{
   "bookmarklet" : 0,
   "date" : "Tue, 14 Oct 2014 16:20:19",
   "date-gmt" : "2014-10-14 20:20:19 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "100017626719",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "Michael Finkel, <a href=\"http://www.gq.com/news-politics/newsmakers/201409/the-last-true-hermit\"><em>The Strange &amp; Curious Tale of the Last True Hermit</em></a>, GQ, September 2014.",
   "quote-text" : "<p>Knight thought for a bit, then asked when the Chernobyl nuclear-plant disaster occurred. He had long ago lost the habit of marking time in months or years; this was just a news event he happened to remember. The nuclear meltdown took place in 1986, the same year, Knight said, he went to live in the woods. He was 20 years old at the time, not long out of high school. He was now 47, a middle-aged man.</p>\n\n<p>Knight stated that over all those years he slept only in a tent. He never lit a fire, for fear that smoke would give his camp away. He moved strictly at night. He said he didn&rsquo;t know if his parents were alive or dead. He&rsquo;d not made one phone call or driven in a car or spent any money. He had never in his life sent an e-mail or even seen the Internet.</p>\n\n<p>He confessed that he&rsquo;d committed approximately forty robberies a year while in the woods &ndash; a total of more than a thousand break-ins. But never when anyone was home. He said he stole only food and kitchenware and propane tanks and reading material and a few other items. Knight admitted that everything he possessed in the world, he&rsquo;d stolen, including the clothes he was wearing, right down to his underwear. The only exception was his eyeglasses.</p>",
   "reblog-key" : "Z37glUm1",
   "slug" : "knight-thought-for-a-bit-then-asked-when-the",
   "type" : "quote",
   "unix-timestamp" : 1413318019,
   "url" : "http://tumblr.ggvaidya.com/post/100017626719",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/100017626719/knight-thought-for-a-bit-then-asked-when-the"
}

