{
   "slug" : "watching-from-the-wall-theroyalguinea",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://watching-from-the-wall.tumblr.com/post/100137765480/theroyalguinea-professional-skeleton-from\">watching-from-the-wall</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://theroyalguinea.tumblr.com/post/100042106897/professional-skeleton-from-the-article-an\">theroyalguinea</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://professional-skeleton.tumblr.com/post/100041810575/from-the-article-an-email-to-utah-state\">professional-skeleton</a>:</p>\n<blockquote>\n<p>From <a href=\"http://www.sltrib.com/sltrib/news/58521856-78/video-feminist-sarkeesian-women.html.csp\">the article</a>:</p>\n<blockquote>\n<p class=\"TEXT_w_Indent\">An email to Utah State University threatened “the deadliest school shooting in American history” if the school did not cancel a lecture Wednesday morning by a well-known feminist writer and video game critic.</p>\n<p class=\"TEXT_w_Indent\">&ldquo;Feminists have ruined my life, and I will have my revenge, for my sake and the sake of all others they’ve wronged,&rdquo; read the message from a sender who claimed to be a USU student.</p>\n<p class=\"TEXT_w_Indent\">The message threatened to rain gunfire and shrapnel upon a lecture by Anita Sarkeesian, creator of a feminist video blog and a video series on misogyny in video games. She is scheduled to speak at 11:30 a.m. at the Taggart Student Center Auditorium.</p>\n<p class=\"TEXT_w_Indent\">&ldquo;A Montreal Massacre style attack will be carried out,&rdquo; warned the message, sent to multiple departments and individuals around campus. &ldquo;I have at my disposal a semi-automatic rifle, multiple pistols, and a collection of pipe bombs.&rdquo;</p>\n<p class=\"TEXT_w_Indent\">After consulting with local, state and federal law enforcement agencies, the university decided to host Sarkeesian’s lecture as scheduled, said USU spokesman Tim Vitale.</p>\n<p class=\"TEXT_w_Indent\">&ldquo;We’re an institution of higher learning. We educate people. This is what we do,&rdquo; Vitale said. &ldquo;This is a chance for students to listen for themselves to the topic, voice their opinions as they choose, and learn something.&rdquo;</p>\n<p class=\"TEXT_w_Indent\">The university planned to increase security for the lecture and forbid backpacks in the auditorium.</p>\n<p class=\"TEXT_w_Indent\">The writer goes by the moniker “Marc Lepine,” after a shooter who murdered 14 women at a Montreal engineering school in 1989. The writer, as Lepine did in his suicide note, wrote that “feminists have ruined my life.”</p>\n<p class=\"TEXT_w_Indent\">&ldquo;We live in a nation of emasculated cowards too afraid to challenge the vile, misandrist harpies who seek to destroy them. Feminism has taken over every facet of our society, and women like Sarkeesian want to punish us for even fantasizing about being men.&rdquo;</p>\n<p class=\"TEXT_w_Indent\">He wrote that increased security was futile.</p>\n<p class=\"TEXT_w_Indent\">&ldquo;Even if they’re able to stop me, there are plenty of feminists on campus who won’t be able to defend themselves,&rdquo; he wrote. &ldquo;One way or another, I’m going to make sure they die.&rdquo;</p>\n<p class=\"TEXT_w_Indent\">Sarkeesian is most famous for her critiques of how women are depicted in video games and popular culture and has received many death threats and terror threats against her speaking engagements. Those threats have escalated since a 2012 online harassment campaign targeted her fundraising for the video series, “Tropes vs. Women in Video Games,” which analyzes female stereotypes in the games.</p>\n<p class=\"TEXT_w_Indent\">&ldquo;Anita Sarkeesian is everything wrong with the feminist woman, and she is going to die screaming like the craven little whore that she is if you let her come to USU,&rdquo; the email states. &ldquo;I will write my manifesto in her spilled blood, and you will all bear witness to what feminist lies and poison have done to the men of America.&rdquo;</p>\n</blockquote>\n<p class=\"TEXT_w_Indent\">Regardless of what you think about Anita Sarkeesian in particular, this is just sick.</p>\n</blockquote>\n<p>&ldquo;Women overreact&rdquo;</p>\n</blockquote>\n<p>Giving men, gamers, and human beings a terrible name.</p>\n<p>Where did we go so wrong as a society that we began to condone, allow, and breed such vile human beings?</p>\n</blockquote>",
   "url" : "http://tumblr.ggvaidya.com/post/100145501494",
   "photo-url-1280" : "http://40.media.tumblr.com/2b0f6b893823c4a68cf4d94bfa4dca36/tumblr_ndgq3bwWcj1rcuh6no1_1280.jpg",
   "feed-item" : "",
   "photos" : [],
   "reblog-key" : "QuB29FLj",
   "type" : "photo",
   "tags" : [
      "freedom of speech",
      "violence",
      "murder",
      "madness"
   ],
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/100145501494/watching-from-the-wall-theroyalguinea",
   "date" : "Thu, 16 Oct 2014 01:14:50",
   "photo-url-250" : "http://40.media.tumblr.com/2b0f6b893823c4a68cf4d94bfa4dca36/tumblr_ndgq3bwWcj1rcuh6no1_250.jpg",
   "unix-timestamp" : 1413443690,
   "width" : "650",
   "bookmarklet" : 0,
   "photo-url-100" : "http://41.media.tumblr.com/2b0f6b893823c4a68cf4d94bfa4dca36/tumblr_ndgq3bwWcj1rcuh6no1_100.jpg",
   "mobile" : 0,
   "photo-url-75" : "http://41.media.tumblr.com/2b0f6b893823c4a68cf4d94bfa4dca36/tumblr_ndgq3bwWcj1rcuh6no1_75sq.jpg",
   "photo-link-url" : "http://www.sltrib.com/sltrib/news/58521856-78/video-feminist-sarkeesian-women.html.csp",
   "photo-url-400" : "http://40.media.tumblr.com/2b0f6b893823c4a68cf4d94bfa4dca36/tumblr_ndgq3bwWcj1rcuh6no1_400.jpg",
   "height" : "585",
   "from-feed-id" : 0,
   "id" : "100145501494",
   "photo-url-500" : "http://41.media.tumblr.com/2b0f6b893823c4a68cf4d94bfa4dca36/tumblr_ndgq3bwWcj1rcuh6no1_500.jpg",
   "date-gmt" : "2014-10-16 07:14:50 GMT"
}

