{
   "bookmarklet" : 0,
   "date" : "Sat, 22 Nov 2014 18:02:29",
   "date-gmt" : "2014-11-23 01:02:29 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 2448,
   "id" : "103326125814",
   "mobile" : 0,
   "photo-caption" : "<p><a href=\"http://thejunglenook.tumblr.com/post/103324639520/miscellaneousanthropology-shakethecobwebs\" class=\"tumblr_blog\">thejunglenook</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://miscellaneousanthropology.tumblr.com/post/103320928441/shakethecobwebs-miscellaneousanthropology\">miscellaneousanthropology</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://shakethecobwebs.tumblr.com/post/103258458277\">shakethecobwebs</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://miscellaneousanthropology.tumblr.com/post/103229569836/hey-yall-im-tina-a-recent-graduate-in\">miscellaneousanthropology</a>:</p>\n<blockquote>\n<p>Hey y’all! I’m Tina, a recent graduate in Biological Anthropology form the University of Cambridge. My research focuses on the evolution of human hair diversity - something which is severely under-researched, despite the fact that its one of the most visibly varying traits we humans have! </p>\n<p>I was offered a place to do my PhD at Cambridge, but alas, funding did not come through. I will reapply Cambridge, but I’ve also spoken to some really amazing Professors at Penn State and Harvard University who’ve encouraged me to apply to their graduate programs and work with them on this project, but I simply cannot afford the cost of applications before the deadlines , so I am crowdfunding over the next 10 days (<a href=\"http://spsr.me/1zCilDL\">check it out</a>). </p>\n<p>My bachelor’s thesis was entitled<em> Human Hair Diversity: Quantitative variation of hair fibre shape and pigmentation. </em>The department liked it and awarded it a Starred First (82) and my supervisor and I are working on a publication for a peer-reviewed journal based on this research right now. I ended up finding a lot of interesting things that I’m dying to share with you all! (And hopefully I will be able to share that publication with you all in a few months)</p>\n<p>To keep it brief, I’m interested in answering questions such as:</p>\n<ul><li><span>Why did humans evolve such a wide range of hair textures and colours?</span></li>\n<li><span>Do certain textures/colours provide an evolutionary advantage?</span></li>\n<li><span>Why did humans lose all their body hair but keep their scalp hair?</span></li>\n</ul><p>My BA thesis is a step in the right direction, but having the opportunity to dedicate an entire PhD to this would bring this field out of the dark ages. And I do not exaggerate when I say that, a lot of studies published in scientific journals will describe hair in categories such as “wavy”, “woolly”, “blond” “red” despite the fact that we have the methods to describe the detailed morphology and chemically structure of hair - and using these methods would be a much more objective approach to studying it!</p>\n<p>But unfortunately, a lot of researchers use categories like the ones described above, or even worse they will divide hair into: “African”, “Asian” and “European” hair, completely ignoring anyone who does not fall into those categories and completely homogenizing the massive numbers of populations which fall within these vast geographic regions.</p>\n<p>Answering questions about human hair diversity is part of understanding human phenotypic variation - essentially, it’s part of understanding why we look different. I plan to make sure the public can access and understand all of the work that I do + any relevant information on the evolution of human (hair) diversity through my <a href=\"http://spsr.me/1zCilDL\">website</a>.</p>\n<p>If any of this sounds interesting to you, there’s even more info on the website <a href=\"http://humanhairdiversity.com/\">humanhairdiversity.com</a> and I will be using the hashtag #HairEvolutionPhD across platforms, follow me on Tumblr, <a href=\"https://twitter.com/tealass22\">Twitter</a>, <a href=\"http://instagram.com/tealass22\">Instagram </a>and <a href=\"https://www.facebook.com/humanhairdiversity\">Facebook </a>to hear more about it. And I would really appreciate it if you can support the campaign in any way you can, since I need to reach a minimum of <span>£430 by the end (or I receive nothing), I can assure you that every little bit helps immensely! So, here is the <a href=\"http://spsr.me/1zCilDL\">crowdfunding page</a> again.</span></p>\n<p><span>Thanks for reading!</span></p>\n</blockquote>\n<p>SIGNAL BOOST</p>\n<p>you guys this is so cool! help a girl out!</p>\n</blockquote>\n<p>OVER 9000?!?!<br/><br/>I don’t even understand how the physics of the interwebs have allowed for this!!<br/><br/>Thank you so much guys!!</p>\n</blockquote>\n<p>Ever think “I wish there was some way I could support innovative research done by awesome women in STEM”?  <br/>Well…</p></blockquote>",
   "photo-url-100" : "http://41.media.tumblr.com/48e8fcb62a318fc82ff8455f10bba680/tumblr_nfet6mSmwT1u3siofo1_100.jpg",
   "photo-url-1280" : "http://40.media.tumblr.com/48e8fcb62a318fc82ff8455f10bba680/tumblr_nfet6mSmwT1u3siofo1_1280.jpg",
   "photo-url-250" : "http://36.media.tumblr.com/48e8fcb62a318fc82ff8455f10bba680/tumblr_nfet6mSmwT1u3siofo1_250.jpg",
   "photo-url-400" : "http://41.media.tumblr.com/48e8fcb62a318fc82ff8455f10bba680/tumblr_nfet6mSmwT1u3siofo1_400.jpg",
   "photo-url-500" : "http://41.media.tumblr.com/48e8fcb62a318fc82ff8455f10bba680/tumblr_nfet6mSmwT1u3siofo1_500.jpg",
   "photo-url-75" : "http://41.media.tumblr.com/48e8fcb62a318fc82ff8455f10bba680/tumblr_nfet6mSmwT1u3siofo1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "N7zi5p0E",
   "slug" : "thejunglenook-miscellaneousanthropology",
   "tags" : [
      "science",
      "research",
      "crowdfunding",
      "hair"
   ],
   "type" : "photo",
   "unix-timestamp" : 1416704549,
   "url" : "http://tumblr.ggvaidya.com/post/103326125814",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/103326125814/thejunglenook-miscellaneousanthropology",
   "width" : 2448
}

