{
   "date" : "Thu, 11 Dec 2014 14:40:05",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/104952435039/terry-pratchett-will-rage-as-he-leaves-against",
   "date-gmt" : "2014-12-11 21:40:05 GMT",
   "mobile" : 0,
   "quote-text" : "<p>[Terry Pratchett] will rage, as he leaves, against so many things: stupidity, injustice, human foolishness and shortsightedness, not just the dying of the light. And, hand in hand with the anger, like an angel and a demon walking into the sunset, there is love: for human beings, in all our fallibility; for treasured objects; for stories; and ultimately and in all things, love for human dignity. </p>\n\n<p>Or to put it another way, anger is the engine that drives him, but it is the greatness of spirit that deploys that anger on the side of the angels, or better yet for all of us, the orangutans. </p>\n\n<p>Terry Pratchett is not a jolly old elf at all. Not even close. He’s so much more than that. As Terry walks into the darkness much too soon, I find myself raging too: at the injustice that deprives us of &#8212; what? Another 20 or 30 books? Another shelf-full of ideas and glorious phrases and old friends and new, of stories in which people do what they really do best, which is use their heads to get themselves out of the trouble they got into by not thinking? Another book or two of journalism and agitprop? But truly, the loss of these things does not anger me as it should. It saddens me, but I, who have seen some of them being built close-up, understand that any Terry Pratchett book is a small miracle, and we already have more than might be reasonable, and it does not behoove any of us to be greedy.</p>",
   "slug" : "terry-pratchett-will-rage-as-he-leaves-against",
   "url" : "http://tumblr.ggvaidya.com/post/104952435039",
   "id" : "104952435039",
   "from-feed-id" : 0,
   "quote-source" : "Neil Gaiman, <a href=\"http://www.theguardian.com/books/2014/sep/24/terry-pratchett-angry-not-jolly-neil-gaiman\"><em>Terry Pratchett isn’t jolly. He’s angry</em></a>, The Guardian, September 24, 2014.",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "t4KVIhe2",
   "tags" : [
      "neil gaiman",
      "terry pratchett",
      "death",
      "anger",
      "writing"
   ],
   "format" : "html",
   "type" : "quote",
   "unix-timestamp" : 1418334005
}

