{
   "format" : "html",
   "date-gmt" : "2014-12-17 20:04:19 GMT",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/105459469124/the-united-states-will-restore-full-diplomatic",
   "reblog-key" : "q0s7oBWN",
   "unix-timestamp" : 1418846659,
   "mobile" : 0,
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/105459469124",
   "type" : "quote",
   "date" : "Wed, 17 Dec 2014 13:04:19",
   "quote-source" : "<a href=\"http://www.nytimes.com/2014/12/18/world/americas/us-cuba-relations.html?hp&amp;action=click&amp;pgtype=Homepage&amp;module=span-ab-top-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=0\">Obama Announces U.S. and Cuba Will Resume Relations - NYTimes.com</a> (via <a href=\"http://dendroica.tumblr.com/\" class=\"tumblr_blog\">dendroica</a>)",
   "quote-text" : "<p>The United States will restore full diplomatic relations with Cuba and open an embassy in Havana for the first time in more than a half-century after the release of an American contractor held in prison for five years, President Obama announced on Wednesday. </p>\n\n<p>In a deal negotiated during 18 months of secret talks hosted largely by Canada and encouraged by Pope Francis, who hosted a final meeting at the Vatican, Mr. Obama and President Raúl Castro of Cuba agreed in a telephone call to put aside decades of hostility to find a new relationship between the United States and the island nation just 90 miles off the American coast.</p>\n\n<p>“We will end an outdated approach that for decades has failed to advance our interests and instead we will begin to normalize relations between our two countries,” Mr. Obama said in a nationally televised statement from the White House. The deal will “begin a new chapter among the nations of the Americas” and move beyond a “rigid policy that is rooted in events that took place before most of us were born.”</p>",
   "tags" : [
      "hooray",
      "Cuba"
   ],
   "id" : "105459469124",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "slug" : "the-united-states-will-restore-full-diplomatic"
}

