{
   "reblog-key" : "4B5S92XT",
   "url" : "http://tumblr.ggvaidya.com/post/105511133704",
   "feed-item" : "",
   "type" : "quote",
   "format" : "html",
   "date" : "Thu, 18 Dec 2014 01:22:56",
   "id" : "105511133704",
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/105511133704/as-the-worlds-economy-has-grown-the-prevalence",
   "bookmarklet" : 0,
   "quote-source" : "The Economist, <a href=\"http://www.economist.com/news/international/21635046-world-has-terrible-record-improving-peoples-diets-may-be-changing-feast-and\"><em>Malnutrition, nutrients and obesity: Feast and famine</em></a>, November 29, 2014.",
   "slug" : "as-the-worlds-economy-has-grown-the-prevalence",
   "date-gmt" : "2014-12-18 08:22:56 GMT",
   "tags" : [
      "malnutrition",
      "poverty",
      "india",
      "obesity"
   ],
   "quote-text" : "<p>As the world’s economy has grown, the prevalence of undernourishment &ndash; eating too few calories to sustain an active life &ndash; has fallen only half as fast as poverty [..]. But at least it has fallen. Micronutrient deficiency is not falling at all. To be healthy, people need not just calories but nutrients such as vitamins and minerals. Lack of vitamin A can cause blindness; lack of iron causes anaemia. Two billion people are thought to suffer from some micronutrient deficiency.</p>\n\n<p>Obesity, meanwhile, is getting worse &ndash; and not only in the rich world. Between 2000 and 2013 the number of overweight children rose from 32m to 42m, more than two-thirds of them in low- and middle-income countries. It used to be thought that when poor countries had cut hunger, they would have some respite before obesity took off. Not so. As undernourishment has fallen, the number of people eating too many calories has risen correspondingly, meaning that many developing countries suffer all three manifestations of malnutrition &ndash; undernourishment, micronutrient deficiency and obesity &ndash; simultaneously.</p>\n\n<p>According to the first Global Nutrition Report, published earlier this month by the International Food Policy Research Institute, a Washington think-tank, every country except China and South Korea has a public-health problem with at least one of child stunting, anaemia among women of reproductive age and excessive weight among adults. A paper from 2013 in the Lancet, a medical journal, found that 45% of deaths of children under five are attributable to malnutrition. Micronutrient deficiencies explain about half the disability suffered by children. And obesity cost America somewhere between $475 and $2,500 per person in 2010.</p>\n\n<p>Why has the world done so poorly on nutrition compared with poverty? Partly because of people’s choices. Villagers whose neighbours are all stunted often see undernourishment as normal and will buy, say, a television or phone with any extra money, rather than better food. City-dwellers often eat a high-calorie diet which, combined with a sedentary life, leads to obesity. Childhood hunger trains the body to hoard fat, so the poorest are more prone to obesity as adults. Mexico went from widespread hunger to the world’s worst obesity rate in a generation.</p>",
   "mobile" : 0,
   "unix-timestamp" : 1418890976
}

