{
   "bookmarklet" : 0,
   "date" : "Sun, 11 Jan 2015 00:06:10",
   "format" : "html",
   "mobile" : 0,
   "unix-timestamp" : 1420959970,
   "url" : "http://tumblr.ggvaidya.com/post/107768627064",
   "from-feed-id" : 0,
   "feed-item" : "",
   "date-gmt" : "2015-01-11 07:06:10 GMT",
   "id" : "107768627064",
   "quote-text" : "<p>One manager at the apartment complex where I worked while in college told me, repeatedly, that she knew I was “Okay” because my little Nissan was clean. That I had worn a Jones of New York suit to the interview really sealed the deal. She could call the suit by name because she asked me about the label in the interview. Another hiring manager at my first professional job looked me up and down in the waiting room, cataloging my outfit, and later told me that she had decided I was too classy to be on the call center floor. I was hired as a trainer instead. The difference meant no shift work, greater prestige, better pay and a baseline salary for all my future employment.</p>\n\n<p>I have about a half dozen other stories like this. What is remarkable is not that this happened. There is empirical evidence that women and people of color are judged by appearances differently and more harshly than are white men. What is remarkable is that these gatekeepers told me the story. They wanted me to know how I had properly signaled that I was not a typical black or a typical woman, two identities that in combination are almost always conflated with being poor.</p>",
   "slug" : "one-manager-at-the-apartment-complex-where-i",
   "type" : "quote",
   "tags" : [
      "huh",
      "racism",
      "prejudice"
   ],
   "quote-source" : "<p><a href=\"http://tressiemc.com/2013/10/29/the-logic-of-stupid-poor-people/\">The Logic of Stupid Poor People</a></p>\n<p>More snippets from this article about why people in poverty buy expensive products that they “can’t afford”. When it comes to upward mobility and standards of living, being able to own and wear status markers makes a HUGE difference.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://newwavefeminism.tumblr.com/\">newwavefeminism</a>)</p>\n<p>definitely important to understand</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://feministdisney.tumblr.com/\">feministdisney</a>)</p>",
   "reblog-key" : "YaSfRQlz",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/107768627064/one-manager-at-the-apartment-complex-where-i"
}

