{
   "bookmarklet" : 0,
   "date" : "Fri, 23 Jan 2015 23:22:36",
   "date-gmt" : "2015-01-24 04:22:36 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 202,
   "id" : "108975425234",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"108975425234\" data-blog-name=\"mrvaidya\" id=\"like_button_108975425234\"><iframe id=\"like_iframe_108975425234\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=fc298e85f978b8662a643fe0a6b8c638#name=mrvaidya&amp;post_id=108975425234&amp;color=black&amp;rk=fLFC90cK&amp;root_id=8589887838\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_108975425234\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "407369",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://kyraneko.tumblr.com/post/104901565701/elidyce-thatgirlonstage\">kyraneko</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://elidyce.tumblr.com/post/101319545343/thatgirlonstage-fuckyeahdeathlyhallows\">elidyce</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://thatgirlonstage.tumblr.com/post/99763640116/fuckyeahdeathlyhallows-sirlestrange-that-is\">thatgirlonstage</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fuckyeahdeathlyhallows.tumblr.com/post/8679190950/sirlestrange-that-is-a-human-as-a-rat-as-a\">fuckyeahdeathlyhallows</a>:</p>\n<blockquote>\n<p><a href=\"http://sirlestrange.tumblr.com/post/8677121174\">sirlestrange</a>:</p>\n<blockquote>\n<p>#that is a human as a rat as a cup</p>\n</blockquote>\n<p>That was a long 12 years for Wormtail.</p>\n</blockquote>\n<p>Can you imagine how differently their lives would’ve gone if Ron, in trying to transfigure Scabbers, had actually transfigured him back into a human?<br/>Just take a moment to imagine McGonagall’s reaction if Peter Pettigrew had abruptly appeared in her classroom from Ronald Weasley’s rat.<br/>Take a moment.</p>\n</blockquote>\n<p>Or if Ron had fucked it up a little worse and couldn’t get ‘Scabbers’ back and McGonagall had take him to disenchant him and next thing we know there’s a naked Peter Pettigrew sitting on McGonagall’s desk and the kids in that class learn six new swear words, a hex they will never dare to use, and a fear of Minerva McGonagall’s wrath that will be with them until the day they die.</p>\n<p>Ten and twenty years later first years are being pulled aside and warned <em>never mess around in Transfiguration seriously the last time a kid mucked something up in that class Professor McGonagall used two semi-legal hexes, took down a Death Eater and sabotaged the rise of the Dark Lord before Potter had time to get his wand out.</em></p>\n</blockquote>\n<p>What most of Hogwarts learned first on that otherwise-unexceptionable day was that Professor McGonagall could sure scream loud.</p>\n<p>Professor Flitwick’s Charms 5th-year Charms class was close enough to catch the full effect, and the door had been left open besides; en masse the students recoiled with shock and a miscast Hiccuping Charm broke one of the windows (out which the entire flock of ravens they were practicing on escaped to the Forbidden Forest where they only had to worry about centaurs, rather than annoying young humans with wands).</p>\n<p>Up in the Divination Tower, Sibyl Trelawny preened over her foresight to have warned her students of an unprecedented catastrophe likely to occur before the hour was out.</p>\n<p>Out in Greenhouse Five, a NEWT-level Herbology class looked up in puzzlement, and most of them were subsequently bitten by the Venomous Tentaculae they were attempting to propagate. It does not do to ignore a Venomous Tentacula when you’re prodding at its intimate parts with a cotton ball held in tweezers, so the class was cancelled while two-thirds of the students headed for the infirmary and the rest of them headed into the castle because if they stayed with the Venomous Tentaculae they’d be outnumbered, and nobody wants that.</p>\n<p>And down in the dungeons, Professor Snape turned away from comparing Lee Jordan’s Pepper-Up Potion to spoiled cream at what sounded like a woman screaming from the entrance hall. At the second scream, he ordered the class to remain where they were and behave, sweeping out of the room just in time to miss Theodore Nott suddenly jumping up and yelping as if someone had put a crocodile heart down the back of his robes.</p>\n<p>Fred Weasley stepped back from the unfortunate Slytherin, shared a smirk with his twin, and stuck his head out the door to make sure Snape had rounded the corner before leading the way out of the classroom.</p>\n<p>-</p>\n<p>Back in the Transfiguration classroom, about four minutes ago, it had started innocently enough. Ron Weasley, possessed of a broken wand and a lurking suspicion that most of the family’s magical talent had been soaked up by his siblings before he was around to get any, had attempted to turn his pet rat, Scabbers, into a teacup.</p>\n<p>Scabbers had not become a teacup.</p>\n<p>Scabbers, blast his useless furry little backside, had become a furry, vaguely teacup-shaped monstrosity out of which absolutely no one would have been tempted to drink, and to make matters worse, he still had a tail.</p>\n<p>It was moving.</p>\n<p>Harry was hiding a smile behind his hand. Dean and Seamus weren’t even trying to hide, elbowing each other and laughing. Parvati and Lavender were looking with disgust and horror at either Scabbers or him, and Hermione was opening her mouth, no doubt ready to tell him <em>exactly</em> what he’d done wrong.</p>\n<p>Which only made it worse that he really thought he’d done everything right this time.</p>\n<p>He snatched Scabbers off the desk (eww, the base of the cup had the same texture as rat feet) and turned away from Hermione. He made the wand movement again, picturing in his mind the way McGonagall had demonstrated it. “Erreverto.”</p>\n<p>&ldquo;Erreverto. Erreverto. <em>Erreverto</em>.”</p>\n<p>It didn’t work. It didn’t work when Professor McGonagall stopped by and gave Hermione two points for Gryffindor for getting the spell perfect in both directions. It didn’t work when Harry made his successful transfiguration (Ron looked; the pattern was a little bit furry but it was definitely a teacup). Ron’s lips formed the shape of a word that would’ve made his mother box his ears had she heard it and attempted the reverse transfiguration, which didn’t work either.</p>\n<p>Finally, faced not only with the indignity of failure but the threat of Scabbers being stuck like that, he’d gone up to Professor McGonagall’s desk.</p>\n<p>&quot;Um, Professor?&rdquo;</p>\n<p>Professor McGonagall looked up from the paper she was grading and looked from him to the squirming teacup. “Problems, Mr. Weasley?”</p>\n<p>&ldquo;Um, yeah, Professor. I can’t get it to work in either direction and it’s not fair to Scabbers to make him stay as a teacup just because I can’t do a spell right and can you maybe … ?&rdquo;</p>\n<p>&ldquo;I suppose so, Mr. Weasley,&rdquo; she said, and waved her wand in the <em>exact</em> manner Ron had been doing all along.</p>\n<p>Nothing happened.</p>\n<p>Professor McGonagall looked very, very puzzled.</p>\n<p>&ldquo;Now that’s odd,&rdquo; she said softly.</p>\n<p>As one, the other students rose from their seats and quietly moved closer.</p>\n<p>She did not attempt the transfiguration in the other direction. Instead, she made a complex motion with her wand and murmured an incantation that possibly only Hermione recognized. The teacup squeaked. Professor McGonagall looked more puzzled than ever, and made a sweeping wand movement that ended with a sharp jab and uttered, “Arcanum <em>finite</em>!”</p>\n<p>And there was a loud bang, and there was a pale, pudgy, and very naked man sprawled out on her desk, and she jumped back hard enough to knock her chair into the wall and <em>screamed</em>.</p>\n<p>-</p>\n<p>Having taught a particularly rigorous course of magical study to children and teens for quite some time now, Minerva McGonagall had become accustomed to certain things. Students who didn’t listen. Students who did rude things to the mice when they thought she wasn’t looking. Students who accidentally turned a frog or a raven into a flock of starlings or a school of strange slimy South American fish (and tried to solve the immediate problem by filling the classroom with two feet of water, neglecting to consider the gap under the door). Students who tried to transfigure their noses into a more appealing shape and wound up in the hospital wing regrowing their nostrils.</p>\n<p>Naked men on her desk was something Minerva McGonagall had never had an occasion to get used to. What made it worse was that she recognized this one, and he’d been dead for more than a decade.</p>\n<p><em>Inferius!</em> was her first thought, followed shortly thereafter by <em>Animagus</em>, which collided with <em>Peter Pettigrew!</em> and produced the utterly horrifying thought of <em>what if all four of them were Animagi</em>? which didn’t bear thinking about at all, so her brain jumped to <em>if he wasn’t killed by a Dark Wizard then why didn’t he say so?</em> and realized there was only one possible explanation why, and about that time her eyes registered that parts of Peter Pettigrew she really doesn’t want to know about were flopping about in front of her face, and she was screaming as she jumped back.</p>\n<p>The flow of invective which followed somehow failed to surprise her one bit. Some part of her registered, peripherally, the shocked faces of her students, but most of her attention was directed at Peter Pettigrew, who at very least faked his own death and at worst framed Sirius Black and <em>if Black didn’t betray the Potters then who … did.</em> And the words poured out of her, filthy English and filthier Latin while Pettigrew squirmed on the table, his face rage and guilt and fear and something shifty and contemptible, and he turned to look at the stunned students and lunged for Ron Weasley’s wand.</p>\n<p>-</p>\n<p>Severus Snape had reached the Entrance Hall by the time the scream died away and the invective replaced it. He almost smirked, amid the alarm; of all the things he’d never expected to hear from Minerva McGonagall … he took the stairs two at a time, still not noticing the students who followed.</p>\n<p>He did notice the Herbology class, which had stopped on the way to the Infirmary and were staring transfixed in the direction of the Transfiguration classroom, but pushed his way through them, getting Venomous Tentacula pollen all over his robes in the process.</p>\n<p>From the other end of the corridor came Professor Flitwick’s Charms class, with Professor Flitwick bringing up the rear and pushing his way between students.</p>\n<p>-</p>\n<p>Ron looked stunned as the man who’d been his pet rat snatched the wand from his hand; Professor McGonagal’s expression shifted to one beyond fury and when the entire class recoiled, it wasn’t from the naked man with the wand.</p>\n<p>“<em>Laedo!</em>&ldquo; Minerva McGonagall roared.</p>\n<p>-</p>\n<p>Ron Weasley’s wand cast a Splintering Curse many years beyond its rightful owner’s abilities, and it did Peter Pettigrew the poor favor of eliminating the door, which might have slowed him down a bit.</p>\n<p>-</p>\n<p>Severus Snape flailed and skidded to a halt as the Transfiguration classroom’s door shattered. He stepped back just in time, and stared, jaw dropped in shock, as a naked man he recognized from his school days flew past him and bellyflopped against the wall, bounced, and collapsed to the ground just in time to avoid the “<em>Exitium!</em>&rdquo; which followed and vaporized an impresive chunk of the castle’s stone wall.</p>\n<p>Fred and George and Lee Jordan, determined to stay at the front of the crowd, had been pushed almost against Professor Snape by their fellow Potions classmates and some pollen-coated Hufflepuffs. Fred squirmed aside hastily as Professor McGonagall appeared in the doorway, the look on her face so utterly livid that Professors Snape and Flitwick both reflexively stepped back.</p>\n<p>Snape tripped over George’s foot and fell against a knot of Hufflepuffs, releasing another cloud of pollen and knocking them backwards. Pettigrew saw his opportunity and took it, scrambling to his feet, stumbling sideways, and launching himself towards the gap.</p>\n<p>And Minerva McGonagall made a thrust with her wand and said, “<em>Perdo.</em>”</p>\n<p>In the very loud silence which followed, Filius Flitwick squeaked, “The Splinching Charm, Minerva?”</p>\n<p>She might’ve looked embarrassed for a moment, and then she smiled as she looked down at Pettigrew, who lay on his belly, his arms and legs lying akimbo some distance away.</p>\n<p>&ldquo;Unorthodox,&rdquo; she said, &ldquo;but useful in a pinch. If someone would inform the Headmaster, and send an owl to the Ministry—-not Fudge, not Crouch, someone competent—-Shacklebolt, perhaps. Students, return to your classrooms, please. Mr. Weasley, I’m very sorry, but I do believe it’s impossible to return you your rat. However, the zero I was going to have to give you for the day’s work is entirely undeserved, as you were not transfiguring a normal rat. You may make the lesson up any time this week.&rdquo;</p>\n<p>-</p>\n<p>The story was, of course, much embellished by the time it reached all the students. Versions of it had the intruder peppering Snape with a Glitter Hex or transfiguring Ron’s rat into a pair of boxers, and people had to be disabused of the notion that it had been Voldemort who’d been hiding as a rat all this time.</p>\n<p>Snape gave both Weasley twins detention for tripping him, and took forty-seven points total from Gryffindor over the next few weeks for various pretend-subtle pollen references.</p>\n<p>Kingsley Shacklebolt showed up with a team of Aurors in time to meet Professor Dumbledore; the Wizengamot launched an investigation into the events surrounding the Potters’ murder; the results turned into a scandal which saw the release of Sirius Black and the forced resignation of both Director Bartemious Crouch and Minister Cornelius Fudge. Director of Magical Law Enforcement Amelia Bones was confirmed as Minister of Magic shortly thereafte, and the <em>Daily Prophet</em> reported that Sirius Black (“Godfather to the Boy-Who-Lived!” “Framed, Abandoned, Condemned to Living Hell!” “Heart-Wrenching: His Release In Pictures, Page 17!”) was considering applying for a teaching position at Hogwarts, “but just for a year, I’ve been cursed enough for one lifetime.” (“The <em>Prophet</em> reminds its readers that the so-called “curse” on a certain Hogwarts teaching position is almost certainly a mere string of coincidences.”)</p>\n<p>And, Minerva thought with relish some months later, it was almost three weeks before anyone attempted messing around in her class.</p>\n<p>A personal record.</p>\n</blockquote>",
   "photo-link-url" : "http://harpotter.tumblr.com/post/8589887838",
   "photo-url-100" : "http://78.media.tumblr.com/tumblr_lpjm8sNFsY1qdgqfoo1_100.gif",
   "photo-url-1280" : "http://78.media.tumblr.com/tumblr_lpjm8sNFsY1qdgqfoo1_500.gif",
   "photo-url-250" : "http://78.media.tumblr.com/tumblr_lpjm8sNFsY1qdgqfoo1_250.gif",
   "photo-url-400" : "http://78.media.tumblr.com/tumblr_lpjm8sNFsY1qdgqfoo1_400.gif",
   "photo-url-500" : "http://78.media.tumblr.com/tumblr_lpjm8sNFsY1qdgqfoo1_500.gif",
   "photo-url-75" : "http://78.media.tumblr.com/tumblr_lpjm8sNFsY1qdgqfoo1_75sq.gif",
   "photos" : [],
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/108975425234/fLFC90cK\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "fLFC90cK",
   "reblogged-from-name" : "natattacker",
   "reblogged-from-title" : "Back the fuck up, you soggy lampshade",
   "reblogged-from-url" : "https://natattacker.tumblr.com/post/108973409752/kyraneko-elidyce-thatgirlonstage",
   "reblogged-root-name" : "hchlns",
   "reblogged-root-title" : "gasoline",
   "reblogged-root-url" : "http://hchlns.tumblr.com/post/8589887838",
   "reblogged_from_avatar_url_128" : "http://78.media.tumblr.com/avatar_c244701f3b97_128.png",
   "reblogged_from_avatar_url_16" : "http://78.media.tumblr.com/avatar_c244701f3b97_16.png",
   "reblogged_from_avatar_url_24" : "http://78.media.tumblr.com/avatar_c244701f3b97_24.png",
   "reblogged_from_avatar_url_30" : "http://78.media.tumblr.com/avatar_c244701f3b97_30.png",
   "reblogged_from_avatar_url_40" : "http://78.media.tumblr.com/avatar_c244701f3b97_40.png",
   "reblogged_from_avatar_url_48" : "http://78.media.tumblr.com/avatar_c244701f3b97_48.png",
   "reblogged_from_avatar_url_512" : "http://78.media.tumblr.com/avatar_c244701f3b97_512.png",
   "reblogged_from_avatar_url_64" : "http://78.media.tumblr.com/avatar_c244701f3b97_64.png",
   "reblogged_from_avatar_url_96" : "http://78.media.tumblr.com/avatar_c244701f3b97_96.png",
   "reblogged_root_avatar_url_128" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_128.png",
   "reblogged_root_avatar_url_16" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_16.png",
   "reblogged_root_avatar_url_24" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_24.png",
   "reblogged_root_avatar_url_30" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_30.png",
   "reblogged_root_avatar_url_40" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_40.png",
   "reblogged_root_avatar_url_48" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_48.png",
   "reblogged_root_avatar_url_512" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_512.png",
   "reblogged_root_avatar_url_64" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_64.png",
   "reblogged_root_avatar_url_96" : "http://78.media.tumblr.com/avatar_6efe2d3fbccc_96.png",
   "slug" : "kyraneko-elidyce-thatgirlonstage",
   "tags" : [
      "huh",
      "harry potter"
   ],
   "tumblelog" : {
      "avatar_url_128" : "http://78.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "http://78.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "http://78.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "http://78.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "http://78.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "http://78.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "http://78.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "http://78.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "http://78.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "http://tumblr.ggvaidya.com/"
   },
   "type" : "photo",
   "unix-timestamp" : 1422073356,
   "url" : "http://tumblr.ggvaidya.com/post/108975425234",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/108975425234/kyraneko-elidyce-thatgirlonstage",
   "width" : 500
}

