{
   "mobile" : 0,
   "date-gmt" : "2015-03-13 05:53:57 GMT",
   "regular-body" : "<p><a href=\"http://knitmeapony.tumblr.com/post/113439203459/things-i-learned-from-sir-terry-pratchett-and-his\" class=\"tumblr_blog\">knitmeapony</a>:</p><blockquote><ol><li>The dogged determination and patience of one person to do what is Right and Necessary may not always win the day or even be noticed, but it will tip the balance just a little in the direction of good.<br/></li><li>“[T]he innocent had everything to fear, mostly from the guilty but in the longer term even more from those who say things like ‘The innocent have nothing to fear’.” <br/></li><li>Help when you can, lift when you can, work as you can, but never be afraid to ask ‘will I get paid for this?’</li><li>Everyone’s got hidden depths.  Some people have beautiful hidden mountain glades filled with adorable doe-eyed bunnies.  Some people have black oubliettes filled with nightmares and worse. Endeavor to be the sort of person that has both sorts of depths as neighbors.  Plumb them with caution.</li><li>Find a place to call home, and know it so well you can tell what street you’re on by the feel of cobblestones through your boots.</li><li>You can always come home again, but that doesn’t mean you’re moving backwards.</li><li>There is never a bad time for a pun.</li><li>There’s also never really a <i>good</i> time for a pun.</li><li>You might as well just stay braced for a pun at all times, and ride them when they come with as much grace as you can manage.</li><li>The fact that you can replace ‘pun’ with ‘disaster’ in the last three rules says a lot about the human race.</li><li>Many people can survive absolutely anything as long as they know where their next meal is coming from. Others can not survive much, no matter how many meals they know about, and there’s no shame in that, nor admitting that, nor leaning on others to get there.<br/></li><li>You can protect children and you can teach children, but never perfectly in either case.</li><li>You may not be able to change the world, but that doesn’t mean you have to stand for any sort of nonsense in your personal life.</li><li>Everybody has somebody.  It could be a friend, a lover, a spouse, a writing partner, or even That One Person You See At The Coffee Shop each day.  Sometimes they exist to comfort you.  Sometimes they exist to drive you absolutely mad.  Be open to either as a form of self-improvement.</li><li>Death comes to us all, but memory is long and time is tricky.  The end for you is, most likely, not really the end for everyone else.  </li><li>If you know the end, if you can see the end, there’s no need to be resigned.  Keep walking on cheerfully, whistling right up to the precipice, and let people remember you by the beautiful song you leave in the air.</li></ol><p>Thank you, sir.  You will be missed.</p></blockquote>",
   "format" : "html",
   "slug" : "things-i-learned-from-sir-terry-pratchett-and-his",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/113493110944/things-i-learned-from-sir-terry-pratchett-and-his",
   "regular-title" : "Things I Learned From Sir Terry Pratchett And His Marvelous Worlds (A Necessary List)",
   "unix-timestamp" : 1426226037,
   "id" : "113493110944",
   "type" : "regular",
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/113493110944",
   "date" : "Thu, 12 Mar 2015 23:53:57",
   "feed-item" : "",
   "reblog-key" : "eK9WVjzU",
   "tags" : [
      "hmm",
      "terry pratchett",
      "citation please?",
      "but lovely advice anyway",
      "advice"
   ],
   "bookmarklet" : 0
}

