{
   "unix-timestamp" : 1426815630,
   "id" : "114093767499",
   "url" : "http://tumblr.ggvaidya.com/post/114093767499",
   "date-gmt" : "2015-03-20 01:40:30 GMT",
   "bookmarklet" : 0,
   "date" : "Thu, 19 Mar 2015 19:40:30",
   "regular-title" : "Awesome new genus etymology",
   "feed-item" : "",
   "from-feed-id" : 0,
   "type" : "regular",
   "slug" : "awesome-new-genus-etymology",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://morgandjackson.tumblr.com/post/114069362169/awesome-new-genus-etymology\">morgandjackson</a>:</p><blockquote><p>When a new species or genus is described, authors (nowadays) usually provide an etymology for the name, essentially explaining why they named it the way they did.</p><figure data-orig-height=\"1032\" data-orig-width=\"1549\"><img data-orig-height=\"1032\" data-orig-width=\"1549\" alt=\"image\" src=\"http://40.media.tumblr.com/5d6eb6eaddbf36c1b6c1d3b99691af6b/tumblr_inline_nlh74txCdi1s5dpkq_500.jpg\"/></figure><p><a href=\"http://dx.doi.org/10.1649/0010-065X-69.1.121\">The genus <i>Parkerola</i> was just described yesterday by Shûhei Nomura and Richard A. B. Leschen in The Coleopterist’s Bulletin</a> to provide a new generic home for a previously described species, <i>Parkerola gigantea</i> (Broun), pictured above. Check out the etymology section for the new genus:</p><blockquote><div><b>Etymology</b>. This new genus is dedicated to the authors’ friends, Heidi and Joseph Parker, on theoccasion of their marriage and honoring Joe’s workon pselaphine inquilines. In early 2015, Joe and Heidi\nbecame parents of Jonah Wallace Parker (7 lbs. 10 oz.).<br/></div></blockquote><p>Heidi &amp; Joe are great people and friends of mine (<a href=\"https://twitter.com/HeidiKayDeidi\">Heidi</a> is a brilliant evolutionary biologist and one of my co-hosts on Breaking Bio, while <a href=\"https://twitter.com/Pselaphinae\">Joe</a> is an evo-devo biologist/beetle taxonomist), and that they were recognized with such a touching patronym warms my heart.</p><p>Taxonomists are sometimes portrayed as pedantic curmudgeons who don’t interact well with other researchers or the public, but in reality they are some of the most passionate, loving, and supporting people I’ve ever had the pleasure of knowing. On this #TaxonomyDay, I think this is a perfect example of how close-knit the taxonomic community truly is.</p><p>So thank you Shûhei &amp; Richard for helping society better understand pselaphine rove beetles, and for infusing your work with a touching piece of personality.</p></blockquote>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/114093767499/awesome-new-genus-etymology",
   "mobile" : 0,
   "tags" : [
      "happy taxonomist appreciation day",
      "taxonomist appreciation day"
   ],
   "reblog-key" : "QX1B4Un4",
   "format" : "html"
}

