{
   "slug" : "i-dont-think-c-gets-enough-credit-sure-c",
   "id" : "114105561814",
   "date-gmt" : "2015-03-20 04:14:47 GMT",
   "unix-timestamp" : 1426824887,
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/114105561814/i-dont-think-c-gets-enough-credit-sure-c",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "quote-source" : "<p>Igor Nikolskiy, <a href=\"https://thescienceweb.wordpress.com/2015/03/19/all-other-languages-tired-of-pythons-shit/comment-page-1/#comment-647\">in a comment</a>, March 19, 2015.</p> (<a href=\"http://borkmann.ch/cquote.html\">original source?</a>)",
   "tags" : [
      "programming languages",
      "C"
   ],
   "feed-item" : "",
   "mobile" : 0,
   "reblog-key" : "qCBUvoGB",
   "quote-text" : "<p>I don’t think C gets enough credit. Sure, C doesn’t love you. C isn’t about love–C is about thrills. C hangs around in the bad part of town. C knows all the gang signs. C has a motorcycle, and wears the leathers everywhere, and never wears a helmet, because that would mess up C’s punked-out hair. C likes to give cops the finger and grin and speed away. Mention that you’d like something, and C will pretend to ignore you; the next day, C will bring you one, no questions asked, and toss it to you with a you-know-you-want-me smirk that makes your heart race. Where did C get it? “It fell off a truck,” C says, putting away the boltcutters. You start to feel like C doesn’t know the meaning of “private” or “protected”: what C wants, C takes. This excites you. C knows how to get you anything but safety. C will give you anything but commitment.</p>\n\n<p>In the end, you’ll leave C, not because you want something better, but because you can’t handle the intensity. C says “I’m gonna live fast, die young, and leave a good-looking corpse,” but you know that C can never die, not so long as C is still the fastest thing on the road.</p>",
   "date" : "Thu, 19 Mar 2015 22:14:47",
   "url" : "http://tumblr.ggvaidya.com/post/114105561814",
   "type" : "quote"
}

