{
   "bookmarklet" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/114469125474/the-researchers-randomly-assigned-the-children-to",
   "reblog-key" : "0IFXpBNC",
   "slug" : "the-researchers-randomly-assigned-the-children-to",
   "date" : "Mon, 23 Mar 2015 22:12:17",
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/114469125474",
   "from-feed-id" : 0,
   "unix-timestamp" : 1427170337,
   "quote-source" : "<p><a href=\"http://www.nytimes.com/2014/04/12/opinion/sunday/raising-a-moral-child.html?smid=tw-share&amp;_r=0&amp;pagewanted=all\">Raising a Moral Child - NYTimes.com</a> (via <a class=\"tumblr_blog\" href=\"http://capefear.tumblr.com/\">capefear</a>)</p><p>Very interesting.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://jsev.tumblr.com/\">jsev</a>)</p>",
   "date-gmt" : "2015-03-24 04:12:17 GMT",
   "type" : "quote",
   "quote-text" : "The researchers randomly assigned the children to receive different types of praise. For some of the children, they praised the action: “It was good that you gave some of your marbles to those poor children. Yes, that was a nice and helpful thing to do.” For others, they praised the character behind the action: “I guess you’re the kind of person who likes to help others whenever you can. Yes, you are a very nice and helpful person.” <br/>\nA couple of weeks later, when faced with more opportunities to give and share, the children were much more generous after their character had been praised than after their actions had been. Praising their character helped them internalize it as part of their identities. The children learned who they were from observing their own actions: I am a helpful person. This dovetails with new research led by the psychologist Christopher J. Bryan, who finds that for moral behaviors, nouns work better than verbs. To get 3- to 6-year-olds to help with a task, rather than inviting them “to help,” it was 22 to 29 percent more effective to encourage them to “be a helper.” Cheating was cut in half when instead of, “Please don’t cheat,” participants were told, “Please don’t be a cheater.” When our actions become a reflection of our character, we lean more heavily toward the moral and generous choices. Over time it can become part of us.",
   "tags" : [
      "ooh",
      "interesting"
   ],
   "id" : "114469125474",
   "mobile" : 0,
   "feed-item" : ""
}

