{
   "date" : "Fri, 24 Apr 2015 12:38:51",
   "slug" : "lower-level-government-leakers-have-not-however",
   "quote-text" : "<p>Lower-level government leakers have not, however, been as likely to walk out of a courthouse applauding the US as Petraeus did. Trevor Timm, executive director of the Freedom of the Press Foundation, called the Petraeus plea deal a “gross hypocrisy.”</p>\n\n<p>“At the same time as Petraeus got off virtually scot-free, the Justice Department has been bringing the hammer down upon other leakers who talk to journalists—sometimes for disclosing information much less sensitive than Petraeus did,” he said.</p>\n\n<p>The Petraeus sentencing came days after the Justice Department demanded (PDF) up to a 24-year-term for Jeffrey Sterling, a former CIA agent who leaked information to a Pulitzer Prize-winning writer about a botched mission to sell nuclear plans to Iran in order to hinder its nuclear-weapons progress.</p>\n\n<p>“A substantial sentence in this case would send an appropriate and much needed message to all persons entrusted with the handling of classified information, i.e., that intentional breaches of the laws governing the safeguarding of national defense information will be pursued aggressively, and those who violate the law in this manner will be tried, convicted, and punished accordingly,” the Justice Department argued in Sterling's case this week.</p>",
   "date-gmt" : "2015-04-24 18:38:51 GMT",
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/117268669654",
   "tags" : [
      "ha",
      "politics"
   ],
   "quote-source" : "<a href=\"http://arstechnica.com/tech-policy/2015/04/former-cia-directors-no-jail-sentence-for-leaking-decried-as-gross-hypocrisy/\">Former CIA head’s no-jail sentence for leaking called “gross hypocrisy” | Ars Technica</a> (via <a class=\"tumblr_blog\" href=\"http://jenn2d2.tumblr.com/\">jenn2d2</a>)",
   "type" : "quote",
   "feed-item" : "",
   "bookmarklet" : 0,
   "mobile" : 0,
   "id" : "117268669654",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/117268669654/lower-level-government-leakers-have-not-however",
   "from-feed-id" : 0,
   "unix-timestamp" : 1429900731,
   "reblog-key" : "XraFsOIX"
}

