{
   "regular-body" : "<p><a href=\"http://joekeatinge.com/post/114028340782/deadlyclassact-i-really-want-to-talk-to-like-matt\" class=\"tumblr_blog\">joekeatinge</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://deadlyclassact.tumblr.com/post/113733113760/i-really-want-to-talk-to-like-matt-fraction-or\">deadlyclassact</a>:</p><blockquote><p>I really want to talk to like Matt Fraction or Kelly Sue DeConnick or Joshua Williamson of Joe Keatinge or SOMEONE  because I’m broke as hell and just so discouraged because it’s so hard to get a book out and those guys are my heros because they have been there and done it but I’m too afraid to talk to them because they probably wouldn’t even have time and I don’t think I could handle feeling like any of them hated me.</p></blockquote>\n\n<p>I would love to talk with you! E-mail me any time at joe at keatinge dot com.</p><p>I can’t look at pitches or prelim stuff or scripts or hear ideas or anything of that sort, but I am always down to talk, especially if someone needs encouragement. <br/></p><p>I’ll tell you right now that I’ve been there. I imagine Kelly Sue, Matt and Josh have too in one way or another. I’ve personally been extremely broke, both in dollar and spirit. There were times in my life when I did not know how the hell the rent was going to get paid nor was I sure if I wanted to continue on.<br/></p><p>It took me eleven, nearly twelve long years since I decided I was going to put my all into working in comics, whether it was as a writer, editor, in publishing, etc., etc. to get where I’m at right now, typing with you. In that time I’ve fucked up, failed, wanted to quit, hated everything I was doing, felt completely discouraged, been severely depressed, not been the person I’ve hoped to be, caved into anxieties, been a jerk. And that’s not stuff that’s stopped, a decent chunk of it still happens.<br/></p><p><br/>But I am here, right now, with you and I’m just some dude. Everybody is, really. Everyone’s got their shit whether they wear it on their sleeve or keep it private. Heck, the most successful comics writer working today is Robert Kirkman, right? Wanna read about him being broke as hell? Pick up The Comics Journal #289, where he goes into huge detail about his struggle coming up.<br/></p><p>My point is, if I can do this, you totally can and all I know about you is you’ve got a great screen name. <br/></p><p>I can’t guarantee you success of an external sort, but I’ll tell you as a guy who once had a negative bank account on the regular, who was putting together comics no one would ever see, color flatting to make pennies while working at a video store (R.I.P.), the reward of putting your all into something you believe in — that’s an amazing feeling. And it’s something I know you can achieve.<br/></p><p>Anyway, feel free to e-mail whenever. That’s an offer open to everybody.<br/></p></blockquote>",
   "date" : "Tue, 28 Apr 2015 14:20:28",
   "regular-title" : null,
   "slug" : "joekeatinge-deadlyclassact-i-really-want-to",
   "date-gmt" : "2015-04-28 20:20:28 GMT",
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/117627624976",
   "tags" : [
      "writing",
      "life"
   ],
   "type" : "regular",
   "feed-item" : "",
   "bookmarklet" : 0,
   "mobile" : 0,
   "id" : "117627624976",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/117627624976/joekeatinge-deadlyclassact-i-really-want-to",
   "from-feed-id" : 0,
   "unix-timestamp" : 1430252428,
   "reblog-key" : "bu2w8Oxh"
}

