{
   "bookmarklet" : 0,
   "date" : "Thu, 14 May 2015 16:40:11",
   "date-gmt" : "2015-05-14 20:40:11 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "118969955878",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "Robert Evans and Anonymous, <em><a href=\"http://www.cracked.com/article_20489_5-things-i-learned-pretending-to-be-molested-kid-cops.html\">5 Things I Learned Pretending to Be a Molested Kid for Cops</a></em>, Cracked, January 14, 2015.",
   "quote-text" : "<p>I have regular characters I usually stick to &ndash; the 6-year-old with the predatory babysitter I mentioned above and another child based on a real boy who wound up in a very inappropriate photo shoot with his youth minister. The former is shy, scared, and ashamed (and very hard to get information out of, unless he&rsquo;s made to feel safe). The latter is an innocent, outgoing kid who isn&rsquo;t sure if what he did was wrong (he freely talks about it until it gets to the stripping part &ndash; he knows that part is awkward to discuss but still doesn&rsquo;t understand that the youth minister did something heinous).</p>\n\n<p>[&hellip;]</p>\n\n<p>We&rsquo;re not allowed to break character. Ever. Some of the trainees who come in to interview us aren&rsquo;t ready to handle that &ndash; imagine talking to a 30-year-old, but they&rsquo;re acting exactly like they&rsquo;re 6 and really committing to it. We drive some of these people crazy. But if it makes them better prepared in any way for the frustrating work of interviewing a child, then we&rsquo;ve all just saved that little kid some pain (and literally no job description can be more worthwhile than &ldquo;saving children from pain&rdquo;).</p>\n\n<p>[&hellip;]</p>\n\n<p>They&rsquo;re forced to stay with the exercise right up until they thank me and escort me from the room &ndash; everyone still in character &ndash; having gotten nothing from the interview. That&rsquo;s good practice: that happens in real life all the time.</p>",
   "reblog-key" : "BNQ9msrm",
   "slug" : "i-have-regular-characters-i-usually-stick-to-the",
   "tags" : [
      "cracked"
   ],
   "type" : "quote",
   "unix-timestamp" : 1431636011,
   "url" : "http://tumblr.ggvaidya.com/post/118969955878",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/118969955878/i-have-regular-characters-i-usually-stick-to-the"
}

