{
   "slug" : "theres-nothing-to-actually-stop-you-being-rude",
   "bookmarklet" : 0,
   "quote-source" : "TessellatingHeckler, <a href=\"http://programmers.stackexchange.com/a/274077/122\">from answer on Programmers StackExchange</a>, February 22, 2015.",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/119971767214/theres-nothing-to-actually-stop-you-being-rude",
   "id" : "119971767214",
   "from-feed-id" : 0,
   "date" : "Tue, 26 May 2015 16:38:49",
   "format" : "html",
   "type" : "quote",
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/119971767214",
   "reblog-key" : "uzVBN2KF",
   "unix-timestamp" : 1432679929,
   "mobile" : 0,
   "quote-text" : "<p>There&rsquo;s nothing to actually stop you being rude right back. You exist in a post-God world where you don&rsquo;t believe being rude will send you to hell (I assume, otherwise you would have immediately thought about all your religious teachings on how to behave towards others), you are writing a free app so there&rsquo;s no business pressure on you to be unfailingly polite, and you are involved in programming - a pretty relentless technical meritocracy culture with prominent examples of leaders have a rude attitude under the guise of being &lsquo;no nonsense&rsquo;, and a culture of flame wars and anger.</p>\n\n<p>\nIn short, there&rsquo;s no higher pressure on you to arm-twist you into a polite reply and you are absolutely free to reply <em>in kind</em> with:\n</p>\n\n<ul><li>I wrote this for me, if you don&rsquo;t like it, tough.</li>\n\n<li>I wrote this and gave it away for free, how dare think you have any grounds to complain, do you know how much passion I&rsquo;ve put into this, I&rsquo;m so offended right now.</li>\n\n<li>It&rsquo;s open source. Why don&rsquo;t you improve it and submit a patch? Hope this helps. /smug :)</li>\n\n<li>You are an idiot, here&rsquo;s a rant about everything wrong with you and your mother as well.</li>\n\n <li>That was rude so I ignored it, lol. :)</li>\n\n</ul><p>\nAnd so on, and there will be no short term immediate consequences whatsoever. Short term, you will <em>feel better</em>. Justified, happy, correct, superior.\n</p>\n\n<p>\nSo why <em>should</em> you take a personal hit, and feel hurt, feel undervalued, and reply politely in the face of pressure not to?\n</p>\n\n<p>\nBecause without any higher guiding principle the only thing you can do is step back and ask yourself what kind of a world you want to build. Everything you do is a contribution to the world of the future. Do you want to contribute to a ragey, firey, inhuman, uncaring, technical meritocracy? Or do you want to be a calming, humanising influence, a relatable developer?\n</p>\n\n<p>\nI&rsquo;m leading it towards an obvious conclusion here, but it&rsquo;s not anymore a question of absolute, externally imposed right and wrongness, so maybe you will <em>genuinely</em> land on the other side from where I&rsquo;m biasing it.\n</p>\n\n<p>\nTorvalds swears at incompetent people. Knuth offers money as rewards for correct bug reports. Both are respected and successful.\n</p>",
   "tags" : [
      "politeness",
      "rudeness"
   ],
   "date-gmt" : "2015-05-26 22:38:49 GMT"
}

