{
   "id" : "121093957879",
   "slug" : "wtfzurtopic-stella-and-astrophel",
   "regular-title" : null,
   "date-gmt" : "2015-06-09 08:59:05 GMT",
   "unix-timestamp" : 1433840345,
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/121093957879/wtfzurtopic-stella-and-astrophel",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "regular-body" : "<p><a href=\"http://wtfzurtopic.tumblr.com/post/119363049268/stella-and-astrophel-tambo-japanese\" class=\"tumblr_blog\">wtfzurtopic</a>:</p>\n\n<blockquote><p><a href=\"http://stella-and-astrophel.tumblr.com/post/117923214994/tambo-japanese-romanatty-this-person-only\" class=\"tumblr_blog\">stella-and-astrophel</a>:</p>\n\n<blockquote><p><a href=\"http://tambo-japanese.tumblr.com/post/117522216595/romanatty-this-person-only-bullies-you-because\" class=\"tumblr_blog\">tambo-japanese</a>:</p>\n\n<blockquote><p><a href=\"http://romanatty.tumblr.com/post/115737255390/this-person-only-bullies-you-because-theyre\" class=\"tumblr_blog\">romanatty</a>:</p>\n\n<blockquote><p>“This person only bullies you because they’re jealous”<br/></p><p>“They’re just jealous honey it’ll pass”<br/></p><p>“Bullies are just insecure about themselves”<br/></p><p>No. That’s bullshit. People bully because they’re fucking mean. They’re not jealous, they’re being rude. Stop excusing their actions. Some people are just fucking rude</p></blockquote>\n\n<p>Stop victimizing bullies. </p></blockquote>\n\n<p>This is actually 100% true we talked about it in my education class. There have been extensive studies done on bullying and they have PROVEN that kids who bully have no lower self esteem than their peers. Kids bully because they’re MEAN, not because they have some kind of inner turmoil that “makes them” do it.</p></blockquote>\n\n<p>My quiet, thoughtful son in 3rd grade would come home and have these screaming meltdowns over the stress he felt from being bullied at school by this one kid. He was so fucking distraught and lost and fucked up over it. I ended up screaming in the office one day at the principal and secretary, because when I went to report his abuse (AGAIN), they were like “You have to understand that the kid who is doing it is going through a tough divorce at home right now–” I just fucking LOST IT and SCREAMED “MY SON IS THE VICTIM. MY SON. WHAT ARE YOU DOING. FOR. MY. SON????” They were so shocked and they had NOTHING. I am still so angry and upset that he was going through that for months and they didn’t do ANYTHING and then wanted ME, the mother of the kid being abused, to sympathize with the abuser. No fuck you. Fuck that kid. That kid is shit.<br/><br/>Look at this and recognize that this doesn’t stop after grade school, that we live in a culture that will always silence victims and perpetuate abuse through this kind of garbage. </p></blockquote>",
   "tags" : [
      "bullying"
   ],
   "feed-item" : "",
   "mobile" : 0,
   "reblog-key" : "eQRY3ROb",
   "date" : "Tue, 09 Jun 2015 02:59:05",
   "url" : "http://tumblr.ggvaidya.com/post/121093957879",
   "type" : "regular"
}

