{
   "quote-source" : "<a href=\"http://motherboard.vice.com/read/wolf-safe-beef\">Wolf-Safe Beef: An Idea Whose Time Has (Almost) Come | Motherboard</a> (via <a href=\"http://dendroica.tumblr.com/\" class=\"tumblr_blog\">dendroica</a>)",
   "bookmarklet" : 0,
   "date-gmt" : "2015-06-18 19:10:51 GMT",
   "date" : "Thu, 18 Jun 2015 13:10:51",
   "quote-text" : "<p>If we know how to stop wolves from killing cattle and other livestock, why don’t we see more “wolf-safe” beef on the market?</p>\n\n<p>One of the biggest challenges is that many cattle ranchers operate in a way that isn’t easily adapted to predator-friendly techniques. “It isn’t uncommon for folks in Northeast Oregon to turn their cattle loose on a grazing allotment in June and then come back to check on them in September,” said Steve Pedery, conservation director for Oregon Wild. Bean at Lava Lake acknowledges that predator-friendly techniques may be better suited for sheep because they have an instinct to band together, making them easy to herd. Cattle, for the most part, lack this instinct.</p>\n\n<p>The perception that environmentalists or the federal government are “the enemy” has also created a lot of resistance. </p>\n\n<p>“There’s peer pressure in the ranching community as well,” said Amaroq Weiss, west coast wolf organizer for the Center for Biological Diversity. “A number of ranchers who have conflict-deterrence methods don’t tell their neighbors that they’re doing it because it makes it look as though they are consorting with the enemy.” Indeed, one ranch told me that they use Predator Friendly techniques but not the label. They asked to not be named out of fear that another nearby ranch would firebomb them.</p>\n\n<p>“The debate over wolves has more to do with identity politics, changing public values and the future of the West than anything wolves actually do,” Organ Wild’s Pedery said.</p>\n\n<p>He points to the Koch Brothers-funded “Wolves in our Midst” campaign, which depicted children waiting for the school bus inside wolf-safe cages as an example of the anti-government sentiment propaganda surrounding wolf reintroductions. Similarly, a group called Oregon Wolf Education has put up anti-wolf billboards in cattle country. Their Facebook page is full of violent, bloody photos of depredated cattle—all of which, it should be noted, were actually taken in Europe.</p>\n\n<p>But perhaps the biggest reason we don’t see more wolf-safe beef is the way the beef industry is structured. “The industry is vertically integrated,” WFEN’s Breuer told me. Ranches rarely sell their products under their own labels. Instead, they sell their young cattle to feedlots, which then send them on to slaughterhouses and meatpacking plants that consolidate everything under a handful of major brands or supermarket labels. Consumers rarely know the name of the ranch or under what conditions their beef was raised. That alone would make it very hard for the ranches that do embrace predator-friendly practices to advertise that fact on a national level.</p>",
   "feed-item" : "",
   "from-feed-id" : 0,
   "unix-timestamp" : 1434654651,
   "id" : "121856265574",
   "url" : "http://tumblr.ggvaidya.com/post/121856265574",
   "tags" : [
      "huh",
      "conservation"
   ],
   "format" : "html",
   "reblog-key" : "Zg8nPyIy",
   "type" : "quote",
   "slug" : "if-we-know-how-to-stop-wolves-from-killing-cattle",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/121856265574/if-we-know-how-to-stop-wolves-from-killing-cattle",
   "mobile" : 0
}

