{
   "date" : "Sun, 19 Jul 2015 14:40:20",
   "url" : "http://tumblr.ggvaidya.com/post/124513265088",
   "unix-timestamp" : 1437338420,
   "reblog-key" : "ovmDHXUK",
   "regular-body" : "<p><a href=\"http://infermon.tumblr.com/post/47197452415/in-cars-2-one-of-the-racecars-mentions-their\" class=\"tumblr_blog\">infermon</a>:</p>\n\n<blockquote><p>in Cars 2 one of the racecars mentions their mother. and then the racecar waves to his mother in the audience. one automobile birthed another automobile. </p>\n<p>when Mater tries to convince a car that he is not a spy, he says “i’m not a spy. my specialty is towing and salvage”. the car responds by saying “right. and mine is developing iPhone apps” before winking. not only is this a poorly placed pop cultural reference, but they have iPhones in this world. smartphones. Cars can hold mobile phones and use them and use their touch screen for various uses.</p>\n<p>in Cars 2 there is a Pope. The pope is a car in a pope hat. he rides around in a Popemobile. a CAr is riding in another car. they make reference to the Popemobile. “is the Popemobile Catholic?”, Mater says as a “well duhhh” moment, much like our saying, “Is the Pope catholic?”. presumably this means the Popemobile is employed and must be specifically Catholic in order to be the chauffeur and carrier to the regular pope. Also, Catholicism is in this Universe. this means that there must have been an actual Jesus Christ car. also they mention at one point that gasoline is a “fossil fuel. as in dead dinosaurs!” so there must have been dinosaurs at one point in the Cars universe but were they actual dinosaurs or car dinosaurs how did this civilsation start how did the </p></blockquote>",
   "slug" : "infermon-in-cars-2-one-of-the-racecars-mentions",
   "mobile" : 0,
   "regular-title" : null,
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/124513265088/infermon-in-cars-2-one-of-the-racecars-mentions",
   "tags" : [
      "so many questions",
      "so few answers"
   ],
   "feed-item" : "",
   "date-gmt" : "2015-07-19 20:40:20 GMT",
   "id" : "124513265088",
   "format" : "html",
   "type" : "regular"
}

