{
   "url" : "http://tumblr.ggvaidya.com/post/124954376074",
   "type" : "quote",
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/124954376074/while-there-are-many-approaches-to-mentoring-the",
   "from-feed-id" : 0,
   "date-gmt" : "2015-07-24 22:59:13 GMT",
   "id" : "124954376074",
   "mobile" : 0,
   "bookmarklet" : 0,
   "slug" : "while-there-are-many-approaches-to-mentoring-the",
   "reblog-key" : "4DLBOgM2",
   "tags" : [
      "mentoring",
      "academia"
   ],
   "quote-text" : "<p>While there are many approaches to mentoring, the defining characteristic of a good mentor is someone who takes a sincere interest in to the future growth and development of a trainee.</p>\n\n<p>[..]</p>\n\n<p>Actively participating in the process of finding a mentor<br/>\nThe trainee needs to play an active role in finding a prospective mentor, keeping in mind that a mentor should be a good match in terms of both personality and experience (Bell and Treleaven 2011; Armstrong et al. 2002; Ensher and Murphy 1997). This can be a difficult and awkward process, but an ideal mentoring relationship depends to a great degree on personal compatibility (Boice 1992; Zachary 2005). A trainee should also seek mentors who have succeeded on a career path the trainee hopes to follow. For example, it would be invaluable for some trainees to seek the help of female researchers who have met the challenges that they might face (Ensher and Murphy 1997; Patton 2009). For others, the topical or research experience of a mentor may be more crucial. Undoubtedly, however, personal qualities are just as important as any other criteria in identifying a mentor and should not be overlooked (NIH). Assessing the interpersonal skills of prospective mentors is much more difficult than gauging their professional success.</p>",
   "date" : "Fri, 24 Jul 2015 16:59:13",
   "format" : "html",
   "unix-timestamp" : 1437778753,
   "quote-source" : "CITI Life Sciences Responsible Conduct of Research Course, University of Miami"
}

