{
   "regular-body" : "<p><a href=\"http://sk88witch.tumblr.com/post/125283020136/hey-friendies-as-u-may-or-may-not-have-sussed-out\" class=\"tumblr_blog\">sk88witch</a>:</p>\n\n<blockquote><p>HEY friendies. as u may or may not have sussed out from my post about the birds and then my subsequent getting very drunk, we have bird mites! this is a very sad and terrible thing and the more sad and terrible thing is that i can’t go to work. like i’m not allowed to go to work! because museums! and even though the bugs aren’t dangerous, like, they can’t treat the space if it gets bugs in it because museums! it’s a huge expense! and the guy came today and he sprayed, but he can’t move the nest until the birds fly away. and they’re so close to being flown away but they’re not, yet, and the problem therefore is this: the source of the mites still exists, and theoretically they can’t get in, but i can’t ten thousand percent guarantee that to my bosses, which means i can’t go to work. and i’ve already missed a week for the funeral, etc., so i’m looking at two solid weeks of no money coming in at all and all of my bills are due the first week of august. of course!</p><p> this is where you come in!</p><p>tldr: I HAVE TONS OF FREE TIME BECAUSE I’M NOT ALLOWED TO WORK.</p><p>I WILL READ YOUR TAROT! I WILL DO YOUR BIRTH CHART! I WILL PERFORM SPELLS FOR U IF YOUR HEART DESIRES! ALL OF THESE THINGS CAN BE YOURS FOR A MINIMAL DONATION SO THAT I DON’T GO TOTALLY BROKE. I AM ALSO VERY GOOD AT WRITING AND CAN DO, LIKE, UR COVER LETTER OR SOMETHING. BASICALLY IF U NEED WITCHY SHIT OR WRITING SHIT AND U WILL THROW SOME $ MY WAY I WILL HANDLE IT. FLINGS GLITTER AND VANISHES.</p></blockquote>",
   "bookmarklet" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/125283973574/sk88witch-hey-friendies-as-u-may-or-may-not",
   "type" : "regular",
   "from-feed-id" : 0,
   "slug" : "sk88witch-hey-friendies-as-u-may-or-may-not",
   "tags" : [
      "she is very good at the writing shit",
      "and if you need something written you should get in touch with her"
   ],
   "date-gmt" : "2015-07-28 20:47:03 GMT",
   "format" : "html",
   "reblog-key" : "AHzDpYS5",
   "unix-timestamp" : 1438116423,
   "feed-item" : "",
   "date" : "Tue, 28 Jul 2015 14:47:03",
   "regular-title" : null,
   "mobile" : 0,
   "id" : "125283973574",
   "url" : "http://tumblr.ggvaidya.com/post/125283973574"
}

