{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/125448243804/xiphoidprocess-customer-story-of-the-day-im",
   "format" : "html",
   "unix-timestamp" : 1438282678,
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "date-gmt" : "2015-07-30 18:57:58 GMT",
   "regular-title" : null,
   "slug" : "xiphoidprocess-customer-story-of-the-day-im",
   "id" : "125448243804",
   "date" : "Thu, 30 Jul 2015 12:57:58",
   "reblog-key" : "k4uDfCmx",
   "type" : "regular",
   "url" : "http://tumblr.ggvaidya.com/post/125448243804",
   "feed-item" : "",
   "tags" : [
      "heeee",
      "that is a correct observation is exactly the right thing to say"
   ],
   "regular-body" : "<p><a href=\"http://xiphoidprocess.tumblr.com/post/125443947711/customer-story-of-the-day-im-on-bar-i-call-out\" class=\"tumblr_blog\">xiphoidprocess</a>:</p>\n\n<blockquote><p>customer story of the day: </p><p>I’m on bar. I call out a drink, and hand it over with a straw. a woman comes up,  nodding with eye contact and reaching for the drink, and then stops. I assume that she is a bar customer answering the call for her drink, like you would. she has a fork she’s trying to hand to me, but both my hands are full.</p><p>customer, irritated and superior tone: “can I get a <i>knife</i>?”</p><p>me: “sure.” I’m confused as to why she’s handing me a fork. I’m confused why she won’t take the straw for her drink. Turns out it’s not her drink. I put drink and straw down, take the fork and just toss it, because ew, and now I have to wash my hands since god knows where that fork has been. why is she giving me a fork? I leave my post to answer her query (immediately earning the ire of people waiting for bar drinks) and then find out we are out of knives.</p><p>me: “I’m sorry, we’re out of knives. Can I offer you another fork?” Oh. That’s why she had a fork. Why do people think I will immediately understand weird things like being handed a fork, with no explanation or prior context? It’s not actually that easy for the human brain to switch from remembering the details of 3-4 drinks you’re making simultaneously to trying to figure out something out of the ordinary at any given split second, you know.</p><p>customer, with death glare and tone that suggests she thinks I’m an idiot: “I guess now I have to spread cream cheese with a fork.”</p><p>me, finally making direct eye contact: “that is a correct observation.”</p><figure data-orig-width=\"245\" data-orig-height=\"245\"><img src=\"http://33.media.tumblr.com/aca26884a145ff9f4fc1c0cc41bd0088/tumblr_inline_nsbamoXSG41rqmlcn_500.gif\" alt=\"image\" data-orig-width=\"245\" data-orig-height=\"245\"/></figure><p>I’m pretty sure I earned myself another complaint directed at corporate.</p><p>regular customer watching this #1, quietly: “I was just thinking the same thing.”</p><p>regular customer watching this #2, also quietly: “I’m so glad you said that.”</p></blockquote>",
   "mobile" : 0
}

