{
   "quote-text" : "Within days of news breaking of the murder of Cecil the lion, a global petition calling for justice for the cat – said to be the largest lion in Hwange National Park– has garnered over 300 000 signatures. International media has diligently reported the latest news on the situation with updates on the American dentist, Walter Palmer, who is responsible for the trophy hunt coming in thick and fast. Additionally, #CeciltheLion has trended on Twitter, with #JeSuisCecil also featuring prominently.For many Zimbabweans, international focus on Cecil stands in stark contrast to the barely audible attention paid to Itai Dzamara, a local anti-state activist who has been missing for over four months. Or to the precarious status of unregulated local street vendors as police mount a crackdown on their activities. Or to Sangulani Chikumbutso, a high-school dropout who has become the first Zimbabwean to design and manufacture a hybrid helicopter and electric vehicle. It is the deepest irony that in a time when the #BlackLivesMatter movement continues to gain traction in highlighting the differential scales used to value human lives, the world should cast its eye on Zimbabwe for its wildlife, with no thought or concern for its people.",
   "format" : "html",
   "date" : "Thu, 30 Jul 2015 15:45:42",
   "reblog-key" : "rEyUtNDi",
   "bookmarklet" : 0,
   "date-gmt" : "2015-07-30 21:45:42 GMT",
   "id" : "125460063164",
   "url" : "http://tumblr.ggvaidya.com/post/125460063164",
   "unix-timestamp" : 1438292742,
   "tags" : [
      "yes",
      "good"
   ],
   "type" : "quote",
   "slug" : "within-days-of-news-breaking-of-the-murder-of",
   "from-feed-id" : 0,
   "quote-source" : "<b><a href=\"http://voicesofafrica.co.za/beyond-cecil-lion-issues-media-need-cover-zimbabwe/\">Fungai Machirori | Beyond Cecil the lion: The issues the media need to cover about Zimbabwe</a></b><br/> (via <a href=\"http://peopleofthesouth.tumblr.com/\" class=\"tumblr_blog\">peopleofthesouth</a>)",
   "feed-item" : "",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/125460063164/within-days-of-news-breaking-of-the-murder-of"
}

