{
   "bookmarklet" : 0,
   "date" : "Tue, 18 Aug 2015 16:20:21",
   "date-gmt" : "2015-08-18 20:20:21 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "127017977211",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "<p>My doctor (paraphrased), when I expressed doubts about going back on an anti-depressant.  (via </p><p><a href=\"http://webreakthenwebuild.tumblr.com/\" class=\"tumblr_blog\">webreakthenwebuild</a></p><p>(via <a href=\"http://squidilydink.tumblr.com/\" class=\"tumblr_blog\">squidilydink</a>)</p><p>This is such a good analogy because nobody thinks about it like this.  If you wear glasses, you literally need constant use of a medical aid to experience the world like most people do.  If it were anything besides glasses, that would be considered a disability.  But needing glasses is an extremely common, visible, and accepted form of disability to the point that we don’t even consider it one, we just accept that some people need glasses and that’s perfectly normal and there’s nothing wrong with needing to rely on them.</p><p>That is how <i>all</i> disabilities and illnesses should be seen, and how we should look at treatment for them.  You have a problem, and you need help dealing with it, and there’s nothing wrong with either of those things.  That’s perfectly normal and that’s okay.</p><p>(via <a href=\"http://ninjarobotclone.tumblr.com/\" class=\"tumblr_blog\">ninjarobotclone</a>)</p><p>Reblogging myself bc ^^that^^ was such a beautiful addition.  ~JJ</p><p>(via <a href=\"http://teachthemhowtothink.com/\" class=\"tumblr_blog\">teachthemhowtothink</a>)</p>",
   "quote-text" : "<p>I wear glasses.  Can I manage without glasses?  Well, yes, probably.  I could squint a lot, constantly move up close to anything I want to see, take the bus or a taxi if I want to go anywhere.  I could just accept that I’ll never be able to see eagles flying in the sky or whales jumping out of the ocean.  </p>\n\n<p>But why?  Why try so hard to manage life when I could just put on a pair of glasses?  No one would ever suggest a near-sighted person should just work harder.  No one would say ‘Maybe that’s just your normal’ to someone that needs glasses.  They would say ‘Let’s go to the eye doctor and get you a prescription so you’re able to see again.’</p>\n\n<p>You shouldn’t have to try so hard.</p>",
   "reblog-key" : "aCvlLo7q",
   "slug" : "i-wear-glasses-can-i-manage-without-glasses",
   "tags" : [
      "disability",
      "life"
   ],
   "type" : "quote",
   "unix-timestamp" : 1439929221,
   "url" : "http://tumblr.ggvaidya.com/post/127017977211",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/127017977211/i-wear-glasses-can-i-manage-without-glasses"
}

