{
   "quote-text" : "<p>It wasn&rsquo;t <em>easier</em>, the ghost explains, you just <em>knew how to do it</em>. Sometimes the easiest method you know is the hardest method there is. </p>\n\n<p>It&rsquo;s like… to someone who only knows how to dig with a spoon, the notion of digging something as large as a <em>trench</em> will terrify them. All they know are spoons, so as far as they&rsquo;re concerned, digging is simply <em>difficult</em>. The only way they can imagine it getting any easier is if <em>they</em> change &ndash; digging with a spoon until they get stronger, faster, and tougher. And the <em>dangerous</em> people, they&rsquo;ll actually try this. </p>\n\n<p>Everyone who will ever oppose you in life is a crazy, burly dude with a spoon, and you will never be able to outspoon them. Even the powerful people, they’re just spooning harder and more vigorously than everyone else, like hungry orphan children eating soup. Except the soup is power. I’ll level with you here: I have completely lost track of this analogy. </p>\n\n<p>What I&rsquo;m saying, giant talking cat, is that everyone is stupid. They attain a narrow grasp of reality and live their life as though there is nothing else. But you, me, <em>creatures with imagination</em> &ndash; we aren&rsquo;t constrained by our experiences. We&rsquo;re <em>inspired</em> by them. If we have trouble digging with a spoon, we build a shovel. If we’re stopped by a wall, we make a door. And if we can’t make a door, we ask ourselves whether we really <em>need</em> an opening to pass through something solid in the first place. </p>\n\n<p>You point out that you&rsquo;re not a ghost, and that you do need an opening to pass through solid objects. </p>\n\n<p>No &ndash; <em>that&rsquo;s</em> your mistake, he replies. <em>That&rsquo;s</em> why you&rsquo;re still not thinking like a witchhunter. You’re trying to do things <em>right</em>, and that&rsquo;s <em>wrong</em>. Mysticism means taking a step back &ndash; accepting that the very laws of reason and logic you abide by are merely <em>one option</em> of many. It means knowing you only see half the picture in a world where everyone else thinks they see the whole thing. It means having the sheer <em>arrogance</em> to have humility. </p>\n\n<p>That&rsquo;s why I&rsquo;m saying you have to <em>think like a witchhunter</em>. You have to be a little wrong to be completely right &ndash; to abandon truth in favor of questioning falsehood. If you think something&rsquo;s the easiest way, you have to <em>know you&rsquo;re wrong</em>. You have to understand how to stand against the very stance of understanding! You have to <em>know</em> you are inferior; that your knowledge and perceptions will never stand up to the true scope of all possible reality. You have to be a little further from perfect, and embrace that notion. </p>\n\n<p>Can you do that, Jo-Khajiit? Can you make mistakes, fearlessly pursue the worst ideas, and <em>be inferior</em>? </p>\n\n<p>I&rsquo;m the best fucking fuckup in Cyrodiil.</p>",
   "date" : "Wed, 26 Aug 2015 14:40:19",
   "date-gmt" : "2015-08-26 20:40:19 GMT",
   "bookmarklet" : 0,
   "quote-source" : "<a href=\"http://www.prequeladventure.com/2014/05/3391/\"><em>Prequel</em>, May 15, 2014</a>",
   "feed-item" : "",
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/127658526721",
   "id" : "127658526721",
   "unix-timestamp" : 1440621619,
   "reblog-key" : "mB0zhKk7",
   "format" : "html",
   "tags" : [
      "prequel adventure",
      "magic",
      "wonderful"
   ],
   "slug" : "it-wasnt-easier-the-ghost-explains-you-just",
   "type" : "quote",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/127658526721/it-wasnt-easier-the-ghost-explains-you-just"
}

