{
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://endreal.tumblr.com/post/119249817540/and-on-the-topic-of-cary-elwes-iocane-powder\">endreal</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://endreal.tumblr.com/post/45710972226/and-on-the-topic-of-cary-elwes-iocane-powder-in-the\">endreal</a>:</p>\n<blockquote>\n<p>Remember that scene in The Princess Bride where Westley challenges Vizzini to a battle of the wits—you know, the one with the iocane powder?</p>\n<p>The last few times I watched the movie, something about that scene didn’t set quite right with me, and I’ve been developing a theory about what’s really going on.</p>\n<p>Westley was involved in a battle of wits against Vizzini, a battle which, necessarily, involves a certain amount of deception. I think that Westley was deceiving Vizzini about his use of the iocane powder.</p>\n<p>Westley describes iocane powder to Vizzini as being “odorless, tasteless, dissolves instantly in liquid, and is among the more deadly poisons known to man.” </p>\n<p>When presenting the poison to Vizzini, Westley also gives him the explicit instructions “Inhale this, but do not touch.”</p>\n<p>While I believe Westley may truthfully have spent several years building up a resistance to the effects of iocane powder, I propose that rather than poisoning <i>both</i> goblets as he claimed to have done, Westley didn’t pour the iocane powder into either cup of wine!</p>\n<p>Especially since the iocane was in <i>powder</i> form, I suspect that rather than being an ingested poison, it was an inhalation poison!</p>\n<p><b>Vizzini wasn’t poisoned when Westley poured (or didn’t pour) iocane powder into the wine goblets, but when Westley told him to waft the vial of iocane powder. Since iocane powder is odorless, Vizzini wouldn’t have noticed that trace amounts of one of  the “more deadly poisons known to man” had been introduced into his system…trace amounts that were still enough to kill a man within minutes.</b></p>\n<p>And since iocane powder came from Australia, and it’s well documented that Australia is home to some of the most venomous species of plants and animals on earth, there’s no reason <i>not</i> to believe that such a small quantity iocane powder could have killed a man of Vizzini’s stature.</p>\n<p>Westley had already won the battle of wits before it had begun, and was simply stalling for time until the poison took it’s effect.</p>\n<p>All quotes from the script accessed from this site: [<a href=\"http://www.princessbride.8m.com/script.htm#19\">X</a>]</p>\n</blockquote>\n\n<p>This is, in all likelihood, the most important post I’ve ever made on this blue-bordered website.<br/></p></blockquote>",
   "mobile" : 0,
   "bookmarklet" : 0,
   "regular-title" : "And on the topic of Cary Elwes... (Iocane Powder in The Princess Bride)",
   "date-gmt" : "2015-09-14 20:20:14 GMT",
   "format" : "html",
   "from-feed-id" : 0,
   "reblog-key" : "ZWEk9sCL",
   "slug" : "and-on-the-topic-of-cary-elwes-iocane-powder",
   "url" : "http://tumblr.ggvaidya.com/post/129094241162",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/129094241162/and-on-the-topic-of-cary-elwes-iocane-powder",
   "unix-timestamp" : 1442262014,
   "tags" : [
      "makes sense",
      "movies",
      "the princess bride"
   ],
   "type" : "regular",
   "date" : "Mon, 14 Sep 2015 14:20:14",
   "id" : "129094241162",
   "feed-item" : ""
}

