{
   "mobile" : 0,
   "unix-timestamp" : 1444423223,
   "date-gmt" : "2015-10-09 20:40:23 GMT",
   "tags" : [
      "monty python and the holy grail",
      "monty python"
   ],
   "quote-text" : "Mønti Pythøn ik den Hølie Gräilen Røtern nik Akten Di Wik Alsø wik Alsø alsø wik Wi nøt trei a høliday in Sweden this yër? See the løveli lakes The wøndërful telephøne system And mäni interesting furry animals The characters and incidents portrayed and the names used are fictitious and any similarity to the names, characters, or history of any person is entirely accidental and unintentional. Signed RICHARD M. NIXON Including the majestik møøse A Møøse once bit my sister&hellip; No realli! She was Karving her initials on the møøse with the sharpened end of an interspace tøøthbrush given her by Svenge - her brother-in-law - an Oslo dentist and star of many Norwegian møvies: &ldquo;The Høt Hands of an Oslo Dentist&rdquo;, &ldquo;Fillings of Passion&rdquo;, &ldquo;The Huge Mølars of Horst Nordfink&rdquo;&hellip; We apologise for the fault in the subtitles. Those responsible have been sacked. Mynd you, møøse bites Kan be pretti nasti&hellip; We apologise again for the fault in the subtitles. Those responsible for sacking the people who have just been sacked have been sacked. Møøse trained by YUTTE HERMSGERVØRDENBRØTBØRDA Special Møøse Effects OLAF PROT Møøse Costumes SIGGI CHURCHILLMøøse Choreographed by HORST PROT III Miss Taylor&rsquo;s Møøses by HENGST DOUGLAS-HOME Møøse trained to mix concrete and sign complicated insurance forms by JURGEN WIGG Møøses&rsquo; noses wiped by BJØRN IRKESTØM-SLATER WALKER Large møøse on the left hand side of the screen in the third scene from the end, given a thorough grounding in Latin, French and &ldquo;O&rdquo; Level Geography by BO BENN Suggestive poses for the Møøse suggested by VIC ROTTER Antler-care by LIV THATCHER The directors of the firm hired to continue the credits after the other people had been sacked, wish it to be known that they have just been sacked. The credits have been completed in an entirely different style at great expense and at the last minute. Executive Producer JOHN GOLDSTONE &amp; &ldquo;RALPH&rdquo; The Wonder Llama Producer MARK FORSTATER Assisted By EARL J. LLAMA MIKE Q. LLAMA III SY LLAMA MERLE Z. LLAMA IX Directed By 40 SPECIALLY TRAINED ECUADORIAN MOUNTAIN LLAMAS 6 VENEZUELAN RED LLAMAS 142 MEXICAN WHOOPING LLAMAS 14 NORTH CHILEAN GUANACOS (CLOSELY RELATED TO THE LLAMA) REG LLAMA OF BRIXTON 76000 BATTERY LLAMAS FROM &ldquo;LLAMA-FRESH&rdquo; FARMS LTD. NEAR PARAGUAY and TERRY GILLIAM &amp; TERRY JONES",
   "from-feed-id" : 0,
   "id" : "130833541935",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/130833541935/mønti-pythøn-ik-den-hølie-gräilen-røtern-nik-akten",
   "quote-source" : "From the opening credits to <a href=\"http://www.imdb.com/title/tt0071853/crazycredits?item=cz0006074\"><em>Monty Python and the Holy Grail</em></a> (1975)",
   "bookmarklet" : 0,
   "slug" : "mønti-pythøn-ik-den-hølie-gräilen-røtern-nik-akten",
   "reblog-key" : "HLQ9eeEM",
   "url" : "http://tumblr.ggvaidya.com/post/130833541935",
   "feed-item" : "",
   "type" : "quote",
   "format" : "html",
   "date" : "Fri, 09 Oct 2015 14:40:23"
}

