{
   "regular-title" : "The future of VertNet: A new beginning",
   "date-gmt" : "2015-10-21 03:01:00 GMT",
   "tags" : [
      "vertnet",
      "yay!",
      "funding"
   ],
   "unix-timestamp" : 1445396460,
   "mobile" : 0,
   "date" : "Tue, 20 Oct 2015 21:01:00",
   "format" : "html",
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/131596393864",
   "type" : "regular",
   "reblog-key" : "xq2yG33m",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://vertnet.tumblr.com/post/131565595201\">vertnet</a>:</p>\n<blockquote>\n<p>If VertNet was a member of the family Felidae, we’d be coming to the end of life #2.  Our first life began in 2008 when our ancestors, MaNIS, FishNet, HerpNET, and ORNIS, came together to find solutions to issues derived from aging technology and growing need.  At that time, the former National Biological information Infrastructure (NBII), a unit with the USGS, provided seed money to get us through the early years.<b><br/></b></p>\n<p>In 2010 VertNet received a grant from the National Science Foundation (NSF, <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=1062193&amp;HistoricalAwards=false\">DBI-1062193</a>), and thus, we were thrust into our second life, a life devoted to the service of the <a href=\"http://www.vertnet.org/about/classicnetworks.html\">Classic Networks</a> our ancestors created and the data publishers that supported them.   We worked long and hard to meet the challenges presented to us.  We made great progress in the development of the VertNet portal and a wide range of new tools and services for the biodiversity community, such as <a href=\"http://www.vertnet.org/resources/issuetrackingguide.html\">issue tracking</a>, <a href=\"http://www.vertnet.org/resources/usagereportingguide.html\">usage reporting</a>, <a href=\"http://blog.vertnet.org/post/98171995526/introducing-the-vertnet-norms-for-data-use-and\">community data use norms</a>, <a href=\"http://blog.vertnet.org/post/108840046776/rev-up-your-research-with-the-all-new-rvertnet\">rVertNet</a>, and <a href=\"http://www.vertnet.org/resources/datalicensingguide.html\">licensing</a>, not to mention the thousands of hours spent on improving data quality and fitness for use across the network.  Of greatest importance, we published nearly 220 million occurrence records in the last three years - with millions more on the way.</p>\n<p>Now, in 2015, our NSF funding is coming to an end.  We’ve worked some magic to make three years worth of funding last for almost six with help from an NSF supplement and additional amounts from here and there. With our second life effectively at an end we are happy to say a third life awaits us in 2016!  In the coming months, our small team will join the <a href=\"https://www.idigbio.org/\">iDigBio</a> team, based at the University of Florida.  As a part of iDigBio we will continue our work to clean and publish as many biodiversity collections into the <a href=\"http://portal.idigbio.org/portal\">iDigbio data portal</a> at the same time that we continue to build upon our work on the <a href=\"http://vertnet.org/search\">VertNet</a> and <a href=\"http://www.gbif.org/\">GBIF</a> portals.</p>\n<p>During this life, our focus will shift a little so that we can support the publication of data digitized by all of those participating in ADBC <a href=\"https://www.idigbio.org/wiki/index.php/TCNs\">TCNs</a>, but you can rest assured that our primary mission to publish the highest quality biodiversity data while providing the highest level of customer service will remain unchanged.  We’ll also continue our efforts to find a truly sustainable model for VertNet services.</p>\n<p>For this third life, we are thankful to Larry Page and the iDigBio team for the opportunity to continue to serve the biodiversity community for another couple of years.  We will devote our efforts to iDigBio with the same zest for data we displayed in our second life and deliver to you, the users of biodiversity data, the best data about <a href=\"http://portal.vertnet.org/search?q=family:Muridae\">Muridae</a>, <a href=\"http://portal.vertnet.org/search?q=family:Phrynosomatidae\">Phrynosomatidae</a>, <a href=\"http://portal.vertnet.org/search?q=family:Passeridae\">Passeridae</a>, <a href=\"http://www.gbif.org/species/search?q=Acrididae&amp;dataset_key=d7dddbf4-2cf0-4f39-9b2a-bb099caae36c\">Acrididae</a>, and <a href=\"http://www.gbif.org/species/search?q=Lamiaceae&amp;dataset_key=d7dddbf4-2cf0-4f39-9b2a-bb099caae36c\">Lamiaceae</a> any Felidae could ask for.<br/></p>\n</blockquote>",
   "slug" : "the-future-of-vertnet-a-new-beginning",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/131596393864/the-future-of-vertnet-a-new-beginning",
   "bookmarklet" : 0,
   "id" : "131596393864",
   "from-feed-id" : 0
}

