{
   "reblog-key" : "OqxudrN2",
   "quote-source" : "<h2><a href=\"http://www.forbes.com/sites/tarahaelle/2015/09/17/two-doctors-running-for-president-dont-understand-medicines-most-important-advance/\">Ben Carson &amp; Rand Paul Don’t Get It: All Our Vaccines Prevent Death</a>\n\n</h2><p> (via </p><p><a class=\"tumblr_blog\" href=\"http://thepoliticalfreakshow.me/\">thepoliticalfreakshow</a></p><p>)</p>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/133088852898/im-for-freedom-too-rand-paul-im-for-freedom",
   "slug" : "im-for-freedom-too-rand-paul-im-for-freedom",
   "quote-text" : "<p>I’m for freedom too, Rand Paul. I’m for freedom from disease. I’m in favor of ensuring that my child and those in my community don’t get sick from measles and die because fear has led others in the community not to vaccinate their children. As former Supreme Court Justice Oliver Wendell Holmes once said, “The right to swing my fist ends where the other man’s nose begins.” And the problem when someone else spreads out vaccines and gets sick in the interim is that that person can spread the disease to others. As the libertarian magazine Reason noted on this issue, the right to make up your own schedule becomes problematic when your child is “swinging their microbes at other people.”</p>\n\n<p>Perhaps it’s too much to ask for presidential candidates to understand even basic medical concepts, such as vaccines. But at the very least, we should expect the two men who have practiced medicine to understand them. If they don’t understand the subject matter they’ve made careers out of, what confidence does that offer for their leadership of a nation?</p>\n\n<p>And for what I wish were the last time. Vaccines don’t cause autism. They just don’t.</p>",
   "id" : "133088852898",
   "tags" : [
      "vaccines",
      "srsly"
   ],
   "type" : "quote",
   "url" : "http://tumblr.ggvaidya.com/post/133088852898",
   "date-gmt" : "2015-11-12 21:20:18 GMT",
   "feed-item" : "",
   "from-feed-id" : 0,
   "date" : "Thu, 12 Nov 2015 14:20:18",
   "bookmarklet" : 0,
   "mobile" : 0,
   "unix-timestamp" : 1447363218,
   "format" : "html"
}

