{
   "bookmarklet" : 0,
   "date" : "Fri, 13 Nov 2015 14:20:04",
   "date-gmt" : "2015-11-13 21:20:04 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 640,
   "id" : "133152566565",
   "mobile" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://thecivilwarparlor.tumblr.com/post/128743306135\">thecivilwarparlor</a>:</p>\n<blockquote>\n<h2>Amputation In The Civil War- Staphylococci, The Blood Stream And Death</h2>\n<p>\n\nPhotograph shows portrait of Corporal Michael Dunn of Co. H, 46th Pennsylvania Infantry Regiment, after the amputation of his legs in 1864, the result of injuries received in a battle near Dallas, Georgia, on May 25, 1864.\n\n<br/></p>\n<p>\n\nPhotographed by Hope, successor to M.H. Kimball, 477 Broadway, New York.\n\n<br/></p>\n<p>\n\nAfter Antietam, for example, 22 percent of the 8,112 wounded treated in hospitals died; but after the Battle of Gettysburg one year later, only 9 percent of 10,569 died. Despite that, an editorial writer in the Cincinnati Lancet and Observer noted in September 1863 that ‘Our readers will not fail to have noticed that everybody connected with the army has been thanked, excepting the surgeons….’ Infection threatened the life of every wounded Civil War soldier, and the resulting pus produced the stench that characterized hospitals of the era. </p>\n<p>When the drainage was thick and creamy (probably due to staphylococci), the pus was called ‘laudable,’ because it was associated with a localized infection unlikely to spread far. Thin and bloody pus (probably due to streptococci), on the other hand, was called ‘malignant,’ because it was likely to spread and fatally poison the blood. Civil War medical data reveal that severe infections now recognized as streptococcal were common. </p>\n<p>One of the most devastating streptococcal infections during the war was known as ‘hospital gangrene.’ When a broken bone was exposed outside the skin, as it was when a projectile caused the wound, the break was termed a ‘compound fracture.’ If the bone was broken into multiple pieces, it was termed a ‘comminuted fracture’; bullets and artillery shells almost always caused bone to fragment. Compound, comminuted fractures almost always resulted in infection of the bone and its marrow (osteomyelitis). </p>\n<p>The infection might spread to the blood stream and cause death, but even if it did not, it usually caused persistent severe pain, with fever, foul drainage, and muscle deterioration. Amputation might save the soldier’s life, and a healed stump with a prosthetic limb was better than a painful, virtually useless limb, that chronically drained pus. Antisepsis and asepsis were adopted in the decades following the war, and when penicillin became available late in World War II, the outlook for patients with osteomyelitis improved. \n\n<br/></p>\n</blockquote>",
   "photo-url-100" : "http://56.media.tumblr.com/f17ca5bdaa8c50611bfdf03ecc88faea/tumblr_nufs6fL2ML1rd3evlo1_100.jpg",
   "photo-url-1280" : "http://41.media.tumblr.com/f17ca5bdaa8c50611bfdf03ecc88faea/tumblr_nufs6fL2ML1rd3evlo1_500.jpg",
   "photo-url-250" : "http://56.media.tumblr.com/f17ca5bdaa8c50611bfdf03ecc88faea/tumblr_nufs6fL2ML1rd3evlo1_250.jpg",
   "photo-url-400" : "http://56.media.tumblr.com/f17ca5bdaa8c50611bfdf03ecc88faea/tumblr_nufs6fL2ML1rd3evlo1_400.jpg",
   "photo-url-500" : "http://56.media.tumblr.com/f17ca5bdaa8c50611bfdf03ecc88faea/tumblr_nufs6fL2ML1rd3evlo1_500.jpg",
   "photo-url-75" : "http://56.media.tumblr.com/f17ca5bdaa8c50611bfdf03ecc88faea/tumblr_nufs6fL2ML1rd3evlo1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "1PrcZivA",
   "slug" : "thecivilwarparlor-amputation-in-the-civil",
   "tags" : [
      "ugh",
      "medicine",
      "thank god for germ theory",
      "and modern medicine"
   ],
   "type" : "photo",
   "unix-timestamp" : 1447449604,
   "url" : "http://tumblr.ggvaidya.com/post/133152566565",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/133152566565/thecivilwarparlor-amputation-in-the-civil",
   "width" : 397
}

