{
   "slug" : "but-remember-n-amino-azidotetrazole-i-cant-even",
   "id" : "133439054564",
   "quote-text" : "<p>But remember, N-amino azidotetrazole (I can&rsquo;t even type that name without wincing) is the starting material for the work I&rsquo;m talking about today. It’s a base camp, familiar territory, merely a jumping-off point in the quest for still more energetic compounds. The most alarming of them has two carbons, fourteen nitrogens, and no hydrogens at all, a formula that even Klapötke himself, who clearly has refined sensibilities when it comes to hellishly unstable chemicals, calls &ldquo;exciting&rdquo;. Trust me, you don’t want to be around when someone who works with azidotetrazoles comes across something &ldquo;exciting&rdquo;.</p>\n\n<p>It&rsquo;s a beast, all right. The compound is wildly, ridiculously endothermic, with a heat of formation of 357 kcal/mole, all of which energy is ready to come right back out at the first provocation (see below). To add to the fun, the X-ray crystal structure shows some rather strange bond distances, which indicate that there&rsquo;s a lot of charge separation &mdash; the azides are somewhat positive, and the tetrazole ring somewhat negative, which is a further sign that the whole thing is trembling on the verge of not existing at all.</p>\n\n<p>And if you are minded to make some yourself, then you are on the verge of not existing at all, either.</p>",
   "tags" : [
      "derek lowe",
      "chemistry",
      "oh dear",
      "explosives"
   ],
   "type" : "quote",
   "quote-source" : "Derek Lowe, <a href=\"http://blogs.sciencemag.org/pipeline/archives/2013/01/09/things_i_wont_work_with_azidoazide_azides_more_or_less\"><em>Things I Won’t Work With: Azidoazide Azides, More Or Less</em></a>, In The Pipeline, January 9, 2013.",
   "reblog-key" : "swlSQuGY",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/133439054564/but-remember-n-amino-azidotetrazole-i-cant-even",
   "date" : "Tue, 17 Nov 2015 19:20:41",
   "bookmarklet" : 0,
   "unix-timestamp" : 1447813241,
   "mobile" : 0,
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/133439054564",
   "feed-item" : "",
   "date-gmt" : "2015-11-18 02:20:41 GMT",
   "from-feed-id" : 0
}

