{
   "bookmarklet" : 0,
   "date" : "Mon, 04 Jan 2016 03:21:48",
   "date-gmt" : "2016-01-04 08:21:48 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "136596079729",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "Chris Sims, <a href=\"http://comicsalliance.com/ask-chris-santa-claus-superhero/\"><em>Ask Chris #281: Santa Claus, The Greatest Superhero Of Them All</em></a>,",
   "quote-text" : "<p>There is, however, a third option for how Santa should work in a superhero universe, and unlike the others, it doesn&rsquo;t require going back and changing things that have already happened. Instead, it&rsquo;s something that we do going forward, recasting Santa Claus as a character who just hasn&rsquo;t shown up <em>yet</em>.</p>\n\n<p>I mean, we know he&rsquo;s powerful, we know he’s fast, we know that he keeps tabs on things and has been around long enough to know when things are serious, and we know that he cares enough about the world to make sure everyone gets an orange in their stocking on Christmas Day. If he hasn’t shown up to fight off Darkseid or Thanos in the past, it’s easy to assume that he figured that all the other superheroes could handle it, and so far, he’s been right about that.</p>\n\n<p>Imagine, then, how awesome it would be if the <em>next</em> time there was a massive crossover that put everything in danger &ndash; something that had <em>nothing at all to do with Christmas</em> &ndash; Santa Claus actually <em>did</em> show up, because <em>this</em> time, for the first time in 1,672 years, things had gotten so real that he knew they needed <em>everyone</em> on deck.</p>\n\n<p>You cannot tell me that would not be <em>off the chain</em>.</p>",
   "reblog-key" : "I8PdIaAl",
   "slug" : "there-is-however-a-third-option-for-how-santa",
   "tags" : [
      "chris sims",
      "santa claus",
      "christmas"
   ],
   "type" : "quote",
   "unix-timestamp" : 1451895708,
   "url" : "http://tumblr.ggvaidya.com/post/136596079729",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/136596079729/there-is-however-a-third-option-for-how-santa"
}

