{
   "bookmarklet" : 0,
   "date" : "Mon, 11 Jan 2016 14:20:07",
   "date-gmt" : "2016-01-11 21:20:07 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "137109397034",
   "mobile" : 0,
   "quote-source" : "<a href=\"http://artsbeat.blogs.nytimes.com/2015/12/04/rare-king-james-bible-first-edition-discovered-at-drew-university/\">Rare King James Bible First Edition Discovered at Drew University - The New York Times</a> (via <a class=\"tumblr_blog\" href=\"http://jenn2d2.tumblr.com/\">jenn2d2</a>)",
   "quote-text" : "<p>Drew University, founded in Madison, N.J., in 1867 as a Methodist seminary, is known for its unusually rich collection of rare books and manuscripts, including hundreds of historic Bibles, a 1493 Nuremberg Chronicle and extensive holdings relating to Willa Cather.</p>\n\n<p>Now, a graduate student has discovered a treasure the library didn’t know it had: a first edition of the King James Bible.</p>\n\n<p>The 1611 Bible, which surfaced in late October, is a so-called “He Bible,” named for a typographical error in the Book of Ruth that was corrected in the middle of the first printing. Of the fewer than 200 King James first editions known to survive, most are “She” copies.</p>\n\n<p>Brian Shetler, a doctoral candidate in book history who works in the library, discovered the Bible when he was hunting through the rare-book shelves, pulling a sampling of 17th-century books printed in England to show to a history class. It was in a box with a label mentioning “Bible,” “1611” and “R. Barker,” a seeming reference to the London printer Robert Barker.</p>\n\n<p>“I just thought, ‘Oh, that’s interesting,’” Mr. Shetler said. “I knew Barker had published the King James Bible, but I thought there was no way we would have one and not know about it.”</p>",
   "reblog-key" : "oqF6zrhg",
   "slug" : "drew-university-founded-in-madison-nj-in-1867",
   "tags" : [
      "libraries"
   ],
   "type" : "quote",
   "unix-timestamp" : 1452547207,
   "url" : "http://tumblr.ggvaidya.com/post/137109397034",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/137109397034/drew-university-founded-in-madison-nj-in-1867"
}

