{
   "bookmarklet" : 0,
   "date" : "Wed, 03 Feb 2016 17:00:40",
   "date-gmt" : "2016-02-04 00:00:40 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "138634462239",
   "mobile" : 0,
   "quote-source" : "<a href=\"https://www.washingtonpost.com/news/acts-of-faith/wp/2016/02/03/president-obamas-mosque-visit-will-spotlight-a-new-generation-of-muslim-americans/\">\n\nAt Baltimore mosque, President Obama encourages U.S. Muslims: ‘You fit in here’</a><br/><br/> (via <a href=\"http://tumblr.ericjgeller.com/\" class=\"tumblr_blog\">ericgeller</a>)",
   "quote-text" : "<p>President Obama Wednesday delivered the comforting sermon to U.S. Muslims that their community leaders have been requesting for years, framing Islam as deeply American and its critics as violating the nation’s cherished value of religious freedom. Obama’s comments came in his first visit as president to a U.S. mosque.</p>\n\n<p>The historic 45-minute speech at a large, suburban Baltimore mosque was attended by some of the country’s most prominent Muslims. In what appeared to be a counter to the rise in Islamophobia, Obama celebrated the long history of Muslim achievement in American life from sports to architecture and described Muslims as Cub Scouts, soldiers and parents, pointing out the mother of the pre-med college student who introduced him at the podium.</p>\n\n<p>“There are voices who are constantly claiming you have to choose between your identities…. Do not believe them…. You fit in here. Right here. You’re right where you belong. You’re part of America, too,” Obama said, his volume rising as he said he was speaking in particular at that moment to young Muslim Americans. “You’re not Muslim or American, you’re Muslim and American. And don’t grow cynical.”</p>",
   "reblog-key" : "Xu7CS3Db",
   "slug" : "president-obama-wednesday-delivered-the-comforting",
   "tags" : [
      "nice",
      "politics"
   ],
   "type" : "quote",
   "unix-timestamp" : 1454544040,
   "url" : "http://tumblr.ggvaidya.com/post/138634462239",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/138634462239/president-obama-wednesday-delivered-the-comforting"
}

