{
   "bookmarklet" : 0,
   "date" : "Thu, 04 Feb 2016 17:23:57",
   "date-gmt" : "2016-02-04 22:23:57 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "138690844309",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"138690844309\" data-blog-name=\"mrvaidya\" id=\"like_button_138690844309\"><iframe id=\"like_iframe_138690844309\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=399aee1ea58b6007c2190a8138f100e5#name=mrvaidya&amp;post_id=138690844309&amp;color=black&amp;rk=jTLLpbbB&amp;root_id=138690219714\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_138690844309\"></iframe></div>",
   "mobile" : 0,
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/138690844309/jTLLpbbB\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "jTLLpbbB",
   "regular-body" : "<p><a href=\"http://magpiesyousharply.tumblr.com/post/138690219714/job-offer-scam-time\" class=\"tumblr_blog\">magpiesyousharply</a>:</p>\n\n<blockquote><p>Hey, unemployed and underemployed comrades! If you’ve posted your resume on a free job board of any kind, please be aware that people will likely try to scam you. This happened to me literally yesterday, and I very nearly fell for it because I’m already in contact with some potential employers, and thought this very strange email was associated with one of them:<br/></p><figure data-orig-width=\"797\" data-orig-height=\"303\" class=\"tmblr-full\"><img src=\"http://68.media.tumblr.com/cf5e9354dde0de823e411215f8d5320e/tumblr_inline_o21kzxAuv01qzwkgn_540.png\" alt=\"image\" data-orig-width=\"797\" data-orig-height=\"303\"/></figure><p>It seemed odd that the email came from a gmail account, didn’t specify what the company or opening was, and that they wanted to brief me about a position someone was already in touch with me about (I assumed)… it was especially strange that they were using weirdly strong language (”we require”) and using messed up spellings, and most of all that they wanted to set up a gchat, but whatever, I just figured it was bureaucratic incompetence. </p><p>So then I’m in touch over gchat with this woman who sends me a long boilerplate about how great Cygna is as an employer. Wait, what? I had no recollection of ever applying to a job at any insurance company. So I ask her if she’s affiliated with the other company I’ve been in touch with. She doesn’t really answer, instead asking me if I’m ready for the online pre-interview screening, so I ask her where she found my resume. I’m super polite about it, since I have no idea if this is actually a legit thing or not. She gives me an acronym associated with a job board that I remember looking at… but don’t really remember posting to? I try to log in to the job board. No dice. They don’t recognize my email address.<br/><br/>Meanwhile, she’s giving me all kinds of glorious details about the job: the pay is very generous for data entry, isn’t that great?! Work from home! Flexible hours! Golly! Did I think I’d be interested in that?<br/><br/>The cogs were turning. For one thing, the job sounded horrible, like something that would bore me just to death, and anyway, with my mental health in its current state, I don’t want to work from home. I hadn’t quite put it together, but it seemed like a bad idea, so I simply told her that it didn’t seem like a good fit, and thanked her for her time.<br/><br/>After a few minutes of thinking, setting aside the “holy shit did I just turn down an offer on a lucrative position” anxiety of d00m, I realized that it was just a complete scam. Then I blocked her.</p><p>So I’ve done some research, and apparently this is quite common…</p><p><b>SUMMARY:</b><br/><b>Scammers will find your email on legitimate job boards</b> where you’ve posted a resume. Then, if you ask them about it, they’ll <i>claim</i> to have found your resume on a board that you could plausibly have posted to, but probably don’t remember, since you’re job-hunting and how would you remember every single thing you’ve applied to and posted on? This probably protects them from detection by the operators of the legit board you really did post to in the first place.<br/><br/><b>Scammers also POST FAKE JOBS on legit job boards.</b> These jobs are usually affiliated with a company that has a website strangely devoid of promotional materials.<br/><br/><b>Warning signs if you get an email out of the blue:</b></p><p>\n\n• They have a generic email address (e.g. gmail, yahoo)<br/>\n\n• They don’t say up front what company they represent or what job it was, and won’t give you a requisition number or anything like that<br/>\n\n • The hours and pay seem weirdly generous<br/>\n\n• They’re super upbeat about what a great candidate you are<br/>• They want to move really fast! <br/><br/>If you let them get to that point, they’ll want your social security number, routing number, and all that jazz, ostensibly so that they can hire you properly. But… they won’t. Don’t fall for that shit. You’ll end up with a drained bank account and/or a stolen identity. <br/><br/>Stay safe, kids. If I’d been having more of an anxiety-day than a nihilism-day, I might have let them take me for a ride, just out of fear of passing up a potential chance to pay rent. These shitbuoys prey on people who they can reliably assume are desperate for work: they offer a seemingly amazing opportunity so they can make you even more broke and miserable than you already are. <br/><br/><b>RESOURCES</b><br/>\n\n• \n\nIf you’ve been scammed and they actually took your money, you can file a claim with the <a href=\"https://www.ftccomplaintassistant.gov/GettingStarted?NextQID=216&amp;Selected=t#crnt\">Federal Trade Commission</a><br/><a href=\"http://www.job-hunt.org/onlinejobsearchguide/job-search-scams.shtml\">\n\n• \n\nLots of info</a> on the varieties of job scams and how to detect them<br/>\n\n• <a href=\"https://www.flexjobs.com/blog/post/5-sophisticated-job-scams-to-watch-out-for/\">Another article</a> on warning signs and so on<br/><br/>Unfortunately there doesn’t seem to be any way of tracking or reporting suspected scammers that I know of, but please let me know if you find one.</p></blockquote>",
   "regular-title" : "job offer scam time!",
   "slug" : "job-offer-scam-time",
   "tags" : [
      "oof",
      "scams"
   ],
   "type" : "regular",
   "unix-timestamp" : 1454624637,
   "url" : "http://tumblr.ggvaidya.com/post/138690844309",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/138690844309/job-offer-scam-time"
}

