{
   "bookmarklet" : 0,
   "date" : "Wed, 02 Mar 2016 16:20:09",
   "date-gmt" : "2016-03-02 21:20:09 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "140350011529",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "<a href=\"http://www.theestablishment.co/2016/01/18/the-exploitation-of-martin-luther-kings-legacy-by-white-supremacy/\">The Exploitation Of Martin Luther King’s Legacy By White Supremacy - The Establishment</a> (via <a class=\"tumblr_blog\" href=\"http://brutereason.tumblr.com/\">brutereason</a>)",
   "quote-text" : "In textbooks, film, and television, King is often portrayed as the angel to Malcolm’s devil. The man who believed in peace and love versus the man who promoted anger and violence. King was the man who met racism with tolerance, while Malcolm met racism with reverse-racism. Not only is this a deliberate denial of the smart, nuanced, and ever-evolving activism of Malcolm X, it is a misrepresentation of King intended to gaslight the entirety of black America into believing that their anger is unjustified and counterproductive.<br/>\nKing championed integration and racial cooperation, not only because he felt strong love for people of many races and solidarity with the poor of all races, but primarily because he felt it was the most sure path to improving the lives of black people. But King’s resolute commitment to nonviolence is not the same as a commitment to peace and tranquility, and it in no way means that King did not recognize and share the anger that many blacks had at a society that continued to brutally oppress them.",
   "reblog-key" : "892xVRf8",
   "slug" : "in-textbooks-film-and-television-king-is-often",
   "tags" : [
      "important",
      "racism"
   ],
   "type" : "quote",
   "unix-timestamp" : 1456953609,
   "url" : "http://tumblr.ggvaidya.com/post/140350011529",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/140350011529/in-textbooks-film-and-television-king-is-often"
}

