{
   "bookmarklet" : 0,
   "date" : "Sun, 13 Mar 2016 12:40:08",
   "date-gmt" : "2016-03-13 18:40:08 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "140982102004",
   "mobile" : 0,
   "reblog-key" : "SRGYz0Gq",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://robotgodantagonism.tumblr.com/post/126197240087\">robotgodantagonism</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://prokopetz.tumblr.com/post/81009703340\">prokopetz</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fidefortitude.tumblr.com/post/79891078454\">fidefortitude</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://kingloptr.tumblr.com/post/56929695061\">kingloptr</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fruitappreciation.tumblr.com/post/56796022829\">fruitappreciation</a>:</p>\n<blockquote>\n<p>omg apparently artificial banana flavoring is based on the gros michel banana which was wiped out by a banana plague in the 50s and the banana we eat today is a totally different thing called the cavendish and thats why banana candy doesnt taste like bananas do you know how lied to i feel. like there was a fucking banana apocalypse and no one told me about it until now</p>\n</blockquote>\n<p><img src=\"http://66.media.tumblr.com/b60b0c86ac6b177f441891934f3454b9/tumblr_inline_mqs2pnzCrn1qz4rgp.gif\" class=\"toggle_inline_image inline_image constrained_image\"/></p>\n</blockquote>\n<p>We are eating the shadowy remnants of a dead species.</p>\n</blockquote>\n<p>In the interest of accuracy, while it was a fungal plague that pulled the trigger, the real cause of the Gros Michel’s near-extinction was massive inbreeding.</p>\n<p>Y’see, folks were very picky about their bananas - they wanted every banana to taste exactly the same. So the big banana producers all started growing the same cultivar - the Gros Michel - and they deliberately inbred that sucker until every banana they picked was essentially identical to every other.</p>\n<p>The upshot is that all commercially cultivated bananas suffered from the same weakened immune system, and when a fungal pathogen that could kill <b>one</b> Gros Michel banana plant evolved, it promptly killed <b>all</b> of them.</p>\n<p>And the punchline? The banana producers didn’t learn a blessed thing from all this. Instead of diversifying their banana crops, they switched to a new cultivar, the Cavendish, <i>en masse</i> - and today’s Cavendishes are just as inbred as the Gros Michel was back in the day.</p>\n<p>Indeed, a second “banana apocalypse” is brewing as we speak; in 2008, a new strain of the same fungus that wiped out the Gros Michel, one that’s capable of attacking the Cavendish, struck banana crops in Malaysia - and in spite of our best efforts to contain it, it’s spreading. According to some estimates, if banana production isn’t diversified soon, the Cavendish could follow the Gros Michel into commercial extinction in as little as ten years.</p>\n<p>Isn’t history fun?</p>\n</blockquote>\n<p>banana apocalypse 2 coming to a banana farm near you.</p>\n</blockquote>",
   "regular-title" : null,
   "slug" : "robotgodantagonism-prokopetz",
   "tags" : [
      "I just heard about this yesterday!",
      "pretty cool",
      "fungus"
   ],
   "type" : "regular",
   "unix-timestamp" : 1457894408,
   "url" : "http://tumblr.ggvaidya.com/post/140982102004",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/140982102004/robotgodantagonism-prokopetz"
}

