{
   "bookmarklet" : 0,
   "date" : "Fri, 18 Mar 2016 16:20:11",
   "date-gmt" : "2016-03-18 20:20:11 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "141270411262",
   "is-submission" : false,
   "mobile" : 0,
   "reblog-key" : "VDdpqYbS",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://piddlebucket.tumblr.com/post/138525215779\">piddlebucket</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://dispetrichordia.tumblr.com/post/138521970845\">dispetrichordia</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://circuitbird.tumblr.com/post/138514996555\">circuitbird</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://circuitbird.tumblr.com/post/129872247250\">circuitbird</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://circuitbird.tumblr.com/post/23152205606\">circuitbird</a>:</p>\n<blockquote>\n<p>So, when my maternal grandmother died, we had to find loving, permanent homes for all five of her cats because otherwise she would have risen from the grave to kill the entire family. We took in Chloe because Chloe was my grandmother’s favorite, and she made my mom promise to look after her. Now my mother treats Chloe like her third child, and the cat is basically plastered to her 24/7 when she isn’t hiding from some imagined enemy like the dustbuster or my dad’s footsteps.</p>\n<p>Anyway, we wound up giving the rest of the cats to this couple that runs a joint called Kitty Korner. They try to find loving homes for all the cats they take in, but will care for the unadoptables (read: assholes) for the rest of their lives. That’s great, because one of the cats we gave to these poor women was Tobey. I have no idea why my grandmother ever adopted Tobey. He was a huge schmuck. The most handsome orange tomcat you ever saw, and he loved to crawl in your lap. But if you ever tried to touch him, he would switch immediately into Kill Mode and you could say goodbye to your hand. Needless to say, having him in your lap was awkward. It was like holding a bomb.</p>\n<p>Kitty Korner sends us detailed letters every year to give us updates on how Tobey’s doing. Basically, they are status reports on how much of a douche Tobey is and continues to be. These women are saints. I guess they really like cats, because these letters are like a full page of single-spaced text. But more or less, they amount to:</p>\n<ul><li>2003: Tobey has a real colorful personality! But, uh, we don’t think he’s suited for adoption yet</li>\n<li>2004: Nope, still not suited for adoption</li>\n<li>2005: I think this is pretty much a lost cause</li>\n<li>2006: WTF</li>\n<li>2007: Tobey is trying to kill us and every other cat in the house</li>\n<li>2008: Tobey is still trying to kill us and every other cat in the house</li>\n<li>2009: Tobey is a vicious dictator and can only find pleasure in the subjugation of other organisms</li>\n</ul><p>BUT!!!! The past few years, Tobey has apparently been making steady improvement. And in our most recent letter, we have been informed that he is no longer doing things like venturing upstairs expressly to beat the living shit out of the other cats at Kitty Korner. He will also let you pet him, and when he’s had enough he’ll give a warning nip instead of removing your limb. In fact, Tobey, at a ripe old age of 14, is ready for a new home! With an experienced cat owner, comes the necessary caveat, and like… no kids. At all. Ever. Or other cats, probably. But at least he’s no longer a psychopath.</p>\n</blockquote>\n<p>WE GOT ANOTHER LETTER FROM KITTY KORNER AND WE THOUGHT TOBEY HAD FINALLY KICKED THE BUCKET BUT IN FACT HE HAS FOUND A NEW HOME, AT AGE 16, WITH AN ELDERLY MAN WHO RECENTLY LOST HIS OWN CAT. </p>\n<p>I MAY CRY.</p>\n</blockquote>\n<p>2/1/2016: old man Tobey still loving his forever home :’)</p>\n<figure class=\"tmblr-full\"><img src=\"http://66.media.tumblr.com/d2ad77847d486c2c9315199486761994/tumblr_inline_o1wddlI6p31qa12bk_540.jpg\" class=\"\"/></figure></blockquote>\n<p>Amazing</p>\n</blockquote>\n<p>I crying</p>\n</blockquote>",
   "regular-title" : null,
   "slug" : "piddlebucket-dispetrichordia-circuitbird",
   "tags" : [
      "the touching tale",
      "of tobey the maniac",
      "cats",
      "crazy"
   ],
   "type" : "regular",
   "unix-timestamp" : 1458332411,
   "url" : "http://tumblr.ggvaidya.com/post/141270411262",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/141270411262/piddlebucket-dispetrichordia-circuitbird"
}

