{
   "bookmarklet" : 0,
   "date" : "Sun, 17 Apr 2016 13:40:39",
   "date-gmt" : "2016-04-17 17:40:39 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "142960105694",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"142960105694\" data-blog-name=\"mrvaidya\" id=\"like_button_142960105694\"><iframe id=\"like_iframe_142960105694\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=9c1e0782724156703eb4f7ba79dbe203#name=mrvaidya&amp;post_id=142960105694&amp;color=black&amp;rk=9UvQW1Dt\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_142960105694\"></iframe></div>",
   "mobile" : 0,
   "quote-source" : "Lexington, <em><a href=\"http://www.economist.com/blogs/lexington/2013/03/gun-control-0\">Gun control: America&rsquo;s gun divide</a></em>, March 29th, 2013.",
   "quote-text" : "<p>A valuable and sobering piece of research by the Washington Post on March 24th put some hard numbers behind the reality that everyone in the gun debate knows but finds hard to discuss. Rural and urban Americans, as well as blacks and whites, might as well live in different countries when it comes to their exposure to gun violence. After crunching the data, the Post found the following death rates per million people per year: gun homicides with black victims—151 per million, gun homicides with white victims—15 per million. When the 50 states are examined one by one, the disparities are even more stark: rates of fewer than ten gun homicides per million whites are recorded in Idaho, Wyoming and Utah. In Missouri, the research found a gun homicide rate of 308 per million blacks.</p>\n\n<p>That helps explain polling that finds 78% of blacks supporting stricter gun controls, as opposed to 48% of whites.</p>\n\n<p>[&hellip;]</p>\n\n<p>So should rural or white Americans care about gun murders? Yes, if they care about their fellow Americans. But if that is not enough, the recent number crunching has brought more precision to another bleak reality. If whites in rural Wyoming do not kill each other with guns very much, they kill themselves at horrible rates. The Post&rsquo;s analysis found gun suicide rates of 162 per million whites in Wyoming, and found that overall suicides are more common in states with high levels of gun ownership.</p>\n\n<p>Nationally, the gun suicide rate is 75 per million whites per year in America, and 27 per million blacks, according to the Post&rsquo;s numbers.</p>\n\n<p>A caveat. Suicide is a complex problem, and deserves more analysis than can be fitted into a single blog post. Suicide rates are affected by everything from demographics to economics, culture and mental-health-care provisions. But there is a lot of research to indicate that death rates are affected by the availability of methods of suicide that leave no chance for second thoughts (eg, by calling an ambulance after taking an overdose).</p>\n\n<p>A final note. Even looking only at white and rural Americans, these are still high rates of gun death.</p>\n\n<p>[&hellip;]</p>\n\n<p>Gun-rights advocates are often angered by comparisons with Britain, a country in which handguns and semi-automatic weapons are essentially impossible to own privately, since a spate of mass shootings in the 1990s. A cottage industry has grown up explaining that America&rsquo;s many thousands of gun homicides a year include a few hundred cases of justifiable homicide, and that some noisy British television presenters working in America have understated British gun murder rates.</p>\n\n<p>It is also important to note that democratic deference must be paid to the overwhelming majority of Americans who broadly support the right to bear arms privately. America is America, and its history and culture must be respected in any discussion of gun control.</p>\n\n<p>But here are some numbers, for comparison, that do support an observation that this reporter has made before: the form of gun control that works involves no guns, even if that is not the sort of gun control that will ever be agreed in America.</p>\n\n<p>Fatal injuries involving firearms offences in England and Wales in 2011: 42. Homicides in England and Wales involving firearms in 2011: 39. Suicides involving firearms in England and Wales in 2011: 90.</p>\n\n<p>The population of England and Wales in 2011 was about 56.1m. That gives the following rates: firearm crime fatalities—0.75 per million; gun homicides—0.7 per million; gun suicide rates—1.6 per million.</p>\n\n<p>Or put another way, residents of England and Wales have a gun homicide rate 21 times lower than that among white Americans, and 215 times lower than that among black Americans, and a gun suicide rate 47 times lower than that among white Americans.</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/142960105694/9UvQW1Dt\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "9UvQW1Dt",
   "slug" : "a-valuable-and-sobering-piece-of-research-by-the",
   "tags" : [
      "politics",
      "gun control",
      "guns"
   ],
   "type" : "quote",
   "unix-timestamp" : 1460914839,
   "url" : "http://tumblr.ggvaidya.com/post/142960105694",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/142960105694/a-valuable-and-sobering-piece-of-research-by-the"
}

