{
   "bookmarklet" : 0,
   "date" : "Tue, 19 Apr 2016 15:03:14",
   "date-gmt" : "2016-04-19 19:03:14 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "143071997914",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"143071997914\" data-blog-name=\"mrvaidya\" id=\"like_button_143071997914\"><iframe id=\"like_iframe_143071997914\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=9c1e0782724156703eb4f7ba79dbe203#name=mrvaidya&amp;post_id=143071997914&amp;color=black&amp;rk=7eqxDQNG&amp;root_id=143069639443\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_143071997914\"></iframe></div>",
   "mobile" : 0,
   "quote-source" : "<a href=\"http://www.salon.com/2016/04/19/donald_trumps_avenging_angels_how_the_orange_haired_monster_has_rewritten_the_history_of_american_conservatism/\">Donald Trump’s avenging angels: How the orange-haired monster has rewritten the history of American conservatism - Rick Perlstein - Salon.com</a><br/> (via <a href=\"http://dendroica.tumblr.com/\" class=\"tumblr_blog\">dendroica</a>)",
   "quote-text" : "<p>When, around that time, Wall Street Journal columnist Irving Kristol coined the phrase “a neoconservative is a liberal who’s been mugged by reality”—a bowdlerization of the older adage “a conservative is a liberal who’s been mugged”—he probably didn’t have Charles Bronson in mind, let alone taxi driver Travis Bickle. Nonetheless the politics is all of a piece. Charles Bronson conservatism, Travis Bickle conservatism, the conservatism of avenging angels protecting white innocence in a  “liberal” metropolis gone mad: this is New York City’s unique contribution to the history of conservatism in America, an ideological tradition heretofore unrecognized in the historical literature. But without it, we cannot understand the rise of Donald Trump.</p>\n\n<p>Trump’s political debut, after all, came in response to a mugging. Following the infamous attack on a female jogger in Central Park, Trump purchased full pages in four New York newspapers demanding, “Bring Back the Death Penalty. Bring Back Our Police!” All the hallmarks of his present crusade against “political correctness” were in evidence, such as the harkening to that bygone day when men were men, cops were cops, and punks were punks. He concluded: “I miss the feeling of security New York’s finest once gave the citizens of this City.” As I previously reported, these same police straight-jacketed by liberal timorousness had already coerced the rape suspects into confessions later proven to be false.</p>\n\n<p>That’s N.Y.C.’s avenging-angel conservatism in a nutshell. And now that Trump is gliding toward an expected landslide in the New York primary on Tuesday, April 19, we must begin the work of excavating its history.</p>\n\n<p>We might start with William F. Buckley—though other scholars can surely date it back further. The National Review editor’s quixotic campaign for New York mayor in 1965 is best remembered for a self-effacing quip. (“What will you do if you win?” he was asked. “Demand a recount.”) Buckley himself is now celebrated as the genteel warrior of the conservatism of a more civilized age: The New York Times, upon his death in 2008, averred of that 1965 race, “He injected a rare degree of lofty oratory into city politics.”</p>\n\n<p>What he also injected was an unprecedented reactionary thuggishness. Like his idea to “undertake to quarantine all addicts, even as smallpox carriers would be quarantined during a plague.” Or “relocating chronic welfare cases outside the city limits”—in what his critics described as concentration camps for the poor. The campaign might have begun as a lark. He received hardly more than 10 percent of the vote. But in a harbinger of things to come, he finished second in some Catholic neighborhoods in Queens. Cops wore “Buckley For Mayor” buttons. When the election’s winner, the very liberal John Lindsay, campaigned in those same neighborhoods, young white men waved “Support your Local Police” placards in his face.</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/143071997914/7eqxDQNG\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "7eqxDQNG",
   "slug" : "when-around-that-time-wall-street-journal",
   "tags" : [
      "politics",
      "conservatism"
   ],
   "type" : "quote",
   "unix-timestamp" : 1461092594,
   "url" : "http://tumblr.ggvaidya.com/post/143071997914",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/143071997914/when-around-that-time-wall-street-journal"
}

