{
   "bookmarklet" : 0,
   "date" : "Thu, 05 May 2016 18:46:04",
   "date-gmt" : "2016-05-05 22:46:04 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "143913348874",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "Gruntled, <a href=\"http://en.illogicopedia.org/w/index.php?title=User_talk:63.228.68.41&amp;oldid=240239\">03:20, 1 Aym 2016 (UTC)</a>, Illogicopedia",
   "quote-text" : "Issara lurks about the dark recesses of the nooks and crannies of the hidey-holes of the world. She observes the Madness, concurs with herself, performs bizarre rituals, replaces house plants with Einstein-Rosen bridges, juggles rabid badgers&hellip; in short, she is a powerful and awesome force of Nature, poised to supplant evil with righteousness&hellip; or was that the other woman I was thinking of? You know, the one with the dress and the hat, with the two younger girls and their dogs&hellip; when they went to the place with those things? Yes, yes&hellip; I am certain now, it&rsquo;s definitely Isarra&hellip; force of Nature&hellip; do you know she defeated Enkinodar in the Battle of Kanknugeulathop? She&rsquo;d just finished The Art Of War, Finnish translation when Admiral Endinodar attacked the northern flank with armored marine forces and a contingent from the Salivation Army&hellip; blood and spittle flew as frantic salivators splashed the contents of a mobile blood bank onto the soil of their enemies. Isarra summoned her magical powers to drive her enemy mad with lust for cheese Danish and hazelnut coffee&hellip; since it had yet to be invented, the year being 1097, the troops quickly fell into disorder and fled the battlefield, appetites unsated and their story being completely made up. I sit cowering in my crevice, avoiding predatory hams by day and sex-crazed hippie protesters by night. Hyenas belch in my dreams, Frunobulax growls at phantom dancers, lolligaggers lay about, lolling and gagging their days away as the bombs fall and techno music blares on the roof&hellip; calico opossums skulk in the weeds, hoping for cigarettes&hellip; a coat made from babies is hung on the mantlepiece, sure to catch fire soon&hellip; plenipotentates scheme to corner the leather belt market, enabling a coup on the island of St. Ponte de Cigarillo&hellip; basilisks bask in baskets of Basque origin until the sun sets&hellip; this thread steadily accumulates points on it&rsquo;s way to the Cheese of Disgrace Award for worst attempt at pedantic food stains, as the author struggles to obtain a license to maim&hellip; a priest shows up to bless the apothecary wing of the Dr. Seuss Disgusting Septic Wound Wing of the Slap Happy Hospital only to be turned away by radical atheist chaplains; thinking he had no options, the priest drove his monster truck through the front windows of an unnamed grocery store, jumped out, tased two shoppers and the store manager, jumped up onto the seafood counter and sang Too Sexy for 12 minutes. Enkinodar, meanwhile, had returned from the dead, and happened to be walking by the store that day. The priest, Fr. Stilgar Scaffolding, narrowly missed hitting him with the front left 54 inch tire of his massive vehicle. Unaccustomed to being treated shabbily by commoners, the admiral commandeered a tug boat captained by a flatulent, alcoholic editor for the Wall Street Journal crossword puzzles and directed 50 caliber fire onto the priest&rsquo;s car. The resulting explosion killed 4 vampires in a shower of holy water, and hospital CEO Taffy Reproductive gave a hastily prepared news conference for penguins. Singer Lyle Lovett scheduled 649 concerts in North Carolina, with a secret plan to flood restrooms across the state with transgendered volunteers. No good will come from any of this, mark my words.",
   "reblog-key" : "DXToy52c",
   "slug" : "issara-lurks-about-the-dark-recesses-of-the-nooks",
   "tags" : [
      "names",
      "illogicopedia",
      "vampire",
      "salivation army",
      "Frunobulax",
      "mad with lust for cheese Danish"
   ],
   "type" : "quote",
   "unix-timestamp" : 1462488364,
   "url" : "http://tumblr.ggvaidya.com/post/143913348874",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/143913348874/issara-lurks-about-the-dark-recesses-of-the-nooks"
}

