{
   "bookmarklet" : 0,
   "date" : "Tue, 10 May 2016 16:20:04",
   "date-gmt" : "2016-05-10 20:20:04 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "144162301757",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"144162301757\" data-blog-name=\"mrvaidya\" id=\"like_button_144162301757\"><iframe id=\"like_iframe_144162301757\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=5716f9145cbbcc5e21aa13229de5d4ed#name=mrvaidya&amp;post_id=144162301757&amp;color=black&amp;rk=yTLjZjMU&amp;root_id=134291045125\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_144162301757\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "3388",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/144162301757/yTLjZjMU\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "yTLjZjMU",
   "reblogged-from-name" : "leafwarbler",
   "reblogged-from-title" : "Gleanings",
   "reblogged-from-url" : "http://leafwarbler.tumblr.com/post/141987670709/seeing-hamilton",
   "reblogged-root-name" : "mrsniffen",
   "reblogged-root-title" : "tim sniffen writing & drawing",
   "reblogged-root-url" : "http://mrsniffen.tumblr.com/post/134291045125/seeing-hamilton",
   "reblogged_from_avatar_url_128" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_128.png",
   "reblogged_from_avatar_url_16" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_16.png",
   "reblogged_from_avatar_url_24" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_24.png",
   "reblogged_from_avatar_url_30" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_30.png",
   "reblogged_from_avatar_url_40" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_40.png",
   "reblogged_from_avatar_url_48" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_48.png",
   "reblogged_from_avatar_url_512" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_512.png",
   "reblogged_from_avatar_url_64" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_64.png",
   "reblogged_from_avatar_url_96" : "http://68.media.tumblr.com/avatar_4f7f1bbad3da_96.png",
   "reblogged_root_avatar_url_128" : "http://68.media.tumblr.com/avatar_560c9e380846_128.png",
   "reblogged_root_avatar_url_16" : "http://68.media.tumblr.com/avatar_560c9e380846_16.png",
   "reblogged_root_avatar_url_24" : "http://68.media.tumblr.com/avatar_560c9e380846_24.png",
   "reblogged_root_avatar_url_30" : "http://68.media.tumblr.com/avatar_560c9e380846_30.png",
   "reblogged_root_avatar_url_40" : "http://68.media.tumblr.com/avatar_560c9e380846_40.png",
   "reblogged_root_avatar_url_48" : "http://68.media.tumblr.com/avatar_560c9e380846_48.png",
   "reblogged_root_avatar_url_512" : "http://68.media.tumblr.com/avatar_560c9e380846_512.png",
   "reblogged_root_avatar_url_64" : "http://68.media.tumblr.com/avatar_560c9e380846_64.png",
   "reblogged_root_avatar_url_96" : "http://68.media.tumblr.com/avatar_560c9e380846_96.png",
   "regular-body" : "<p><a href=\"http://mrsniffen.tumblr.com/post/134291045125/seeing-hamilton\" class=\"tumblr_blog\">mrsniffen</a>:</p>\n\n<blockquote><p>*</p><p>Can an essay capture an event so completely life-changing? Probably not. Where to begin? What clumsy collection of words would ever suffice?</p><p>Still, if this can convey even an echo of what I have witnessed, it will be worth it. Otherwise, you might never know.</p><p>It came at a time when I had resigned myself to never seeing <i>Hamilton</i>. At some point, the odds become too steep and you convince yourself that it wasn’t meant to be. I could survive without it; I would have to.</p><p>But one morning there it lay on my doorstep, a rolled-up parchment tied with pale lavender ribbon. My lottery number had been chosen. The committee had reviewed my essay, the first check in the payment plan had cleared. I was going<i>.</i></p><p>In the weeks that followed, I took time to prepare. I scheduled hearing and vision exams and began meditating to ensure my attention span was in top condition. I read the book, of course. In retrospect, nothing would have prepared me for what was ahead.</p><p>The day arrived. I called my parents in the morning and told them I loved them. My wife accompanied me to the theater and hugged me goodbye as I passed from her arms into the lobby. My paperwork was approved and I was shown to my seat. All around me sat celebrities, foreign dignitaries, high-ranking military personnel. No attention was given to them: we were in the presence of something greater.</p><p>There was a brief pre-show announcement. I couldn’t afford to take chances: I wrapped my phone in a scarf and crushed it. The glass shattered in my hand with a satisfying muffled crunch. Everyone else had done the same and ushers moved through the aisles holding wastepaper baskets to collect the debris.</p><p>The lights dimmed and a great hush fell over the crowd.</p><p>The curtain slowly rose to reveal the entire cast, all of them looking towards a single figure downstage center. It was him: Lin-Manuel Miranda. It hurt to look directly at him; The air around him was blurry with waves of humble creative genius. While the overture played, he scribbled in a notebook and jotted down lyrics for three songs in his next project.</p><p>Finally he tossed the notebook aside and spoke.</p><p>The words. The words were everywhere, Lin-Manuel’s genius words. They filled the theater, they ignited my time-dulled sense of what was possible on Broadway. The words caressed my brain and flowed over my face like hot, relevant syrup. Subtle changes in tempo gave us words slow and sensual, words urgent and unstoppable, all filtered through the amplifying prism of America. The crowd was mesmerized. Rhymes came with such speed and dexterity that I can only describe it as being spanked raw with a dictionary. My previous understanding of cadence and sentence structure were gone, replaced with Lin’s truth. All language was one, all things had become possible. Lin rhymed ‘Constitution’ with ‘door’ <i>and we cheered.</i></p><p>[For the record, I’m not some mindless sheep jumping onto the hip-hop train along with public opinion. I saw <i>Into The Heights</i>.]</p><p>Intermission arrived. We all sat stunned in our seats, unable to move, unable to leave the temple that this theater had become. Many were rocking and weeping; others soiled themselves. I tried to recall the details of my life before this moment, but nothing came: All I was, all I ever would be, was a person seeing <i>Hamilton</i>.</p><p>The second act roared to life and made a mockery of all we had seen before. Miranda was using words that didn’t exist; He was rewriting the rules of the spoken word before our eyes and we loved him for it. At one point he sang:</p><p><b><i>     LOTSA DIFF'RENT PATHS TO FAME AND POSTERITY,</i></b></p><p><b><i>     BLAFFA DIGGUM PLANTS IN A CAMEL MOCKUMENTARY.</i></b></p><p>I wrenched my eyes from the mesmerizing action to consider the set itself, made entirely of Tony awards. Thousands of them, glued together to form chairs, pubs, an island in the Caribbean, the White House. The reflected light was nearly blinding, but not as blinding as the words rawdogging my brain at every turn.</p><p>The show rocketed towards its conclusion and employed every possible theatrical device, boldly reimagined. Lyrics spoken faster than the human brain could comprehend. A flurry of costume changes for both cast and audience. Fireworks shot from the mouths of enormous papier-mâché founding fathers. A storm of eagles circled overhead and a cyclone made of tattered American flags lifted Lin-Manuel, chanting the alphabet, into the air before us. With the vocal power of an army of angels, the entire 500-person cast sang with one voice:</p><p><b><i>     IT’S NO FUN TO HAVE A BULLET IN YOUR ABDOMEN,</i></b></p><p><b><i>    THIS WAS THE STORY OF ALEXANDER HAMILTON.</i></b></p><p>A blinding light, a roaring wind, and then darkness.</p><p>The audience exploded into applause. We were screaming. We were crying. I was spent; It was like America had taken physical form and made three hours of crazed, carefully-researched love to me. The stage lights returned for the cast to take their bows, shiny with sweat and the sheen of revolutionary theater. People applauded until their hands were bloody and ruined; I saw bone poking through the palms of the older woman next to me.</p><p>The last bow came from Lin-Manuel himself, exhausted and radiant. People threw flowers, gold, undergarments, infants. He caught them all, freestyling about each as it flew towards him.</p><p>Long wooden tables were brought onstage and all were invited to sit. A colonial-style feast was served while Lin-Manuel led a discussion of the greater lessons and themes of the show. A bonfire was built in one corner; We were encouraged to add the soundtracks of other, lesser shows, rendered irrelevant. I tossed in <i>Company</i>. I hated it now.</p><p>As we finished the last of our tankards of ale, the house lights came on. Lin-Manuel hugged each of us and thanked us for bearing witness to his work. Grief counselors waited in the lobby to assist those grappling with the reality that nothing after tonight would hold any significance.</p><p>I stood before the theater a long time, then began the journey home.</p><p>I approached my house. I could see my wife’s familiar silhouette in the window, waiting. But that woman was a stranger. She hadn’t seen <i>Hamilton</i>. I walked away.</p><p>I roam the earth now, reflecting on what I’ve experienced. Yes, I miss the cast of my former life. I hope to see them again someday and find some common ground, especially if tickets open up in 2017 or the national tour begins.</p><p>Until then, there is only the rare glimpse of a familiar face within the crowd. Were they a few aisles back? In the balcony? It doesn’t matter. We approach each other and share a smile or a firm hand on the shoulder. We flash our torn ticket stubs, quietly nod, and walk away.</p><p>*</p></blockquote>",
   "regular-title" : "SEEING ‘HAMILTON’",
   "slug" : "seeing-hamilton",
   "tags" : [
      "hee",
      "Hamilton"
   ],
   "tumblelog" : {
      "avatar_url_128" : "http://68.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "http://68.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "http://68.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "http://68.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "http://68.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "http://68.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "http://68.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "http://68.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "http://68.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "http://tumblr.ggvaidya.com/"
   },
   "type" : "regular",
   "unix-timestamp" : 1462911604,
   "url" : "http://tumblr.ggvaidya.com/post/144162301757",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/144162301757/seeing-hamilton"
}

