{
   "bookmarklet" : 0,
   "date" : "Wed, 11 May 2016 14:20:13",
   "date-gmt" : "2016-05-11 20:20:13 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "144213196299",
   "mobile" : 0,
   "quote-source" : "Leonard Cassuto, <a href=\"http://chronicle.com/article/Lets-Do-Lunch/138083/\"><em>Let&rsquo;s Do Lunch</em></a>, The Chronicle of Higher Education, March 25, 2013.",
   "quote-text" : "<p>Graduate students work for themselves and not a coach, but the sports analogy is useful nevertheless. It was with Popovich&rsquo;s teaching in mind that I&rsquo;ve lately instituted a rotating lunch schedule with my dissertation students. I now try to eat lunch with one of them each week when school is in session. We don&rsquo;t go anyplace fancy (because it&rsquo;s not about the food), and I always pay (because it&rsquo;s not about the money, either).</p>\n\n<p>The agenda depends on the student. Work, of course, figures in the conversation. With one student, we might talk about a chapter in progress. With another, the subject might be a larger discussion of potential career paths. But we also talk about lots of topics that have nothing to do with school: travel, books, children, politics (though here I&rsquo;m especially careful), or sports.</p>\n\n<p>I&rsquo;ve learned, though, that what we talk about is not the most important thing. What matters is that we spend time together as people rather than as academics. We already spend a lot of time relating professionally, in what amounts to an exchange economy (in which they provide scholarship and I give them credit). The lunches broaden our shared foundation.</p>\n\n<p>Because the adviser-student relationship inextricably combines the professional and the personal, I&rsquo;m finally suggesting that a graduate student will be a better scholar or scientist if her adviser sits down with her now and then and simply says, &ldquo;How&rsquo;s it going?&rdquo; or &ldquo;What&rsquo;s up with you?&rdquo; If we do that, then there&rsquo;s much less chance that our criticism will come flying around a corner like a grenade. It will have less chance to wound—because it won&rsquo;t feel impersonal—and much more chance to correct and motivate instead.</p>",
   "reblog-key" : "6oRmciYQ",
   "slug" : "graduate-students-work-for-themselves-and-not-a",
   "tags" : [
      "academia",
      "advising"
   ],
   "type" : "quote",
   "unix-timestamp" : 1462998013,
   "url" : "http://tumblr.ggvaidya.com/post/144213196299",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/144213196299/graduate-students-work-for-themselves-and-not-a"
}

