{
   "bookmarklet" : 0,
   "date" : "Sat, 14 May 2016 16:40:22",
   "date-gmt" : "2016-05-14 20:40:22 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "144362330513",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "Prospero, <a href=\"http://www.economist.com/blogs/prospero/2016/03/speaking-tongues\"><em>Why do writers abandon their native language? </em></a>, <em>The Economist</em>, March 14, 2016.",
   "quote-text" : "<p>Samuel Beckett is probably the most pronounced example of this; after publishing novels and essays in English, he began to feel that it was impossible to continue writing in his native language. “More and more my own language appears to me like a veil that must be torn apart,” he wrote to a friend. &ldquo;Grammar and Style. To me they seem to have become as irrelevant as a Victorian bathing suit or the imperturbability of a true gentleman.&rdquo; He longed to &ldquo;sin against&rdquo; English as he sinned, unintentionally, against foreign languages—to break with conventional usage, to explode stylistic customs and received literary wisdom. In a sense, this is what all truly innovative writing aims to do. Beckett had tried to do it in English but his early fiction was badly received, considered pastiches of James Joyce, his literary mentor and hero. So he switched to French, a language in which he felt it was “easier to write without style.&ldquo; (Ms Lahiri, incidentally, echoes this pronouncement: &quot;In Italian,&rdquo; she explains, &ldquo;I write without style, in a primitive way.&rdquo;)</p>\n\n<p>But what exactly was Beckett escaping? Why did French work for him when English didn&rsquo;t? Some scholars have suggested he was fleeing Joyce’s legacy, the shadow of the forefather that haunted his own attempts at original literary creation. It&rsquo;s an argument that recalls Harold Bloom’s theory of an &ldquo;anxiety of influence&rdquo; &ndash; that great writers create by trying to &ldquo;get outside&rdquo; the influence of their precursors. But Beckett is an unusual and extreme instance of poetic anxiety. He sought not just to get outside Joyce but to get outside Joyce’s very language &ndash; the English language, burdened for him by its associations with all the great writers of the English canon. Switching to French wasn’t just an intellectual challenge or linguistic game for Beckett: it was necessary for his survival as a writer. It was only by composing in French that he really came into his own. And he eventually made it home: by self-translating his French texts back into English, he established himself in the canon and the language he had delighted in abandoning.</p>",
   "reblog-key" : "d0ky4uzr",
   "slug" : "samuel-beckett-is-probably-the-most-pronounced",
   "tags" : [
      "language",
      "writing"
   ],
   "type" : "quote",
   "unix-timestamp" : 1463258422,
   "url" : "http://tumblr.ggvaidya.com/post/144362330513",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/144362330513/samuel-beckett-is-probably-the-most-pronounced"
}

