{
   "bookmarklet" : 0,
   "date" : "Wed, 29 Jun 2016 16:40:04",
   "date-gmt" : "2016-06-29 20:40:04 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "146669703751",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"146669703751\" data-blog-name=\"mrvaidya\" id=\"like_button_146669703751\"><iframe id=\"like_iframe_146669703751\" src=\"https://assets.tumblr.com/assets/html/like_iframe.html?_v=66c22ab5319d742bca5762b8d18f9d06#name=mrvaidya&amp;post_id=146669703751&amp;color=black&amp;rk=QLEKjJmD\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_146669703751\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "0",
   "quote-source" : "Banyan, <em><a href=\"http://www.economist.com/blogs/banyan/2013/04/singapores-heritage\">Singapore&rsquo;s heritage: Elegy for an urban graveyard</a></em>, <em>The Economist</em>, April 1, 2013.",
   "quote-text" : "<p>They sweep their ancestors&rsquo;s graves clean and slash back the foliage with which the jungle tries to reclaim untended tombs. They scrub the headstones and sometimes repaint the epitaphs. They burn joss and candles and strew coloured paper. They make bonfires of paper ghost-money and of gifts for the afterworld. One lucky grandmother this year got a new handbag, a pair of shoes and frock. A great-grandfather, dead these past 80 years, scored an iPhone5 (in replica but, one assumes, preloaded with all the apps a contemporary ghost might need). They leave offerings of fruit, cakes, tea and, sometimes, duck, fish, pork or cockles (to be consumed by the living, with the shells scattered about to symbolise money).</p>\n\n<p>Little old ladies have to be carried up the muddy paths between the graves. Some families are in a rush, with other ancestors in other cemeteries to visit later on. Some make a day of it, taking time to fold the ghost money, and staying for a picnic of the foodstuffs the dead will not, after all, enjoy by themselves. Tai Liu Sai’s elderly great-grandson, who has rescued his grave even while a number of its neighbours have been subsumed by the undergrowth, does so because “I promised my granny.” When he is gone, his own daughter may not come; he does not want to burden her with the responsibility. Just down the hill is the grave of Lee Hoon Leong, a grandfather of Singapore’s founding prime minister, and great-grandfather of the incumbent. As of the morning of March 30th, it had not been swept during this Qing Ming.</p>\n\n<p>This year the rituals have been tinged with a new source of melancholy. By the next grave-cleaning festival, Bukit Brown may have been transformed beyond any recognition, as work starts on the eight-lane expressway the government plans to carve through it. The sunnily inclined will point out that of over 200,000 graves now estimated to be in Bukit Brown and adjacent graveyards, only 3,746 will have to be exhumed to make way for the road. And in a gesture to the nature-lovers who have argued Bukit Brown is an invaluable haven for birds and animals, it is to be built as a flyover, so as not to impede their movement. But no one can doubt that the character of the place will change for ever, from as soon as construction begins.</p>\n\n<p>[&hellip;]</p>\n\n<p>One tomb to be opened is occupied by a man who was tortured by the Japanese during their occupation of Singapore from 1942-45. His great-grandson says he died from being forced to drink unset cement. The authorities keep nagging the great-grandson to get on with exhumation. But he is biding his time, noting that very few others are doing anything. In fact, no more than about a third of the 3,746 graves to be disturbed have been registered. Only some 200-odd families have arranged private exhumations. When you are dead, passive resistance is the only form of protest left. But it can be quite effective.</p>\n\n<p>Bukit Brown has become a focus for active protest, too. Here I should declare an interest: the protesters have my sympathy. Banyan, his family and their dog all love the place. They like its beauty, its trees (including some favourite specimens of my arboreal namesake), its birds and monkeys and the inexhaustible discoveries the tombstones offer. And we like the people who frequent Bukit Brown, including the diffuse but devoted band of activists who are dedicated to trying, almost certainly forlornly, to save it from the developers.</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/146669703751/QLEKjJmD\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "QLEKjJmD",
   "slug" : "they-sweep-their-ancestorss-graves-clean-and",
   "tags" : [
      "singapore",
      "the economist",
      "heritage",
      "graveyards"
   ],
   "tumblelog" : {
      "avatar_url_128" : "https://66.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "https://66.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "https://66.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "https://66.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "https://66.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "https://66.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "https://66.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "https://66.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "https://66.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "https://tumblr.ggvaidya.com/"
   },
   "type" : "quote",
   "unix-timestamp" : 1467232804,
   "url" : "https://tumblr.ggvaidya.com/post/146669703751",
   "url-with-slug" : "https://tumblr.ggvaidya.com/post/146669703751/they-sweep-their-ancestorss-graves-clean-and"
}

