{
   "bookmarklet" : 0,
   "date" : "Mon, 25 Jul 2016 14:40:22",
   "date-gmt" : "2016-07-25 20:40:22 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "147961455451",
   "mobile" : 0,
   "quote-source" : "<a href=\"http://www.economist.com/news/asia/21575794-despite-doomsday-warnings-life-continues-abnormal-ever-capital-inside-cult-kim\"><em>Inside the cult of Kim</em></a>, The Economist, April 6, 2013.",
   "quote-text" : "<p>Possibly the weakest point for the regime, and a potential restraint on its belligerence, is the glaring lack of mechanisation in the economy. In the capital and the surrounding countryside, it is sheer manpower, rather than machines or fuel, that appears to keep the economy going. As teams of farmers, men and women, broke the icy winter soil for planting, not a tractor was running. On one rutted road, a Porsche, probably driven by a foreign investor in North Korea, raced past old men and women in peasant gear pushing handcarts laden with sacks of seed uphill. The most evident form of free-market enterprise appeared to be the old men sitting by the roadside with kits to mend punctured bicycle tyres.</p>\n\n<p>While throngs walked from one town to the next, Pyongyang was visible in the distance. Unlike most capital cities, it was not enveloped in smog—for the big factories appear to run slowly, when they run at all. Instead, gleaming on the horizon was the futuristic, 105-storey Ryugyong Hotel, shaped like a thrusting dagger. It, too, does not work, for there is no money to complete it. From a Porsche, it must make for a stirring sight. For anyone pushing bent-backed behind their handcarts, in any normal country it would feel like merciless mockery.</p>",
   "reblog-key" : "IalxLh7M",
   "slug" : "possibly-the-weakest-point-for-the-regime-and-a",
   "tags" : [
      "north korea"
   ],
   "type" : "quote",
   "unix-timestamp" : 1469479222,
   "url" : "http://tumblr.ggvaidya.com/post/147961455451",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/147961455451/possibly-the-weakest-point-for-the-regime-and-a"
}

