{
   "bookmarklet" : 0,
   "date" : "Thu, 28 Jul 2016 16:40:27",
   "date-gmt" : "2016-07-28 20:40:27 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148114316409",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"148114316409\" data-blog-name=\"mrvaidya\" id=\"like_button_148114316409\"><iframe id=\"like_iframe_148114316409\" src=\"https://assets.tumblr.com/assets/html/like_iframe.html?_v=66c22ab5319d742bca5762b8d18f9d06#name=mrvaidya&amp;post_id=148114316409&amp;color=black&amp;rk=72b5Q4iw\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_148114316409\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "1",
   "quote-source" : "Brian Schul, <em>Sled Driver: Flying the World&rsquo;s Fastest Jet</em>, as excerpted by Gamecat235, <a href=\"http://oppositelock.kinja.com/favorite-sr-71-story-1079127041\"><em>The Ultimate Ground Speed Check - Tales from the Blackbird</em></a>, August 9, 2013.",
   "quote-text" : "<p>It occurred when Walt and I were flying our final training sortie. We needed 100 hours in the jet to complete our training and attain Mission Ready status. Somewhere over Colorado we had passed the century mark. We had made the turn in Arizona and the jet was performing flawlessly. My gauges were wired in the front seat and we were starting to feel pretty good about ourselves, not only because we would soon be flying real missions but because we had gained a great deal of confidence in the plane in the past ten months. Ripping across the barren deserts 80,000 feet below us, I could already see the coast of California from the Arizona border. I was, finally, after many humbling months of simulators and study, ahead of the jet.</p>\n\n<p>I was beginning to feel a bit sorry for Walter in the back seat. There he was, with no really good view of the incredible sights before us, tasked with monitoring four different radios. This was good practice for him for when we began flying real missions, when a priority transmission from headquarters could be vital. It had been difficult, too, for me to relinquish control of the radios, as during my entire flying career I had controlled my own transmissions. But it was part of the division of duties in this plane and I had adjusted to it. I still insisted on talking on the radio while we were on the ground, however. Walt was so good at many things, but he couldn&rsquo;t match my expertise at sounding smooth on the radios, a skill that had been honed sharply with years in fighter squadrons where the slightest radio miscue was grounds for beheading. He understood that and allowed me that luxury.</p>\n\n<p>Just to get a sense of what Walt had to contend with, I pulled the radio toggle switches and monitored the frequencies along with him. The predominant radio chatter was from Los Angeles Center, far below us, controlling daily traffic in their sector. While they had us on their scope (albeit briefly), we were in uncontrolled airspace and normally would not talk to them unless we needed to descend into their airspace.</p>\n\n<p>We listened as the shaky voice of a lone Cessna pilot asked Center for a readout of his ground speed. Center replied: &ldquo;November Charlie 175, I&rsquo;m showing you at ninety knots on the ground.&rdquo;</p>\n\n<p>Now the thing to understand about Center controllers, was that whether they were talking to a rookie pilot in a Cessna, or to Air Force One, they always spoke in the exact same, calm, deep, professional, tone that made one feel important. I referred to it as the &ldquo; Houston Center voice.&rdquo; I have always felt that after years of seeing documentaries on this country&rsquo;s space program and listening to the calm and distinct voice of the Houston controllers, that all other controllers since then wanted to sound like that, and that they basically did. And it didn&rsquo;t matter what sector of the country we would be flying in, it always seemed like the same guy was talking. Over the years that tone of voice had become somewhat of a comforting sound to pilots everywhere. Conversely, over the years, pilots always wanted to ensure that, when transmitting, they sounded like Chuck Yeager, or at least like John Wayne. Better to die than sound bad on the radios.</p>\n\n<p>Just moments after the Cessna&rsquo;s inquiry, a Twin Beech piped up on frequency, in a rather superior tone, asking for his ground speed. &ldquo;I have you at one hundred and twenty-five knots of ground speed.&rdquo; Boy, I thought, the Beechcraft really must think he is dazzling his Cessna brethren. Then out of the blue, a navy F-18 pilot out of NAS Lemoore came up on frequency. You knew right away it was a Navy jock because he sounded very cool on the radios. &ldquo;Center, Dusty 52 ground speed check&rdquo;. Before Center could reply, I&rsquo;m thinking to myself, hey, Dusty 52 has a ground speed indicator in that million-dollar cockpit, so why is he asking Center for a readout? Then I got it, ol&rsquo; Dusty here is making sure that every bug smasher from Mount Whitney to the Mojave knows what true speed is. He&rsquo;s the fastest dude in the valley today, and he just wants everyone to know how much fun he is having in his new Hornet. And the reply, always with that same, calm, voice, with more distinct alliteration than emotion: &ldquo;Dusty 52, Center, we have you at 620 on the ground.&rdquo;</p>\n\n<p>And I thought to myself, is this a ripe situation, or what? As my hand instinctively reached for the mic button, I had to remind myself that Walt was in control of the radios. Still, I thought, it must be done - in mere seconds we&rsquo;ll be out of the sector and the opportunity will be lost. That Hornet must die, and die now. I thought about all of our Sim training and how important it was that we developed well as a crew and knew that to jump in on the radios now would destroy the integrity of all that we had worked toward becoming. I was torn.</p>\n\n<p>Somewhere, 13 miles above Arizona, there was a pilot screaming inside his space helmet. Then, I heard it. The click of the mic button from the back seat. That was the very moment that I knew Walter and I had become a crew. Very professionally, and with no emotion, Walter spoke: &ldquo;Los Angeles Center, Aspen 20, can you give us a ground speed check?&rdquo; There was no hesitation, and the replay came as if was an everyday request. &ldquo;Aspen 20, I show you at one thousand eight hundred and forty-two knots, across the ground.&rdquo;</p>\n\n<p>I think it was the forty-two knots that I liked the best, so accurate and proud was Center to deliver that information without hesitation, and you just knew he was smiling. But the precise point at which I knew that Walt and I were going to be really good friends for a long time was when he keyed the mic once again to say, in his most fighter-pilot-like voice: &ldquo;Ah, Center, much thanks, we&rsquo;re showing closer to nineteen hundred on the money.&rdquo;</p>\n\n<p>For a moment Walter was a god. And we finally heard a little crack in the armor of the Houston Center voice, when L.A.came back with, &ldquo;Roger that Aspen, Your equipment is probably more accurate than ours. You boys have a good one.&rdquo;</p>\n\n<p>It all had lasted for just moments, but in that short, memorable sprint across the southwest, the Navy had been flamed, all mortal airplanes on freq were forced to bow before the King of Speed, and more importantly, Walter and I had crossed the threshold of being a crew. A fine day&rsquo;s work. We never heard another transmission on that frequency all the way to the coast.</p>\n\n<p>For just one day, it truly was fun being the fastest guys out there.</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/148114316409/72b5Q4iw\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "72b5Q4iw",
   "slug" : "it-occurred-when-walt-and-i-were-flying-our-final",
   "tags" : [
      "ego",
      "flying",
      "airplane"
   ],
   "tumblelog" : {
      "avatar_url_128" : "https://66.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "https://66.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "https://66.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "https://66.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "https://66.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "https://66.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "https://66.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "https://66.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "https://66.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "https://tumblr.ggvaidya.com/"
   },
   "type" : "quote",
   "unix-timestamp" : 1469738427,
   "url" : "https://tumblr.ggvaidya.com/post/148114316409",
   "url-with-slug" : "https://tumblr.ggvaidya.com/post/148114316409/it-occurred-when-walt-and-i-were-flying-our-final"
}

