{
   "bookmarklet" : 0,
   "date" : "Thu, 11 Aug 2016 14:40:18",
   "date-gmt" : "2016-08-11 20:40:18 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148802680429",
   "mobile" : 0,
   "quote-source" : "startledSick, <a href=\"https://www.reddit.com/r/boulder/comments/3cougn/i_have_ptsd_whoever_set_off_fireworks_in_goldrun/\"><em>I have PTSD. Whoever set off fireworks in Goldrun Apts last night made me relive the Aurora theater shooting. Thanks for that.</em></a>, July 9, 2015",
   "quote-text" : "<p>A few years ago, I went to see The Dark Knight and the theater I happened to pick was the very same that a deranged shooter decided to attack. In that theater, one of my friends was killed protecting his girlfriend from the bullets. Luckily the rest of my group was unharmed, but we still have nightmares, bills from therapists, and trouble during the fourth of July.</p>\n\n<p>When the two fireworks went off last night, my partner and I scrambled out of bed and crawled into the kitchen to hide. I was shaking and beyond terrified. I genuinely thought people were going to come into my home and shoot and kill my partner and I. She went back into our room to grab her phone and call the police even though I begged her not to go.</p>\n\n<p>When she left, thoughts of someone shooting her through the window keep creeping into my mind, and every second she was gone I prayed that she was alright. I remembered the screams from that night years ago. I remembered being sprayed with someone else&rsquo;s blood and having trouble getting it out of my hair two days later because I couldn&rsquo;t stand being alone the next day. I remembered people shuffling down the stairs of the lobby clenching wounds and being carried out by friends.</p>\n\n<p>I didn&rsquo;t need to remember any of that. I didn&rsquo;t want to, especially not at 3am in my own bed in my own apartment.</p>",
   "reblog-key" : "7ZruycuI",
   "slug" : "a-few-years-ago-i-went-to-see-the-dark-knight-and",
   "tags" : [
      "ptsd",
      "brain",
      "mind"
   ],
   "type" : "quote",
   "unix-timestamp" : 1470948018,
   "url" : "http://tumblr.ggvaidya.com/post/148802680429",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148802680429/a-few-years-ago-i-went-to-see-the-dark-knight-and"
}

