{
   "bookmarklet" : 0,
   "date" : "Fri, 27 Jul 2007 14:55:00",
   "date-gmt" : "2007-07-27 18:55:00 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148965623809",
   "is-submission" : false,
   "mobile" : 0,
   "reblog-key" : "tAEDbF2p",
   "regular-body" : "<p>\n        They are fools that think that wealth or women or strong drink or even\ndrugs can buy the most in effort out of the soul of a man.  These things offer\npale pleasures compared to that which is greatest of them all, that task which\ndemands from him more than his utmost strength, that absorbs him, bone and\nsinew and brain and hope and fear and dreams &ndash; and still calls for more.\n</p>\n\n<p>\n        They are fools that think otherwise.  No great effort was ever bought.\nNo painting, no music, no poem, no cathedral in stone, no church, no state was\never raised into being for payment of any kind.  No parthenon, no Thermopylae\nwas ever built or fought for pay or glory; no Bukhara sacked, or China ground\nbeneath Mongol heel, for loot or power alone.  The payment for doing these\nthings was itself the doing of them.\n</p>\n\n<p>\n        To wield oneself &ndash; to use oneself as a tool in one&rsquo;s own hand &ndash; and\nso to make or break that which no one else can build or ruin &ndash; THAT is the\ngreatest pleasure known to man!  To one who has felt the chisel in his hand\nand set free the angel prisoned in the marble block, or to one who has felt\nsword in hand and set homeless the soul that a moment before lived in the body\nof his mortal enemy &ndash; to those both come alike the taste of that rare food\nspread only for demons or for gods.&ldquo;\n</p>\n\n<div align=\"right\">&ndash; Gordon R. Dickson, <em>Soldier Ask Not</em></div>",
   "regular-title" : "Itself the doing of them",
   "slug" : "itself-the-doing-of-them",
   "tags" : [
      "what should i do with my life",
      "weild oneself",
      "the task",
      "gordon r. dickson",
      "things people said"
   ],
   "type" : "regular",
   "unix-timestamp" : 1185562500,
   "url" : "http://tumblr.ggvaidya.com/post/148965623809",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148965623809/itself-the-doing-of-them"
}

