{
   "bookmarklet" : 0,
   "date" : "Sat, 06 May 2006 00:32:00",
   "date-gmt" : "2006-05-06 04:32:00 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148943662274",
   "is-submission" : false,
   "mobile" : 0,
   "reblog-key" : "FupQzrjD",
   "regular-body" : "<p>The essence of being human is that one does not seek perfection, that one is sometimes willing to commit sins for the sake of loyalty, that one does not push asceticism to the point where it makes friendly intercourse impossible, and that one is prepared in the end to be defeated and broken up by life, which is the inevitable price of fastening one&rsquo;s love upon other human individuals. No doubt alcohol, tobacco, and so forth, are things that a saint must avoid, but sainthood is also a thing that human beings must avoid. &hellip; In this yogi-ridden age, it is too readily assumed that &ldquo;non-attachment&rdquo; is not only better than a full acceptance of earthly life, but that the ordinary man only rejects it because it is too difficult: in other words, that the average human being is a failed saint. It is doubtful whether this is true. Many people genuinely do not wish to be saints, and it is probable that some who achieve or aspire to sainthood have never felt much temptation to be human beings. If one could follow it to its psychological roots, one would, I believe, find that the main motive for &ldquo;non-attachment&rdquo; is a desire to escape from the pain of living, and above all from love, which, sexual or non-sexual, is hard work. But it is not necessary here to argue whether the other-worldly or the humanistic ideal is &ldquo;higher&rdquo;. The point is that they are incompatible. One must choose between God and Man, and all &ldquo;radicals&rdquo; and &ldquo;progressives,&rdquo; from the mildest Liberal to the most extreme Anarchist, have in effect chosen Man.\n</p>\n<div align=\"right\">&ndash; George Orwell, <i><a href=\"http://www.online-literature.com/orwell/898/\">Reflections on Gandhi</a></i></div>\n\n<p><i>The 200th quote on this website!</i></p>",
   "regular-title" : "The Essence of Being Human",
   "slug" : "the-essence-of-being-human",
   "tags" : [
      "things people said"
   ],
   "type" : "regular",
   "unix-timestamp" : 1146889920,
   "url" : "http://tumblr.ggvaidya.com/post/148943662274",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148943662274/the-essence-of-being-human"
}

