{
   "bookmarklet" : 0,
   "date" : "Wed, 05 Jul 2006 19:00:00",
   "date-gmt" : "2006-07-05 23:00:00 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148943679809",
   "is-submission" : false,
   "mobile" : 0,
   "reblog-key" : "Gmf6zED5",
   "regular-body" : "<p>\nThe fox gazed at the little prince, for a long time. &ldquo;Please&mdash;tame me!&rdquo; he said.\n</p>\n<p>\n&ldquo;I want to, very much,&rdquo; the little prince replied. &ldquo;But I have not much time. I have friends to discover, and a great many things to understand.&rdquo;\n</p>\n<p>\n&ldquo;<strong>One only understands the things that one tames</strong>,&rdquo; said the fox. &ldquo; Men have no more time to understand anything. They buy things all ready made at the shops. But there is no shop anywhere where one can buy friendship, and so men have no friends any more. If you want a friend, tame me&hellip;&rdquo;\n</p>\n<p>\n&ldquo;What must I do, to tame you? asked the little prince.\n</p>\n<p>\n&quot;You must be very patient,&rdquo; replied the fox. First you will sit down at a little distance from me -like that- in the grass. I shall look at you out of the corner of my eye, and you will say nothing. Words are the source of misunderstandings. But you will sit a little closer to me, every day&hellip;&ldquo;\n</p>\n<p>\nThe next day the little prince came back.\n</p>\n<p>\n&quot;It would have been better to come back at the same hour,&rdquo; said the fox. &ldquo;If for example, you came at four o'clock in the afternoon, then at three o'clock I shall begin to be happy. I shall feel happier and happier as the hour advances. At four o'clock, I shall be worrying and jumping about. I shall show you how happy I am! But if you come at just any time, I shall never know at what hour my heart is ready to greet you &hellip; One must observe the proper rites &hellip;&rdquo;\n</p><p>\n&ldquo;What is a rite?&rdquo; asked the little prince.\n</p><p>\n&ldquo;Those also are actions too often neglected,&rdquo; said the fox. &ldquo;They are what make one day different from other days, one hour different from other hours. There is a rite, for example, among my hunters. Every Thursday they dance with the village girls. So Thursday is a wonderful day for me! I can take a walk as far as the vineyards. But if the hunters danced at just any time, every day would be like every other day, and I should never have any vacation at all.&rdquo;\n</p><p>\nSo the little prince tamed the fox. And when the hour of his departure drew near&mdash;\n</p>\n<p>\n&ldquo;Ah,&rdquo; said the fox, &ldquo;I shall cry.&rdquo;\n</p>\n<p>\n&ldquo;It is your own fault,&rdquo; said the little prince. &ldquo;I never wished you any sort of harm; but you wanted me to tame you&hellip;&rdquo;\n</p><p>\n&ldquo;Yes that is so&rdquo;, said the fox.\n</p><p>\n&ldquo;But now you are going to cry!&rdquo; said the little prince.\n</p><p>\n&ldquo;Yes that is so&rdquo; said the fox.\n</p><p>\n&ldquo;Then it has done you no good at all!&rdquo;\n</p><p>\n<strong>&ldquo;It has done me good,&rdquo; said the fox, &ldquo;because of the color of the wheat fields.&rdquo;</strong> And then he added: &ldquo;go and look again at the roses. You will understand now that yours is unique in all the world. Then come back to say goodbye to me, and I will make you a present of a secret.&rdquo;</p>\n\n<div align=\"right\">&ndash; Antoine de Saint-Exupéry, <em>The Little Prince</em></div>",
   "regular-title" : "You become responsible, forever, for what you have tamed",
   "slug" : "you-become-responsible-forever-for-what-you-have",
   "tags" : [
      "The Little Prince",
      "responsibility",
      "relationship",
      "love",
      "Antoine de Saint-Exupéry",
      "things people said"
   ],
   "type" : "regular",
   "unix-timestamp" : 1152140400,
   "url" : "http://tumblr.ggvaidya.com/post/148943679809",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148943679809/you-become-responsible-forever-for-what-you-have"
}

