{
   "bookmarklet" : 0,
   "date" : "Fri, 22 Apr 2005 12:39:00",
   "date-gmt" : "2005-04-22 16:39:00 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148943613929",
   "is-submission" : false,
   "mobile" : 0,
   "reblog-key" : "GUpeoDZQ",
   "regular-body" : "<p>I regard the two major male archetypes in 20th Century literature as Leopold Bloom and Hannibal Lecter, M.D. Bloom, the perpetual victim, the kind and gentle fellow who finishes last, represented an astonishing breakthrough to new levels of realism in the novel, and also symbolized the view of humanity that hardly anybody could deny c. 1900-1950. History, sociology, economics, psychology et al. confirmed Joyce’s view of Everyman as victim. Bloom, exploited and downtrodden by the Brits for being Irish and rejected by many of the Irish for being Jewish, does indeed epiphanize humanity in the first half of the 20th Century. And he remains a nice guy despite everything that happens&hellip;</p>\n<p>Dr Lecter, my candidate for the male archetype of 1951-2000, will never win any Nice Guy awards, I fear, but he symbolizes our age as totally as Bloom symbolized his. Hannibal’s wit, erudition, insight into others, artistic sensitivity, scientific knowledge etc. make him almost a walking one man encyclopedia of Western civilization. As for his “hobbies” as he calls them &ndash; well, according to the World Game Institute, since the end of World War II, in which 60,000,000 human beings were murdered by other human beings, 193, 000,000 more humans have been murdered by other humans in brush wars, revolutions, insurrections etc. What better symbol of our age than a serial killer? Hell, can you think of any recent U.S. President who doesn’t belong in the Serial Killer Hall of Fame? And their motives make no more sense, and no less sense, than Dr Lecter’s Darwinian one-man effort to rid the planet of those he finds outstandingly loutish and uncouth.</p>\n<div align=\"right\">&ndash; Robert Anton Wilson</div>",
   "regular-title" : "Our Last Century",
   "slug" : "our-last-century",
   "tags" : [
      "things people said"
   ],
   "type" : "regular",
   "unix-timestamp" : 1114187940,
   "url" : "http://tumblr.ggvaidya.com/post/148943613929",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148943613929/our-last-century"
}

