{
   "bookmarklet" : 0,
   "date" : "Thu, 08 Mar 2007 02:18:00",
   "date-gmt" : "2007-03-08 09:18:00 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148965615834",
   "mobile" : 0,
   "reblog-key" : "lxBg4nYb",
   "regular-body" : "<p>Eleven years ago, the Chilean Pablo Neruda, one of the outstanding poets of our time, enlightened this audience with his word. Since then, the Europeans of good will - and sometimes those of bad, as well - have been struck, with ever greater force, by the unearthly tidings of Latin America, that boundless realm of haunted men and historic women, whose unending obstinacy blurs into legend. We have not had a moment&rsquo;s rest. A promethean president, entrenched in his burning palace, died fighting an entire army, alone; and two suspicious airplane accidents, yet to be explained, cut short the life of another great-hearted president and that of a democratic soldier who had revived the dignity of his people. There have been five wars and seventeen military coups; there emerged a diabolic dictator who is carrying out, in God&rsquo;s name, the first Latin American ethnocide of our time. In the meantime, twenty million Latin American children died before the age of one - more than have been born in Europe since 1970. Those missing because of repression number nearly one hundred and twenty thousand, which is as if no one could account for all the inhabitants of Uppsala. Numerous women arrested while pregnant have given birth in Argentine prisons, yet nobody knows the whereabouts and identity of their children who were furtively adopted or sent to an orphanage by order of the military authorities. Because they tried to change this state of things, nearly two hundred thousand men and women have died throughout the continent, and over one hundred thousand have lost their lives in three small and ill-fated countries of Central America: Nicaragua, El Salvador and Guatemala. If this had happened in the United States, the corresponding figure would be that of one million six hundred thousand violent deaths in four years.</p>\n\n<div align=\"right\">&ndash; Gabriel García Márquez, <a href=\"http://nobelprize.org/nobel_prizes/literature/laureates/1982/marquez-lecture-e.html\">Nobel Lecture 1982</a></div>",
   "regular-title" : "A strictly accurate account that nonetheless resembles a venture into fantasy",
   "slug" : "a-strictly-accurate-account-that-nonetheless",
   "tags" : [
      "south america",
      "magical realism",
      "lecture",
      "latin america",
      "Gabriel García Márquez",
      "fantasy",
      "things people said"
   ],
   "type" : "regular",
   "unix-timestamp" : 1173345480,
   "url" : "http://tumblr.ggvaidya.com/post/148965615834",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148965615834/a-strictly-accurate-account-that-nonetheless"
}

