{
   "bookmarklet" : 0,
   "date" : "Tue, 01 Aug 2006 11:47:00",
   "date-gmt" : "2006-08-01 15:47:00 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "148943687379",
   "is-submission" : false,
   "mobile" : 0,
   "reblog-key" : "8jVReZeo",
   "regular-body" : "<p>\nDrumsound rises on the air,<br/>\nits throb, my heart.<br/>\nA voice inside the beat<br/>\nsays, &ldquo;I know you&rsquo;re tired,<br/>\nbut come. This is the way.&rdquo; \n</p>\n<div align=\"right\">&ndash; Jeláluddín Rúmí</div>\n\n<p>Wheresoever you go, go with all your heart.</p>\n<div align=\"right\">&ndash; Confucius</div>\n\n<p>The cure for boredom is curiosity. There is no cure for curiosity. </p>\n<div align=\"right\">&ndash; Ellen Parr</div>\n\n<p>The world breaks everyone and afterward many are strong in the broken places. But those that will not break it kills. It kills the very good and the very gentle and the very brave impartially. If you are none of these you can be sure it will kill you too but there will be no special hurry. </p>\n<div align=\"right\">&ndash; Ernest Hemingway, A Farewell To Arms</div>\n\n<p>When the heart grieves over what is has lost, the spirit rejoices over what it has left. </p>\n<div align=\"right\">&ndash; Sufi epigram</div>\n\n<p>All our young lives we search for someone to love. Someone who makes us complete. We chose partners and change partners. We dance to a song of heartbreak and hope all the while, wondering if somewhere and somehow, there is someone searching for us.</p>\n<div align=\"right\">&ndash; said by Kevin Arnold, from The Wonder Years</div>\n\n<p>\nWhen there is pain, there are no words. All pain is the same. \n</p>\n<div align=\"right\">&ndash; Toni Morrison</div>\n\n<p> \nMany of us spend our whole lives running from feeling with the mistaken belief that you cannot bear the pain. But you have already borne the pain. What you have not done is feel all you are beyond that pain. \n</p>\n<div align=\"right\">&ndash; Kahlil Gibran</div>\n\n<p> \nBut pain &hellip; seems to me an insufficient reason not to embrace life. Being dead is quite painless. Pain, like time, is going to come on regardless. Question is, what glorious moments can you win from life in addition to the pain? \n</p>\n<div align=\"right\">&ndash; Lois McMaster Bujold</div>",
   "regular-title" : "Heartbreak Special",
   "slug" : "heartbreak-special",
   "tags" : [
      "things people said"
   ],
   "type" : "regular",
   "unix-timestamp" : 1154447220,
   "url" : "http://tumblr.ggvaidya.com/post/148943687379",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/148943687379/heartbreak-special"
}

