{
   "bookmarklet" : 0,
   "date" : "Tue, 20 Sep 2016 14:40:18",
   "date-gmt" : "2016-09-20 18:40:18 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "150690509696",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "<p><a href=\"http://slatestarcodex.com/2014/05/30/the-wonderful-thing-about-triggers/\">The Wonderful Thing About Triggers | Slate Star Codex</a> (via <a class=\"tumblr_blog\" href=\"http://beahbeah.tumblr.com/\">beahbeah</a>)</p>\n<p>Not to mention</p>\n<p>1) the level of exposure is discussed and mutually agreed upon beforehand</p>\n<p>2) the therapist is responsible for debriefing the individual post-exposure, they’re not just ‘left hanging’</p>\n<p>3) exposure involves a lot more than shoving a triggering stimuli in a person’s face</p>\n<p>4) exposure is only one part of a treatment for ptsd or phobia. lots of other things should be taking place before any exposure</p>\n<p>basically, people who purposefully trigger other people to ‘help’ them, or say that people need to expose themselves to feared stimuli to get over their fears, are shitheads who don’t fucking know what they’re talking about. yes you do not give psychotherapy to people without their consent but what these people are doing is not psychotherapy in any way, shape or form. they’re just being assholes.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://isanah.tumblr.com/\">isanah</a>)</p>",
   "quote-text" : "They say that “Confronting triggers, not avoiding them, is the best way to overcome PTSD”. They point out that “exposure therapy” is the best treatment for trauma survivors, including rape victims. And that this involves reliving the trauma and exposing yourself to traumatic stimuli, exactly what trigger warnings are intended to prevent. All this is true. But I feel like they are missing a very important point.<br/>\nYOU DO NOT GIVE PSYCHOTHERAPY TO PEOPLE WITHOUT THEIR CONSENT.<br/>\nPsychotherapists treat arachnophobia with exposure therapy, too. They expose people first to cute, little spiders behind a glass cage. Then bigger spiders. Then they take them out of the cage. Finally, in a carefully controlled environment with their very supportive therapist standing by, they make people experience their worst fear, like having a big tarantula crawl all over them. It usually works pretty well.<br/>\nFinding an arachnophobic person, and throwing a bucket full of tarantulas at them while shouting “I’M HELPING! I’M HELPING!” works less well.<br/>\nAnd this seems to be the arachnophobe’s equivalent of the PTSD “advice” in the Pacific Standard. There are two problems with its approach. The first is that it avoids the carefully controlled, anxiety-minimizing setup of psychotherapy.<br/>\nThe second is that YOU DO NOT GIVE PSYCHOTHERAPY TO PEOPLE WITHOUT THEIR CONSENT.",
   "reblog-key" : "al4vKWzq",
   "slug" : "they-say-that-confronting-triggers-not-avoiding",
   "type" : "quote",
   "unix-timestamp" : 1474396818,
   "url" : "http://tumblr.ggvaidya.com/post/150690509696",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/150690509696/they-say-that-confronting-triggers-not-avoiding"
}

