{
   "bookmarklet" : 0,
   "date" : "Sat, 24 Sep 2016 14:20:23",
   "date-gmt" : "2016-09-24 18:20:23 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 562,
   "id" : "150872544058",
   "is-submission" : false,
   "mobile" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://why-animals-do-the-thing.tumblr.com/post/143686604525\">why-animals-do-the-thing</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://tenshi-cat.tumblr.com/post/143503743050\">tenshi-cat</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://piratebay-premium.tumblr.com/post/143494358732\">piratebay-premium</a>:</p>\n<blockquote>\n<p>No they love it</p>\n</blockquote>\n<p>Do you know if they love or hate them, <a class=\"tumblelog\" href=\"https://tmblr.co/mU6govioYb7Kx0c0CGvlHRQ\">@why-animals-do-the-thing</a>?</p>\n</blockquote>\n<p>As a dog trainer, I can tell you that probably 50% of dogs <i>really</i> don’t like hugs and at least another 48% pretty much just tolerate them. Very few dogs I know genuinely like hugs the way humans tend to give them. What’s funny is that the picture that Fox used with this headline is one of the more common ways dogs <i>do</i> enjoy contact that humans would consider a hug. </p>\n<p>Stanley Coren - the dude who wrote the article that is pissing everyone off about this - really does know what he’s talking about. He wrote one o my favorite books, called how to speak dog, which has some absolutely beautiful diagrams of dog behavior and body language along the gamut of extreme situations. </p>\n<p>The way humans hug dogs is often really uncomfortable for them. We lean over them and trap them (think how many dogs we already know are spooky when you loom over them, but are fine if you get down to their level), and then we restrict their ability to move and shove our faces close to theirs. That’s not fun. Keep in mind that most dogs have personal space bubbles that are larger than we tend to think, and now you’re not only invading it, you’re making it so they can’t move or defend themselves if something happens. </p>\n<figure class=\"tmblr-full\" data-orig-height=\"960\" data-orig-width=\"720\"><img src=\"http://67.media.tumblr.com/b9a1d87c6587b5acdfc80bb4fc84b613/tumblr_inline_o6hhxu7QkG1qct8vv_540.jpg\" data-orig-height=\"960\" data-orig-width=\"720\"/></figure><p>Look at this photo from a couple years ago. Avalanche is probably the most tolerant dog I know of things that press his physical boundaries - he lets little kids do things to him that make me cringe and doesn’t even seem to notice half the time. This was right before I had to head back to college and I knew I wouldn’t see him for another 6 months, so I hugged him because sappy human emotions. I have an amazing relationship with this dog, and look at his body language. He’s kinda stiff, his face is a little tense, and the corners of his mouth are pulled back a little. All in all, he’s supremely un-enthused but he’s letting me do it. After about five seconds, he huffed out the sigh he uses to let me know when he’s done with the hug, and then pulled back and shook off. </p>\n<p>Most dogs learn to tolerate hugs because we do it to them so often. It’s pretty much a kind of learned helplessness, plus, they like us and so they put up with our stupid human behavior. When you hug most dogs, you’ll notice they get kinda stiff, they look away or at other humans for help, you’ll see side-eyes or look-aways (<i>not</i> whale eye). Often they’ll distract you by doing something else like pawing at you, or licking your face as an appeasement signal. They’re all signs of discomfort that we already routinely ignore when we deal with our dogs, so it makes sense that people think their dogs are fine with it - they’re just still not listening. </p>\n<p>More often, you’ll get dogs that will crawl up your chest when you sit and put their paws on your shoulders. Sometimes their face is close to yours, sometimes it’s on your shoulder. In that position - which they often initiate - they ca easily withdraw and get away if necessary and they’re not trapped or being leaned over. It’s not really a hug, just close contact, but I think it’s about as close as humans are going to get to one that a dog will enjoy. </p>\n</blockquote>",
   "photo-url-100" : "http://67.media.tumblr.com/de2cfe149174ed65c7c535340bb8dd22/tumblr_o6b5exmUAC1qawxr6o1_100.jpg",
   "photo-url-1280" : "http://66.media.tumblr.com/de2cfe149174ed65c7c535340bb8dd22/tumblr_o6b5exmUAC1qawxr6o1_1280.jpg",
   "photo-url-250" : "http://66.media.tumblr.com/de2cfe149174ed65c7c535340bb8dd22/tumblr_o6b5exmUAC1qawxr6o1_250.jpg",
   "photo-url-400" : "http://67.media.tumblr.com/de2cfe149174ed65c7c535340bb8dd22/tumblr_o6b5exmUAC1qawxr6o1_400.jpg",
   "photo-url-500" : "http://67.media.tumblr.com/de2cfe149174ed65c7c535340bb8dd22/tumblr_o6b5exmUAC1qawxr6o1_500.jpg",
   "photo-url-75" : "http://66.media.tumblr.com/de2cfe149174ed65c7c535340bb8dd22/tumblr_o6b5exmUAC1qawxr6o1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "Lx5AxZDt",
   "slug" : "why-animals-do-the-thing-tenshi-cat",
   "tags" : [
      "dogs"
   ],
   "type" : "photo",
   "unix-timestamp" : 1474741223,
   "url" : "http://tumblr.ggvaidya.com/post/150872544058",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/150872544058/why-animals-do-the-thing-tenshi-cat",
   "width" : 1024
}

