{
   "bookmarklet" : 0,
   "date" : "Fri, 07 Oct 2016 14:20:15",
   "date-gmt" : "2016-10-07 18:20:15 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "151479080248",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"151479080248\" data-blog-name=\"mrvaidya\" id=\"like_button_151479080248\"><iframe id=\"like_iframe_151479080248\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=662afb16c40c53f44feaf453f106a197#name=mrvaidya&amp;post_id=151479080248&amp;color=black&amp;rk=CkdxAkRv\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_151479080248\"></iframe></div>",
   "mobile" : 0,
   "quote-source" : "Jason Motlagh, <a href=\"https://www.outsideonline.com/2098801/skull-stake-darien-gap\"><em>A Terrifying Journey Through the World&rsquo;s Most Dangerous Jungle</em></a>, <em>Outside</em>, July 19, 2016",
   "quote-text" : "<p>But forward momentum is running down. During the next stretch, I spot a poured-concrete marker for the Carretera del Darien, a through-highway that was never built. Carlos sees a wheel from a Chevrolet Corvair, casualty of a 1961 expedition. Despite an hour’s head start, we catch up to the group. We sit and wait again. Same result. Somewhere in the skies above the canopy, rotor thumps from a Senafront helicopter are audible. Our panicked guides insist on moving ahead at double speed to drop the gear at the river, and I volunteer to go with them. We shoot up the trail, Cevedao in front, John right on my heels “for motivation,” until a merciful stop for water. I bend down to fill my canteen. They vanish. </p>\n\n<p>I race to catch up but don’t see a trace. I call out their names. Nothing. At a fork in the path, I bear right and find an energy-drink can, but I’m starting to have doubts that I’m going the correct way. The Gap is veined with dozens of trails and detours to nowhere, and my GPS device lost its signal the day before. For all I know, I could be heading back to Colombia, a dreadful thought. I wonder, have the guides stolen our bags? Perhaps they are preparing an ambush. Did I go too far? </p>\n\n<p>I arrive at a tepee-shaped structure that looks to be a marker and shout into the abyss for a while, with no reply. It’s then that I notice that the structure is a tripod-shaped root, not man-made. I can feel the veins pulsing in my forehead, the fury of being left behind cut by sudden alarm. I am retracing my steps to the junction I passed earlier, unsure of my judgment, when the rustle of leaves stops me in my tracks. One of the Togolese men appears down the trail in his brown winter coat. He mumbles something in French, and I can scarcely contain my relief. </p>\n\n<p>When we finally catch up to the guides, I want to explode. But Cevedao is holding a finger to his mouth. Soldiers are on a hilltop not far down the trail, he says, and the Paya River is no more than 40 minutes away, tops. The guides dump our bags, collect the last of our pesos, and rush away as the rest of the group stagger in. One by one, they crumple to the ground; some are asleep within seconds. Evelyn is the worst off, her swollen toes protruding from socks torn to shreds, lips quivering in sweat. I try to get everyone’s full names and e-mail addresses in case they’re detained, but few can manage the pen. Roused for a final push, we wait as the migrants pick up what’s left of their things and vanish over the ridge.</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/151479080248/CkdxAkRv\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "CkdxAkRv",
   "slug" : "but-forward-momentum-is-running-down-during-the",
   "tags" : [
      "oh my",
      "wilderness",
      "hiking",
      "refugees"
   ],
   "type" : "quote",
   "unix-timestamp" : 1475864415,
   "url" : "http://tumblr.ggvaidya.com/post/151479080248",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/151479080248/but-forward-momentum-is-running-down-during-the"
}

