{
   "bookmarklet" : 0,
   "date" : "Thu, 24 Nov 2016 18:17:01",
   "date-gmt" : "2016-11-24 23:17:01 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "153619155944",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"153619155944\" data-blog-name=\"mrvaidya\" id=\"like_button_153619155944\"><iframe id=\"like_iframe_153619155944\" src=\"https://assets.tumblr.com/assets/html/like_iframe.html?_v=66c22ab5319d742bca5762b8d18f9d06#name=mrvaidya&amp;post_id=153619155944&amp;color=black&amp;rk=12wZsfbS&amp;root_id=151687211976\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_153619155944\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "21848",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/153619155944/12wZsfbS\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "12wZsfbS",
   "reblogged-from-name" : "inanidealworld",
   "reblogged-from-title" : "For the sake of prisoners and the flight of birds",
   "reblogged-from-url" : "http://inanidealworld.tumblr.com/post/153615774992/frodo-didnt-fail",
   "reblogged-root-name" : "mapsburgh",
   "reblogged-root-title" : "Mapsburgh",
   "reblogged-root-url" : "https://mapsburgh.tumblr.com/post/151687211976/frodo-didnt-fail",
   "reblogged_from_avatar_url_128" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_128.png",
   "reblogged_from_avatar_url_16" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_16.png",
   "reblogged_from_avatar_url_24" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_24.png",
   "reblogged_from_avatar_url_30" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_30.png",
   "reblogged_from_avatar_url_40" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_40.png",
   "reblogged_from_avatar_url_48" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_48.png",
   "reblogged_from_avatar_url_512" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_512.png",
   "reblogged_from_avatar_url_64" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_64.png",
   "reblogged_from_avatar_url_96" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_96.png",
   "reblogged_root_avatar_url_128" : "https://66.media.tumblr.com/avatar_2b77266356da_128.png",
   "reblogged_root_avatar_url_16" : "https://66.media.tumblr.com/avatar_2b77266356da_16.png",
   "reblogged_root_avatar_url_24" : "https://66.media.tumblr.com/avatar_2b77266356da_24.png",
   "reblogged_root_avatar_url_30" : "https://66.media.tumblr.com/avatar_2b77266356da_30.png",
   "reblogged_root_avatar_url_40" : "https://66.media.tumblr.com/avatar_2b77266356da_40.png",
   "reblogged_root_avatar_url_48" : "https://66.media.tumblr.com/avatar_2b77266356da_48.png",
   "reblogged_root_avatar_url_512" : "https://66.media.tumblr.com/avatar_2b77266356da_512.png",
   "reblogged_root_avatar_url_64" : "https://66.media.tumblr.com/avatar_2b77266356da_64.png",
   "reblogged_root_avatar_url_96" : "https://66.media.tumblr.com/avatar_2b77266356da_96.png",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://mapsburgh.tumblr.com/post/151687211976\">mapsburgh</a>:</p>\n<blockquote>\n<p>The climactic scene of <i>The Lord of the Rings</i>, when Frodo and Sam reach the Cracks of Doom, is one of my favorite scenes in all of literature. So I was very interested a little while back when noted Tolkien scholar Stephen Colbert <a href=\"http://t.umblr.com/redirect?z=%2522https%3A%2F%2Fsacnoths.blogspot.com%2F2016%2F08%2Fstephen-colbert-is-brilliant-frodo-ring.html&amp;t=NDVjZTRhZWM3M2RhYjg4OWM4NmIzMjYzZDQ4MDE3MjdjNjc3YmYyNSwxMndac2ZiUw%3D%3D&amp;m=0\">laid out a neat little analysis of the scene</a>. Frodo seems to fail at his appointed task – rather than throwing the ring into the fire, he claims it for himself, and the ring is only destroyed by the coincidental intervention of Gollum. Colbert then notes that Gandalf should have known that Frodo would fail. Back in the second chapter, Frodo demonstrated to Gandalf his inability to throw the ring into the much cooler fires of his own hearth, after having only possessed the ring for a few hours. Therefore, one may assume, Gandalf must have intended for one of the other members of the Fellowship to intervene and ensure the ring’s destruction.</p>\n<p>Colbert’s analysis is clever, in the same way that the theory that <a href=\"http://t.umblr.com/redirect?z=https%3A%2F%2Fwww.reddit.com%2Fr%2FFanTheories%2Fcomments%2F130it2%2Flord_of_the_rings_a_theory_about_the_eagle_plot%2F&amp;t=ZmEwNzk3ZWQ3NTU4YzU2MTk2MzdhNGFjODNkMjJlZjBlNWFkMTBiOCwxMndac2ZiUw%3D%3D&amp;m=0\">Gandalf had intended all along to use the eagles to reach Mordor</a> is clever. In its cleverness, though, I think such analyses risk treating LotR as a D&amp;D campaign and thus losing sight of the real literary themes of the story.</p>\n<p>One of Tolkien’s key themes is the Augustinian view of evil. Most genre fiction takes a decidedly Manichean view of evil – a view that holds that evil and good are two great opposing forces in the world, like the light and dark sides of The Force. In a Manichean view, good must triumph by opposing evil, either to eradicate it or to restore a balance to the universe.</p>\n<p>Manichean views of evil lead to a very common type of climax to stories: the contest of wills. Our hero confronts the villain, and through superior courage, grit, love, or what-have-you, they overcome the villain and their evil power. It’s Harry going wand-to-wand with Voldemort, Thomas Covenant laughing at Lord Foul, Meg breaking IT’s hold over Charles Wallace, Luke facing down Vader and Vader facing down the Emperor.</p>\n<p>Any other writer could have given us a very typical Manichean Cracks of Doom scene. Frodo approaches the fire, and the ring’s temptation overtakes him. He puts the ring on and begins to claim it. But a tiny voice somewhere deep inside him insists that this is wrong. Sam cries out, and thinking about Sam’s love and devotion rekindles a spark in Frodo. His Hobbitish desire for food and good cheer wells up, and he tears the ring off and throws it into the fire. A dramatic ending and a nice echo of the moral of <i>The Hobbit</i>. </p>\n<p>But that’s not what happens. Frodo’s goodness – even the innocent goodness of a little old Hobbit – can’t go toe-to-toe with Sauron’s evil. Indeed, Isildur proved it. He defeated Sauron by opposing him with the force of good, and defeated him. But Isildur couldn’t destroy the ring, and within the year it had destroyed him. </p>\n<p>Tolkien holds instead to an Augustinian view of evil. Evil, according to St. Augustine, is not a force of its own, but rather is the absence or corruption of good. We see this most explicitly in the idea that Morgoth and Sauron can’t create anything of their own, but only corrupt and warp what has been created by others. We also see it when Gandalf and Galadriel describe what would happen if they took the ring – it would warp their own desire to do good until they became evil.</p>\n<p>An Augustinian climax can’t involve a contest of wills between good and evil. In an Augustinian world, evil can only exist by leeching off of good. So evil must be given an opportunity to destroy itself, much like <a href=\"http://t.umblr.com/redirect?z=http%3A%2F%2Fwww.perseus.tufts.edu%2Fhopper%2Ftext%3Fdoc%3DPerseus%253Atext%253A1999.01.0168%253Abook%253D1%253Apage%253D351&amp;t=NjUwZjRiMWQxZGExNzVlMDM1NWFmYzQwODY3NDk2ODVlOWYyYWQ4MSwxMndac2ZiUw%3D%3D&amp;m=0\">the self-defeating band of thieves described by Plato</a> (on whose philosophy Augustine drew heavily). Good wins by renouncing evil, not by overcoming it.</p>\n<p>And that’s exactly what happens at the Cracks of Doom. The ring isn’t destroyed because Frodo’s force of good overcame the ring’s evil. Nor is Gollum’s intervention a coincidence or deus ex machina (like the series of disarmings that happened to make Harry the master of the Elder Wand). Rather, the ring’s evil collapsed in on itself by drawing Gollum. The very corruption of Gollum that enabled the ring to escape the river drove him to wrestle desperately with Frodo for it and ultimately fall to his doom, ring in hand.</p>\n<p>An Augustinian view of evil has definite moral implications, which are also shown throughout <i>The Lord of the Rings</i>. A Manichean world is a <a href=\"http://t.umblr.com/redirect?z=http%3A%2F%2Fplato.stanford.edu%2Fentries%2Fconsequentialism%2F&amp;t=ZWNmNGM0ODFiMWNhM2U4MmQzYTE4ZTI4YTc3MTBhN2ZmZmUwMTE1YSwxMndac2ZiUw%3D%3D&amp;m=0\">consequentialist </a>world. To defeat the forces of evil, we need to think strategically. Sometimes we may even need to indulge in a little short-term evil in order to be able to achieve the greater good. But an Augustinian world can’t allow that kind of pragmatic approach. In an Augustinian world, any compromise with evil can only strengthen it, giving it an infusion of good that delays its self-destruction. An Augustinian world demands a <a href=\"http://t.umblr.com/redirect?z=http%3A%2F%2Fplato.stanford.edu%2Fentries%2Fethics-deontological%2F&amp;t=OTBlMDU1MmZjNTk4ZTJlOTI3NjJiNzI4MTMxMmFlNjkwZDgwOTdmYywxMndac2ZiUw%3D%3D&amp;m=0\">deontological ethic</a>, doing the right thing regardless of the outcome.</p>\n<p>Again and again in <i>The Lord of the Rings</i>, we see that strategically pursuing the greater good fails, while remaining true to moral principles succeeds even when it looked foolish. On the cautionary side, we have Saruman and Denethor. Though they may point to the palantir as an excuse, they each ultimately made a thoroughly reasonable choice in the face of Sauron’s overwhelming advantage – to ally with him while playing the long game, or to give in to despair. Our heroes, on the other hand, repeatedly make foolish decisions based on hope. Aragorn is a good example – he decides to pursue Merry and Pippin because he owes them protection even though Frodo is the one who holds the fate of the world in his hands. Later, he decides to make a suicide attack on the Morannon rather than hunkering down in Minas Tirith, in the hopes of Frodo’s quest succeeding.</p>\n<p>But the most important instance of doing the right thing despite the consequences comes from Frodo himself: he refuses to kill Gollum. Killing Gollum would have been an eminently reasonable idea – he’s a slinker and a stinker, and we know that he never redeemed himself or turned over a new leaf. Indeed, his main accomplishments were to lead Frodo and Sam into a death trap, then to try to kill them with his own hands at the Cracks of Doom. Both Sam and Faramir were right when they said that killing Gollum would have been a good idea! </p>\n<p>But Frodo showed Gollum pity and spared his life because it was the right thing to do. And just like Gandalf could see Frodo’s unwillingness to destroy the ring back in Bag End, he also addressed this very issue. He instructed Frodo:</p>\n<blockquote>\n<p><i>Frodo:</i> It’s a pity Bilbo didn’t kill him when he had the chance.</p>\n<p><i>Gandalf:</i> Pity? It was pity that stayed Bilbo’s hand. Many that live deserve death. Some that die deserve life. Can you give it to them, Frodo? Do not be too eager to deal out death in judgment. Even the very wise cannot see all ends. My heart tells me that Gollum has some part to play yet, for good or ill before this is over. The pity of Bilbo may rule the fate of many. </p>\n</blockquote>\n<p>And in the end, that pity was what saved the world. Frodo’s pity made it possible for Gollum to be there at the Cracks of Doom to take the ring. Frodo refused to give in to the small, reasonable evil of killing Gollum, and so he left the great evil of the ring exposed to destroy itself. <i>That </i>was Gandalf’s backup plan, not Aragorn’s strength to take the ring and destroy it. <b>And so Frodo didn’t really fail. He succeeded at his quest back when he saved Gollum’s life</b>, when he did the right thing even though it seemed foolish.</p>\n</blockquote>",
   "regular-title" : " Frodo Didn’t Fail ",
   "slug" : "frodo-didnt-fail",
   "tags" : [
      "well",
      "what an interesting and well-thought out plan",
      "jrr tolkien",
      "the lord of the rings"
   ],
   "tumblelog" : {
      "avatar_url_128" : "https://66.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "https://66.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "https://66.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "https://66.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "https://66.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "https://66.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "https://66.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "https://66.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "https://66.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "https://tumblr.ggvaidya.com/"
   },
   "type" : "regular",
   "unix-timestamp" : 1480029421,
   "url" : "https://tumblr.ggvaidya.com/post/153619155944",
   "url-with-slug" : "https://tumblr.ggvaidya.com/post/153619155944/frodo-didnt-fail"
}

