{
   "bookmarklet" : 0,
   "date" : "Sat, 01 Apr 2017 14:40:04",
   "date-gmt" : "2017-04-01 18:40:04 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "159081840629",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"159081840629\" data-blog-name=\"mrvaidya\" id=\"like_button_159081840629\"><iframe id=\"like_iframe_159081840629\" src=\"https://assets.tumblr.com/assets/html/like_iframe.html?_v=66c22ab5319d742bca5762b8d18f9d06#name=mrvaidya&amp;post_id=159081840629&amp;color=black&amp;rk=YRv7Yj7O&amp;root_id=126568594104\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_159081840629\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "54063",
   "quote-source" : "<p><a href=\"https://curiosityquills.com/limyaael/tolkien-cliches/\">“Tolkien Cliches,” Limyaael</a></p><p> (via <a href=\"http://mithtransdir.tumblr.com/\">mithtransdir</a>)</p><p>The whole point of The Lord Of The Rings… like, the WHOLE POINT… is that it is ultimately the hobbits who save the world. The small, vulnerable, ordinary people who aren’t great warriors or heroes. <br/></p><p>Specifically, Sam. Sam saves the world. All of it. The ultimate success of the great quest is 100% due to a fat little gardener who likes to cook and never wanted to go on an adventure but who did it because he wasn’t going to let his beloved Frodo go off alone. Frodo is the only one truly able to handle the ring long enough to get it into Mordor - and it nearly kills him and permanently emotionally damages him - but Sam is the one who takes care of Frodo that whole time. Who makes him eat. Who finds him water. Who watches over him while he sleeps. <br/></p><p>Sam is the one who fights off Shelob. <br/></p><p>Sam is the one who takes the Ring when he thinks Frodo is dead. <br/></p><p>Sam is the one who strolls into Orc Central and saves Frodo by sheer determination and killing any orc who crosses him. (SAM THE GARDENER GOES AND KILLS AN ACTUAL ORC TO GET FRODO SOME CLOTHES LET’S JUST THINK ABOUT THAT). And then Sam just takes off the Ring and gives it back which is supposed to be freaking impossible <i>and</i> he barely even hesitates. <br/></p><p>Sam literally carries Frodo on the last leg of the journey. On his back. He’s half-starved, dying slowly of dehydration, but he carries Frodo up the goddamn mountain and Gollum may get credit for accidentally destroying the ring but Sam was the one who got them all there. <i><br/></i></p><p><i>Sam saved the world.</i><br/></p><p>And let’s not forget Pippin and Merry, who get damselled out of the story (the orcs have carried them off! We must make a Heroic Run To Save Them!) and then rescue themselves, recruit the Terrifying Ancient Powers through being genuinely nice and sincere, and overthrow Saruman before the ‘real’ heroes even get there. <br/></p><p>Let’s not forget Pippin single-handedly saving what’s left of Gondor - and Faramir - by understanding that there is a time for obeying orders and a time for realizing that <i>the boss is bugfuck nuts and we need to get help right now</i>.</p><p>Let’s not forget Merry sticking his sword into the terrifying, profoundly evil horror that has chased him all over his world because his friend is fighting it and he’s <i>gonna help, dammit</i> and that’s how the most powerful Ringwraith goes down to a suicidally depressed woman and a scared little hobbit. <br/></p><p>Everything the others do, the kings and princes and great heroes and all? They buy time.  They distract the bad guys. They keep the armies occupied. That is what kings and great leaders are for - they do the big picture stuff.<br/></p><p>But it is ultimately the hobbits who bring down every villain. Every one. And I believe that that is 100% on purpose. Tolkien was a soldier in WWI. His son fought in WWII. (And a lot of The Lord Of The Rings was written in letters to him while he did it.) <br/></p><p>And hey, look, The Lord Of The Rings is about ordinary people - farmers, scholars, and so on - who get pulled into a war not of their making but who have to fight not only because their own home is in danger but so is everyone’s. And they’re small and scared but they do the best they can for as long as they can and that is what actually saves the world. Not great heroes and pre-destined kings. Ordinary people, doing extraordinary things because they want the world to be safe <i>for</i> ordinary people, the ones they know and the ones they don’t. <br/></p><p>Ordinary people matter. They can save the world without being great heroes or kings or whatever. And that is really important and I get so upset when people miss that because Aragorn and Legolas and Gimli and Gandalf and all the others are great characters and all but they are ultimately <i>a hobbit delivery system</i>. <br/></p><p>It is ordinary people doing their best who really change the world, and <i>continue doing so after the war is over because they have to go home and rebuild and they do.</i><br/></p><p>If nothing else, I have to reblog this for the phrase “hobbit delivery system.” So accurate it hurts.</p><p>(via <a href=\"http://elenilote.tumblr.com/\">elenilote</a>)</p><p>What I love too is how even the foretold king and the assorted great heroes themselves all come to recognize that their main (and by the end, only) role is to distract Sauron. To the point that by the end they’re all gathered up before the black gates of Mordor in order to keep his attention focused on them, with only the hope - not the certainty - that they can buy Frodo whatever remaining time he needs, if he’s even still alive.</p><p>One thing the movies left out but has always been such a key part of the books for me was how when the hobbits returned home, they found that home had been changed too.\n\n The war touched everywhere. Even with all they did in far-off lands to protect the Shire, the Shire had still been damaged, both property and lives destroyed, and it <i>wasn’t</i> an easy or simplistically happy homecoming. They had to fight yet another battle (granted a much smaller one) to save their neighbours, and then spent years in rebuilding.</p><p>(via <a href=\"http://thebearmuse.tumblr.com/\">thebearmuse</a>)</p>\n\n<p>I know that Peter Jackson has always said he couldn’t do the Scouring of the Shire because he wanted there to be somewhere the war did t touch, that it was too much, etc. - but he’s missed the point, and all of the above is why.</p><p>(via <a href=\"http://silveraspen.tumblr.com/\" class=\"tumblr_blog\">silveraspen</a>)</p>",
   "quote-text" : "<p>6) Tolkien’s hero was average, and needed help, and failed.</p>\n\n<p>This is the place where most fantasy authors, who love to simultaneously call themselves Tolkien’s heirs and blame him for a lot of what’s wrong with modern fantasy, err the worst. It’s hard to look at Frodo and see him as someone extra-special. The hints in the books that a higher power did choose him are so quiet as to be unnoticeable. And he wouldn’t have made it as far as he did without his companions. And he doesn’t keep from falling into temptation.</p>\n\n<p>A lot of modern fantasy heroes are completely opposite from this. They start out extraordinary, and they stay that way. Other characters are there to train them, or be shallow antagonists and love interests and worshippers, not actually help them. And they don’t fail. (Damn it, I want to see more corrupted fantasy heroes.) It’s not fair to blame Tolkien for the disease that fantasy writers have inflicted on themselves. […]</p>\n\n<p>Fantasy could use more ordinary people who are afraid and don’t know what the hell they’re doing, but volunteer for the Quest anyway.</p>\n\n<p>It’s misinterpretation of Tolkien that’s the problem, not Tolkien himself.</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/159081840629/YRv7Yj7O\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "YRv7Yj7O",
   "reblogged-from-name" : "inanidealworld",
   "reblogged-from-title" : "For the sake of prisoners and the flight of birds",
   "reblogged-from-url" : "http://inanidealworld.tumblr.com/post/156893201440/6-tolkiens-hero-was-average-and-needed-help",
   "reblogged-root-name" : "mithtransdir-deactivated2016110",
   "reblogged-root-title" : "i'm gonna have to shoot you down",
   "reblogged-root-url" : "http://mithtransdir-deactivated2016110.tumblr.com/post/126568594104/6-tolkiens-hero-was-average-and-needed-help",
   "reblogged_from_avatar_url_128" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_128.png",
   "reblogged_from_avatar_url_16" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_16.png",
   "reblogged_from_avatar_url_24" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_24.png",
   "reblogged_from_avatar_url_30" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_30.png",
   "reblogged_from_avatar_url_40" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_40.png",
   "reblogged_from_avatar_url_48" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_48.png",
   "reblogged_from_avatar_url_512" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_512.png",
   "reblogged_from_avatar_url_64" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_64.png",
   "reblogged_from_avatar_url_96" : "https://66.media.tumblr.com/avatar_417a38dd4f7d_96.png",
   "reblogged_root_avatar_url_128" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_128.png",
   "reblogged_root_avatar_url_16" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_16.png",
   "reblogged_root_avatar_url_24" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_24.png",
   "reblogged_root_avatar_url_30" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_30.png",
   "reblogged_root_avatar_url_40" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_40.png",
   "reblogged_root_avatar_url_48" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_48.png",
   "reblogged_root_avatar_url_512" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_512.png",
   "reblogged_root_avatar_url_64" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_64.png",
   "reblogged_root_avatar_url_96" : "https://66.media.tumblr.com/avatar_3cc2b1043b8a_96.png",
   "slug" : "6-tolkiens-hero-was-average-and-needed-help",
   "tags" : [
      "jrr tolkien",
      "the lord of the rings"
   ],
   "tumblelog" : {
      "avatar_url_128" : "https://66.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "https://66.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "https://66.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "https://66.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "https://66.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "https://66.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "https://66.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "https://66.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "https://66.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "https://tumblr.ggvaidya.com/"
   },
   "type" : "quote",
   "unix-timestamp" : 1491072004,
   "url" : "https://tumblr.ggvaidya.com/post/159081840629",
   "url-with-slug" : "https://tumblr.ggvaidya.com/post/159081840629/6-tolkiens-hero-was-average-and-needed-help"
}

