{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/18841926745/the-hormonal-imbalance-caused-by-my",
   "tags" : [
      "illness",
      "hyperthyroidism"
   ],
   "quote-text" : "The hormonal imbalance caused by my hyperthyroidism put my life and what I cherished most about it in jeopardy. I swung, and still do, from sad to happy to neutral in a matter of minutes. I thought, and still do, of destroying everything I’d built up in years in fits of what felt like madness. I never thought it possible for a little butterfly shaped gland near my throat to wreak so much chaos in my life, but it has: my clothes don’t fit, they literally fall off me; I went well below the weight I was at 10 years ago; I want to throw things one second and then I want to hug a kitten the next; I can be in the middle of a totally normal situation, such as sitting on a chair in my house, and then my heart starts racing, and slowing, when it pleases, almost as it wants to leap out of my body. If you ask me about the hormonal imbalance caused by hyperthyroidism, I’m very certain that it’s on a scale of (old school birth control pill hormonal fallout + PMS + remembering all your sad memories) x 1000. On a good day, I potter about in a haze of drugs and sadness, and somehow manage to muster some of the old spunk left in me, and hold on to it like an unskillful amateur magician for however long I can keep it up. On bad days, I am utterly helpless, tiny things set me off, stupid things stress me out with no regard for proportion — I worry about small things now as though the apocalypse was just around the corner, when every rational bit of me that’s left knows it’s not, but my body and my mind just cannot compute it.",
   "date-gmt" : "2012-03-06 09:41:03 GMT",
   "id" : "18841926745",
   "type" : "quote",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/18841926745",
   "mobile" : 0,
   "unix-timestamp" : 1331026863,
   "feed-item" : "",
   "reblog-key" : "wgSX8Dg0",
   "format" : "html",
   "date" : "Tue, 06 Mar 2012 02:41:03",
   "from-feed-id" : 0,
   "quote-source" : "Adrianna Tan, <a href=\"http://popagandhi.com/2012/02/the-years-of-living-at-high-velocity/\"><em>The Years of Living at High Velocity</em></a>",
   "slug" : "the-hormonal-imbalance-caused-by-my"
}

