{
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/19555395295",
   "id" : "19555395295",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/19555395295/if-someone-posts-something-odious-to-a-news",
   "slug" : "if-someone-posts-something-odious-to-a-news",
   "quote-text" : "If someone posts something odious to a news aggregator – that makes people in marginalized groups feel hurt, unsafe, threatened, etc. (note that I omit the word &#8220;offense&#8221; - it&#8217;s abused too often to retain any useful meaning in these discussions) - and you have never been in a marginalized group, or cared deeply for someone in a marginalized group, or felt unsafe at work - then I totally understand why you&#8217;re more likely to want to defend the person saying the odious stuff. It&#8217;s called empathy. And what you&#8217;re doing when you&#8217;re defending that person is actually an act of empathy: you realize you&#8217;re far more likely to accidentally say something hurtful on a news aggregator (or other public forum) than you are to be the target of that sort of language, and if you were ever to do that, you&#8217;d want guys like yourself to be able to understand your perspective. You know what? That&#8217;s a totally reasonable, and utterly human, response, and nobody&#8217;s going to judge you for that. But it&#8217;s also completely inappropriate to share in a larger space and frame as a logical argument. It&#8217;s not. It&#8217;s empathy polluting a comment feed and for people who are used to seeing this play out over and over, that &#8220;original&#8221; argument is tired and frankly embarrassing.",
   "mobile" : 0,
   "date" : "Sun, 18 Mar 2012 21:02:31",
   "quote-source" : "Addie, <a href=\"http://geekfeminism.org/2012/03/11/when-geeks-have-empathy-problems/\"><em>When Geeks Have Empathy Problems</em></a>",
   "format" : "html",
   "unix-timestamp" : 1332126151,
   "bookmarklet" : 0,
   "tags" : [
      "geek",
      "minorities"
   ],
   "date-gmt" : "2012-03-19 03:02:31 GMT",
   "feed-item" : "",
   "type" : "quote",
   "reblog-key" : "h82p1Hew"
}

