{
   "slug" : "if-i-did-one-of-these-things-in-a-public-forum",
   "quote-source" : "Addie on being human, <a href=\"http://geekfeminism.org/2012/03/11/when-geeks-have-empathy-problems/\"><em>When Geeks Have Empathy Problems</em></a>",
   "from-feed-id" : 0,
   "date" : "Sun, 18 Mar 2012 21:04:26",
   "reblog-key" : "WxHFgJKE",
   "format" : "html",
   "feed-item" : "",
   "unix-timestamp" : 1332126266,
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/19555502589",
   "bookmarklet" : 0,
   "type" : "quote",
   "id" : "19555502589",
   "date-gmt" : "2012-03-19 03:04:26 GMT",
   "tags" : [
      "being human",
      "Embarrassment",
      "denial"
   ],
   "quote-text" : "If I did one of these things in a public forum – like on a blog, or at a conference – and it became a subject for public discussion – I, too, would have the impulse that a lot of people in these situations do, which is to defend my inherent goodness as a person. Because my emotional response when being told that I&rsquo;ve messed up – by, or in front of, individuals that I&rsquo;d like to think highly of me – is to try to convince them to keep thinking highly of me. Denial and defensiveness is a pretty instinctive first response. But I really try to move past that, and swallow the discomfort and shame I&rsquo;m feeling, and do the right thing, which is to acknowledge the hurt I&rsquo;ve caused. And honestly? A sincere acknowledgement – and taking the simple steps to amend the wrong – kills the controversy almost immediately. Unfortunately, when that happens, it doesn&rsquo;t cause nearly as much attention as the trainwreck that occurs when people give in to their impulses instead and dig in their heels. Then people flock to the trainwreck, respond with empathy, don&rsquo;t realize they&rsquo;re responding with empathy, and the disaster grows. It&rsquo;s a headache, but like most individuals sucked into these situations, I nonetheless can&rsquo;t look away.",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/19555502589/if-i-did-one-of-these-things-in-a-public-forum"
}

