{
   "bookmarklet" : 0,
   "date" : "Sat, 24 Mar 2012 23:02:09",
   "format" : "html",
   "mobile" : 0,
   "unix-timestamp" : 1332651729,
   "url" : "http://tumblr.ggvaidya.com/post/19878441242",
   "from-feed-id" : 0,
   "date-gmt" : "2012-03-25 05:02:09 GMT",
   "feed-item" : "",
   "quote-text" : "<p>Rather than banning evolution, the &ldquo;monkey bill&rdquo; of 2011 and 2012 takes a subtler approach. Declaring that evolution, climate change, and human cloning (wingnut code for stem cell research) are subject to &ldquo;controversy&rdquo; or even &ldquo;debate and disputation,&rdquo; the law creates special rules for science teachers. No one has ever explained why science teachers are the only ones who ought to be promoting critical thinking and the other noble goals the legislature lists, nor has anyone justified the practical effects of the bill, which would be far less laudable.</p>\n\n<p>After feelgood handwaving about encouraging critical thinking and understanding of scientific ideas (which science teachers already do, and hardly need the legislature to instruct them about), the bill announces that school administrators – from the state board of education down to locally elected school boards and school principals – are forbidden to &ldquo;prohibit any teacher in a public school…from helping students understand, analyze, critique, and review in an objective manner the scientific strengths and scientific weaknesses of existing scientific theories.&rdquo;</p>\n\n<p>Of course, no one has shown that any teacher has ever been prohibited from doing any such thing, at least since the end of the last generation of monkey bills. But because so many key terms are undefined, it&rsquo;s easy to see how a teacher could offer a creationist lesson, or one denying the reality or human causation of climate change, and refuse to drop that lesson by citing this law. A parent&rsquo;s objections, or clear instructions from a supervisor, could be waved away with the claim that any such interference would violate this provision of the law.</p>",
   "id" : "19878441242",
   "slug" : "rather-than-banning-evolution-the-monkey-bill",
   "type" : "quote",
   "tags" : [
      "evolution",
      "scopes trial",
      "tennessee",
      "science education"
   ],
   "reblog-key" : "M7VA8i7q",
   "quote-source" : "Josh Rosenau, <a href=\"http://scienceblogs.com/tfk/2012/03/tennessee_sets_the_stage_for_a.php\"><em>Tennessee sets the stage for a 21st century Scopes trial</em></a>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/19878441242/rather-than-banning-evolution-the-monkey-bill"
}

