{
   "quote-text" : "Will Only Strengthen the Hands of Extremists: The exact issue which will strengthen the hands of the extremists depends on the current hot topic in the media and should strangely align with the objectives of the state. For example: If India’s prime minister says borders cannot be redrawn, a suitable analysis could be: “Such controversial statements could strengthen the hands of extremists” (Khurshid Mahmood Kasuri circa 2004). If the west plans to attack Iran, a suitable cautionary advice would be: “This will strengthen the hands of extremists” (Khurshid Mahmood Kasuri circa 2006). If NATO violates Pakistan’s border, a stern warming would include: It will “Strengthen extremists” (Zardari circa 2008). In short, the “hand of extremists” is the adult version of “My daddy will come by tomorrow” — a subtle threat that can be used in every occasion. Ofcourse, only a Pakistan-hater will pause to ask “Who are these extremists? What do they want? Why do we even care what they want? How about some good policing and laws to weaken the hands of extremists?” because asking such sensitive questions will only serve to strengthen the hands of extremists in Pakistan.",
   "tags" : [
      "pakistan",
      "extremists"
   ],
   "quote-source" : "Majorly Profound, <em><a href=\"http://majorlyprofound.wordpress.com/2012/03/26/how-to-become-a-strategic-analyst-like-yours-sachly/\">How to Become A Strategic Analyst Like Yours Sachly</a></em>",
   "slug" : "will-only-strengthen-the-hands-of-extremists-the",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "id" : "19946977496",
   "unix-timestamp" : 1332751258,
   "mobile" : 0,
   "reblog-key" : "iuSph2bR",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/19946977496/will-only-strengthen-the-hands-of-extremists-the",
   "date-gmt" : "2012-03-26 08:40:58 GMT",
   "format" : "html",
   "type" : "quote",
   "date" : "Mon, 26 Mar 2012 02:40:58",
   "url" : "http://tumblr.ggvaidya.com/post/19946977496",
   "feed-item" : ""
}

