{
   "tags" : [
      "aids",
      "and the band played on",
      "book quote"
   ],
   "slug" : "march-25-1983-federal-building-san-francisco",
   "unix-timestamp" : 1333358585,
   "id" : "20342168929",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/20342168929",
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/20342168929/march-25-1983-federal-building-san-francisco",
   "mobile" : 0,
   "type" : "quote",
   "reblog-key" : "ZznpfD33",
   "date" : "Mon, 02 Apr 2012 03:23:05",
   "format" : "html",
   "date-gmt" : "2012-04-02 09:23:05 GMT",
   "quote-text" : "<p>March 25 [1983]<br/>\nFederal Building,<br/><u>San Francisco</u></p>\n\n<p>Making a difference was the raison d'être of <a href=\"http://en.wikipedia.org/wiki/Bill_Kraus\">Bill Kraus</a>&rsquo;s politics and his life. His arm-twisting with the <a href=\"http://en.wikipedia.org/wiki/Social_Security_Administration\">Social Security Administration</a> was yielding results, and Bill looked forward to the call he was about to make to the sister of an <a href=\"http://en.wikipedia.org/wiki/AIDS\">AIDS</a> patient. She had called months before, telling Bill about the Social Security case workers who had denied her brother disability payments. Yes, he had <a href=\"http://en.wikipedia.org/wiki/Pneumocystis_carinii\"><em>Pneumocystis carinii</em></a>, but he looked well enough to work. He did not the fit the Social Security requirements for disability, they said. He had appealed his case but lost.</p>\n\n<p>Bill Kraus had been calling bureaucrats for months on the case. Again, he felt fortunate to be working for <a href=\"http://en.wikipedia.org/wiki/Phillip_Burton\">Phil Burton</a>, who signed any letter Bill put in front of him when it concerned AIDS. In Congress, Bill knew, Burton was the only representative who didn&rsquo;t blanch at the gay jokes that inevitably came up during any cajoling on the epidemic. He had become the leader on the issue, and at Bill&rsquo;s request, fired off letters to top Social Security administrators to make an AIDS diagnosis presumptive evidence of disability. The bureaucrats were not so recalcitrant as they were slow.</p>\n\n<p>Concentrating on the specific case of the ailing <a href=\"http://en.wikipedia.org/wiki/San_Francisco\">San Francisco</a> man, Bill first secured cooperation from a local official who then referred the matter for approval in Sacramento. Now, months later, the man finally was qualified for disability.</p>\n\n<p>The sister&rsquo;s voice was hollow when Bill called with the good news.</p>\n\n<p>&ldquo;Thanks&rdquo;, she said, &ldquo;but my brother died last night&rdquo;.</p>\n\n<p>Eventually, Bill &rsquo;s lobbying secured a national directive declaring AIDS a presumptive disability. Even years later, however, Bill could not manage to tell the story about the man and his sister without crying. It seemed to sum up so much of <a href=\"http://en.wikipedia.org/wiki/1983\">1983</a>.</p>",
   "quote-source" : "<a href=\"http://en.wikipedia.org/wiki/Randy_Shilts\">Randy Shilts</a>, <a href=\"http://en.wikipedia.org/wiki/And_the_Band_Played_On\"><em>And the Band Played On</em></a> (<a href=\"http://www.goodreads.com/book/show/532548.And_the_Band_Played_on\">1988 edition</a>), pg 257."
}

