{
   "quote-text" : "<p>The ice cover meant that natural light was not always strong enough for us to film. We used special underwater lights which Hugh would carry down and hold in place, hovering still in the water, while Doug filmed.</p>\n\n<p>I sometimes think this must have been the one of the most difficult jobs on Frozen Planet. </p>\n\n<p>Hugh had to remain completely still, floating in awkward positions, in the coldest water in the world, holding heavy, metal, underwater lights in place. </p>\n\n<p>Below him, Doug, using the new probe lens, would focus on capturing shots of giant sea spiders and isopods. When they emerged after an hour, they would often be in visible pain from the cold.</p>\n\n<p>[..]</p>\n\n<p>It took an entire dive for Doug and Hugh to shuttle all of the kit back into the ice galley. </p>\n\n<p>Three underwater tripods, three underwater lighting stands, three cameras, three lights, two control boxes, and countless cables were placed and held down with lead weights, the entire operation watched closely by the seal. </p>\n\n<p>The next dive allowed Hugh to test the kit and finally start the time-lapse running. We would need to leave it overnight. Meanwhile the brinicle started to grow.</p>",
   "url" : "http://tumblr.ggvaidya.com/post/20436571987",
   "id" : "20436571987",
   "mobile" : 0,
   "date" : "Tue, 03 Apr 2012 18:07:55",
   "feed-item" : "",
   "unix-timestamp" : 1333498075,
   "reblog-key" : "kLGpVgOr",
   "format" : "html",
   "tags" : [
      "frozen planet",
      "bbc",
      "nature",
      "filming"
   ],
   "date-gmt" : "2012-04-04 00:07:55 GMT",
   "slug" : "the-ice-cover-meant-that-natural-light-was-not",
   "from-feed-id" : 0,
   "type" : "quote",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/20436571987/the-ice-cover-meant-that-natural-light-was-not",
   "bookmarklet" : 0,
   "quote-source" : "BBC Nature, <em><a href=\"http://www.bbc.co.uk/nature/16250444\">Frozen Planet&rsquo;s brinicle sequence explained</a></em> (better known as the <a href=\"http://www.youtube.com/watch?v=r4cX2EPt2zE\"><em>Icy Finger of Death</em></a>)"
}

