{
   "date" : "Thu, 19 Apr 2012 14:38:10",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/21395092954/i-keep-saying-modern-because-it-wasnt-always",
   "date-gmt" : "2012-04-19 20:38:10 GMT",
   "mobile" : 0,
   "quote-text" : "<p>I keep saying “modern” because it wasn’t always this way. When the novel was a younger form, lots of them started with some sort of leisurely preamble, like, “This strange tale you are about to read was discovered in an old sea chest blah blah blah.” But in novels these days, the first sentences usually go BOOM THESE ARE SOMEONE ELSE’S THOUGHTS—DEAL WITH IT. Like, “When I wake up, the other side of the bed is cold.”</p>\n\n<p>It’s the opposite of egocentrism, letting yourself become another person for a few hours. Especially when that person lives in a radically different reality, like a post-scarcity utopia or a post-apocalyptic wasteland. This departure from self is essential to reading novels, and it’s one of the ways that reading makes us better people. (It’s key to writing as well, which is why I <a href=\"http://scottwesterfeld.com/blog/2009/03/hairy-fruit/\">gave this advice</a> three years ago.)</p>\n\n<p>Of course, there’s also a positive side of making our egos central to the reading process: When we read new books, we use the knowledge gained from all the other books we’ve read. We supplement the story of a novel with the story of our own reading history. This is a major reason why people can react to the same novel differently[&#8230;].</p>",
   "slug" : "i-keep-saying-modern-because-it-wasnt-always",
   "url" : "http://tumblr.ggvaidya.com/post/21395092954",
   "id" : "21395092954",
   "from-feed-id" : 0,
   "quote-source" : "Scott Westerfeld on <a href=\"http://scottwesterfeld.com/blog/2012/04/new-uglies-uk-covers/\">the experience of reading a novel</a> (and other things)",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "rvUEGAtE",
   "tags" : [
      "novel",
      "imagination"
   ],
   "format" : "html",
   "type" : "quote",
   "unix-timestamp" : 1334867890
}

