{
   "date" : "Sun, 22 Apr 2012 21:16:59",
   "quote-text" : "<p>Mr Breivik remained stony-faced as the names of all 69 victims of the Utøya attack, as well as the names of eight people killed in an earlier bombing in Oslo, were read out, one-by-one. The names of several dozen others who were injured in the attacks were also listed. Many of the details were shocking. Most of the youngsters who died on Utøya were, it was revealed, shot in the head, some several times and mostly at close range. </p>\n\n<p>The roll call took almost 90 minutes. Mr Breivik remained impassive throughout, staring at a spot on the desk in front of him as relatives of the dead wept in the rows of seats behind him.</p>\n\n<p>[..]</p>\n\n<p>In the meantime, Norwegians will hear a great many witness statements containing harrowing details of last July&rsquo;s tragedy. This prospect has already proved unbearable for several bereaved families, who have temporarily moved abroad. Others say they will attend as much of the trial as possible.</p>\n\n<p>Most Norwegians will not have access to all the chilling detail. Norwegian media have pledged not to print or broadcast the most horrifying testimony, out of deference to relatives as well as to avoid giving Mr Breivik a platform for his message of hatred.</p>",
   "slug" : "mr-breivik-remained-stony-faced-as-the-names-of",
   "from-feed-id" : 0,
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/21627045943",
   "unix-timestamp" : 1335151019,
   "reblog-key" : "LTiKehG9",
   "quote-source" : "<a href=\"http://www.economist.com/blogs/newsbook/2012/04/breivik-court\"><em>Hatred on trial</em></a>, on the <em>Newsbook</em> blog of The Economist.",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/21627045943/mr-breivik-remained-stony-faced-as-the-names-of",
   "tags" : [
      "Anders Breivik",
      "trial"
   ],
   "feed-item" : "",
   "bookmarklet" : 0,
   "id" : "21627045943",
   "format" : "html",
   "type" : "quote",
   "date-gmt" : "2012-04-23 03:16:59 GMT"
}

