{
   "unix-timestamp" : 1336032403,
   "type" : "quote",
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/22311958702",
   "tags" : [
      "Edward Conard",
      "economics"
   ],
   "reblog-key" : "tYcgvj5D",
   "quote-source" : "Adam Davidson, <a href=\"http://www.nytimes.com/2012/05/06/magazine/romneys-former-bain-partner-makes-a-case-for-inequality.html?pagewanted=all\"><em>The Purpose of Spectacular Wealth, According to a Spectacularly Wealthy Guy</em></a>, NY Times, May 1, 2012.",
   "format" : "html",
   "slug" : "theres-also-the-fact-that-conard-applies-a",
   "quote-text" : "<p>There&rsquo;s also the fact that Conard applies a relentless, mathematical logic to nearly everything, even finding a good spouse. He advocates, in utter seriousness, using demographic data to calculate the number of potential mates in your geographic area. Then, he says, you should set aside a bit of time for &ldquo;calibration&rdquo; &ndash; dating as many people as you can so that you have a sense of what the marriage marketplace is like. Then you enter the selection phase, this time with the goal of picking a permanent mate. The first woman you date who is a better match than the best woman you met during the calibration phase is, therefore, the person you should marry. By statistical probability, she is as good a match as you&rsquo;re going to get. (Conard used this system himself.)</p>\n\n<p>This constant calculation &ndash; even of the incalculable &ndash; can be both fascinating and absurd. The world Conard describes too often feels grim and soulless, one in which art and romance and the nonremunerative satisfactions of a simpler life are invisible. And that, I realized, really is Conard&rsquo;s world. &ldquo;God didn&rsquo;t create the universe so that talented people would be happy,&rdquo; he said. &ldquo;It&rsquo;s not beautiful. It&rsquo;s hard work. It&rsquo;s responsibility and deadlines, working till 11 o'clock at night when you want to watch your baby and be with your wife. It&rsquo;s not serenity and beauty.&rdquo;</p>",
   "mobile" : 0,
   "from-feed-id" : 0,
   "date-gmt" : "2012-05-03 08:06:43 GMT",
   "bookmarklet" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/22311958702/theres-also-the-fact-that-conard-applies-a",
   "id" : "22311958702",
   "date" : "Thu, 03 May 2012 02:06:43"
}

