{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/22536564366/another-metal-that-has-a-ridiculously-low-melting",
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/22536564366",
   "from-feed-id" : 0,
   "mobile" : 0,
   "slug" : "another-metal-that-has-a-ridiculously-low-melting",
   "tags" : [
      "chemistry",
      "rpg"
   ],
   "unix-timestamp" : 1336334145,
   "id" : "22536564366",
   "bookmarklet" : 0,
   "format" : "html",
   "quote-source" : "A discussion of liquid, non-freezy explosive, as seen on <a href=\"http://www.darthsanddroids.net/episodes/0723.html\">Darth and Droids</a> (emphasis mine).",
   "quote-text" : "<p>Another metal that has a ridiculously low melting point is NaK, or sodium-potassium alloy. Sodium melts at 97.7°C, so you could melt it with boiling water - remembering of course that sodium exposed to water reacts spontaneously and violently explosively, so be careful. Potassium melts at 63.4°C, which can be done with hot tap water - remembering that potassium is even more reactive than sodium and when it comes into contact with water the reaction is so violent that it also ignites the hydrogen released from the water, causing an additional source of explosive combustion.</p>\n\n<p>Mix these two extremely safe molten metals together and you produce the alloy known as NaK. The melting point of the alloy varies with composition, and is a minimum with a mixture of 22% sodium to 78% potassium. This mixture has a melting point of -12°C. <strong>So it&rsquo;ll stay liquid, even in the freezer compartment of your fridge. Though any moisture whatsoever that gets into contact with it will trigger an explosion</strong>.</p>\n\n<p>What use is this wonderful stuff? It&rsquo;s used to cool nuclear reactors! Because it stays liquid at much higher temperatures than water (and much higher temperatures than mercury too), and won&rsquo;t freeze solid in the pipes at room temperature.</p>\n\n<p>What use is all of this for a roleplaying game?</p>\n\n<p>Hello? Incredibly dangerous explosive material? Found in large quantities in nuclear reactors? The game scenario almost writes itself!</p>",
   "date-gmt" : "2012-05-06 19:55:45 GMT",
   "type" : "quote",
   "date" : "Sun, 06 May 2012 13:55:45",
   "reblog-key" : "rX4ZycUR"
}

