{
   "type" : "quote",
   "feed-item" : "",
   "slug" : "well-in-the-end-the-goblet-itself-was-nothing",
   "date-gmt" : "2012-05-10 17:22:00 GMT",
   "unix-timestamp" : 1336670520,
   "quote-source" : "Ryan Britt, <em><a href=\"http://www.tor.com/blogs/2011/06/genre-in-the-mainstream-the-literary-merits-of-potter\">Genre in the Mainstream: The Literary Merits of Potter</a></em>, Tor.com",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/22785790400/well-in-the-end-the-goblet-itself-was-nothing",
   "id" : "22785790400",
   "from-feed-id" : 0,
   "mobile" : 0,
   "date" : "Thu, 10 May 2012 11:22:00",
   "reblog-key" : "v4XsOVlO",
   "quote-text" : "<p>Well, in the end, the Goblet itself was nothing but a port-key designed to transport Harry to Voldermort for a blood donation. Was this entire tournament the best sort of ruse to make this happen? This twist is so elaborate and out of left field, that it pales in comparison to the satisfying twist in <em>The Prisoner of Azkaban</em>.</p>\n\n<p>[..]</p>\n\n<p>Another structure debacle is the notion of horcruxes. This very important plot device is not truly revealed until the 6th book and subsequently the 7th book becomes almost exclusively a hero’s quest to destroy them. Structurally, the other five books didn’t really seem to be leading to this kind of by-the-numbers fantasy quest. The evidence is dubious at best. Sure, it’s all meticulously explained to us, but with all the existing threads in the series, why introduce a brand new concept the protagonists have to deal with so late in the game? Similarly, in <em>The Deathly Hallows</em> the Elder Wand becomes an end-all be-all focal point of the novel. Yes it is very, very cool, and the legend of the Deathly Hallows themselves is chilling. But from a structural point of view, this is another brand new element introduced into already fairly crowded magical world.</p>\n\n<p>[..]</p>\n\n<p>Many have said that the epilogue at the end of <em>The Deathly Hallows</em> was a little corny and unnecessary. I’d agree as a critic, but disagree as a fan of the characters. The epilogue at the end of <em>The Deathly Hallows</em> was character-porn. It was a total indulgence in fan curiosity and allowed J.K. Rowling to tie up her story as a fairy tale for children. Which is arguably what she set out to do in the first place.</p>",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/22785790400",
   "tags" : [
      "harry potter",
      "plots"
   ],
   "format" : "html"
}

