{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/23155846692/the-kernel-the-soul-let-us-go-further-and-say",
   "quote-source" : "Mark Twain in a letter to Helen Keller, as quoted by Shaun Usher in <em><a href=\"http://www.lettersofnote.com/2012/05/bulk-of-all-human-utterances-is.html\">The bulk of all human utterances is plagiarism</a></em> on the Letters of Note blog. Emphasis mine.",
   "reblog-key" : "3pffMnDr",
   "tags" : [
      "humanity",
      "literature",
      "mark twain"
   ],
   "type" : "quote",
   "slug" : "the-kernel-the-soul-let-us-go-further-and-say",
   "quote-text" : "The kernel, the soul &ndash; let us go further and say the substance, the bulk, the actual and valuable material of all human utterances &ndash; is plagiarism. For substantially all ideas are second-hand, consciously and unconsciously drawn from a million outside sources, and daily use by the garnerer with a pride and satisfaction born of the superstition that he originated them; whereas there is not a rag of originality about them anywhere except the little discoloration they get from his mental and moral calibre and his temperament, and which is revealed in characteristics of phrasing. <strong>When a great orator makes a great speech you are listening to ten centuries and ten thousand men</strong> &ndash; but we call it his speech, and really some exceedingly small portion of it is his. But not enough to signify. It is merely a Waterloo. It is Wellington&rsquo;s battle, in some degree, and we call it his; but there are others that contributed. <strong>It takes a thousand men to invent a telegraph, or a steam engine, or a phonograph, or a telephone or any other important thing &ndash; and the last man gets the credit and we forget the others. He added his little mite &ndash; that is all he did.</strong> These object lessons should teach us that ninety-nine parts of all things that proceed from the intellect are plagiarisms, pure and simple; and the lesson ought to make us modest. But nothing can do that.",
   "id" : "23155846692",
   "feed-item" : "",
   "date-gmt" : "2012-05-16 07:28:40 GMT",
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/23155846692",
   "mobile" : 0,
   "unix-timestamp" : 1337153320,
   "format" : "html",
   "date" : "Wed, 16 May 2012 01:28:40",
   "bookmarklet" : 0
}

