{
   "date-gmt" : "2012-05-26 19:10:11 GMT",
   "id" : "23811685173",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/23811685173/a-structural-bridge-too-far",
   "tags" : [
      "amitav ghosh",
      "the shadow lines"
   ],
   "regular-body" : "<p>\nIn <em><a href=\"http://en.wikipedia.org/wiki/The_Shadow_Lines\">The Shadow Lines</a></em> by <a href=\"http://en.wikipedia.org/wiki/Amitav_Ghosh\">Amitav Ghosh</a>, on page 48 (Viking Penguin 1989; 1st American edition): as near as I can tell, the narrator (what is his name?) is telling May Price about his uncle Tridib&rsquo;s shipping of a giant table from the UK. In a moment, she&rsquo;s going to get upset that he didn&rsquo;t find anything more useful to bring home from her country, but let&rsquo;s not get distracted. This is an aside to a story in which he&rsquo;s hiding in a basement with his cousin Ila, who he&rsquo;s got <a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/PuppyLove\">mad puppy love</a> for, as they set out to play &ldquo;Houses&rdquo; in the hidden depths of her country estate. That story he has been telling his cousins Ila and Robi in a pub in London for what seems to be several hours at this point.\n</p>\n\n<p>\nSo how did they end up at a pub in London? I&rsquo;ll tell you. That was an aside in the narrator&rsquo;s description of Ila&rsquo;s way of thinking, forged in the life of an itinerant child in a well-to-do house, swapping schools and friends around the world, as recorded by a succession of school yearbooks. The description of her yearbooks started as an aside from her inability to understand the narrator&rsquo;s fascination with faraway, exotic places. <em>That</em> started as a exploration of her inability to remember the shared parts of their childhood in as much detail as him, which <em>might</em> have started as a exploration of Tridib&rsquo;s reclusivity. It&rsquo;s hard to be sure; the narrator (what <em>is</em> his name?) tells us he disagreed with Ila on the subject of Tridib&rsquo;s reclusivity and penchant for humour, but the story he then tell us is about meeting Ila once under awkward circumstances, during which he told Ila about an anecdote about Tridib which she dismisses as &ldquo;mere <a href=\"http://en.wikipedia.org/wiki/Womb_and_vagina_envy\">vagina-envy</a>&rdquo;. And that, as far as I can tell, is all she says on the subject of Tridib.\n</p>\n\n<p>\nSo what does all this mean? Beats me. I just wish this narrator (<em>what is his name</em>?!) was more interesting and less likely to spend a whole, probably drunken, evening in London in a pub with his cousins telling them intimate scenes from his childhood that one of them was already party to, for what seems to be several hours (i.e. long past the point at which any non-drunk listener would have told him to shut it &ndash; and is he telling him all the asides while he&rsquo;s at it as well?). I wish the narrator would stick to a story and not keep jumping into others, letting them all slosh together in his tub with no barriers of time, space or people between them. Mostly, I just wish I wasn&rsquo;t reading another Amitav Ghosh book after my horrible experience with his <a href=\"http://en.wikipedia.org/wiki/The_Glass_Palace\"><em>The Glass Palace</em></a>. But this is the big one, his Most Famous Book. This, I will finish. I just might need some therapy during and after this experience.\n</p>",
   "mobile" : 0,
   "bookmarklet" : 0,
   "type" : "regular",
   "url" : "http://tumblr.ggvaidya.com/post/23811685173",
   "feed-item" : "",
   "unix-timestamp" : 1338059411,
   "date" : "Sat, 26 May 2012 13:10:11",
   "regular-title" : "A structural bridge too far",
   "slug" : "a-structural-bridge-too-far",
   "from-feed-id" : 0,
   "reblog-key" : "5E9ICEEi",
   "format" : "html"
}

