{
   "quote-source" : "Sc..ience? A <a href=\"http://en.wikipedia.org/wiki/Demon_core#Second_incident\">scary, somewhat stupid experiment</a> in determining the critical mass of plutonium.",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/24094665980/allowing-them-to-close-completely-would-result-in",
   "unix-timestamp" : 1338422513,
   "id" : "24094665980",
   "slug" : "allowing-them-to-close-completely-would-result-in",
   "date-gmt" : "2012-05-31 00:01:53 GMT",
   "url" : "http://tumblr.ggvaidya.com/post/24094665980",
   "type" : "quote",
   "quote-text" : "<p>Allowing them to close completely would result in the instantaneous formation of a critical mass and a lethal power excursion. Under Slotin&rsquo;s unapproved protocol, the only thing preventing this was the blade of a standard flathead screwdriver, manipulated by the scientist&rsquo;s other hand. Slotin, who was given to bravado, became the local expert, performing the test almost a dozen separate times, often in his trademark bluejeans and cowboy boots, in front of a roomful of observers. Enrico Fermi reportedly told Slotin and others they would be &ldquo;dead within a year&rdquo; if they continued performing it.</p>\n\n<p>While lowering the top reflector, Slotin&rsquo;s screwdriver slipped a fraction of an inch, allowing the top reflector to fall into place around the core. Instantly there was a flash of blue light and a wave of heat across Slotin&rsquo;s skin; the core had become supercritical, releasing a massive burst of neutron radiation. He quickly knocked the two halves apart, stopping the chain reaction and likely saving the lives of the other men in the laboratory. Slotin&rsquo;s body positioning over the apparatus also shielded the others from much of the neutron radiation. He received a lethal dose in under a second and died nine days later from acute radiation poisoning. The nearest physicist to Slotin, Alvin C. Graves, was watching over Slotin&rsquo;s shoulder and was thus partially shielded by him, receiving a high but non-lethal radiation dose. Graves was hospitalized for several weeks with severe radiation poisoning, developed chronic neurological and vision problems as a result of the exposure, suffered a significant shortening of his lifespan and died of a radiation-induced heart attack 20 years later. The other six people in the room were far enough away from the assembly to avoid fatal injury, but they all suffered other complications as a result of the accident. Two people suffered severe shortening of their lives and died years later from radiation-induced complications: leukemia (at age 42, 18 years after the accident) and clinical aplastic anemia.</p>",
   "date" : "Wed, 30 May 2012 18:01:53",
   "reblog-key" : "roKQ4KsN",
   "mobile" : 0,
   "feed-item" : ""
}

