{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/25420842473/each-time-he-turns-his-attention-upon-us-i-am",
   "tags" : [
      "the onion",
      "ants"
   ],
   "date" : "Tue, 19 Jun 2012 00:33:07",
   "unix-timestamp" : 1340087587,
   "date-gmt" : "2012-06-19 06:33:07 GMT",
   "mobile" : 0,
   "quote-source" : "<em><a href=\"http://www.theonion.com/articles/capricious-god-violently-shakes-ant-farm-day-after,28532/\">Capricious God Violently Shakes Ant Farm Day After Bestowing Orange Slices Upon Colony</a></em>, The Onion",
   "slug" : "each-time-he-turns-his-attention-upon-us-i-am",
   "feed-item" : "",
   "type" : "quote",
   "format" : "html",
   "reblog-key" : "GwGCi2A9",
   "bookmarklet" : 0,
   "quote-text" : "<p>&ldquo;Each time he turns his attention upon us I am filled terror, wondering if I will be the next to have her legs ripped off with his wicked implement of torture,&rdquo; said soldier ant #078, referring to the set of Revlon tweezers the god reportedly borrows from his mother. &ldquo;I&rsquo;ve lost three sisters that way. And I cannot continue living my life for a vindictive, uncaring divinity who would create so much unwarranted suffering. I defy you, oh Marcus!&rdquo;</p>\n\n<p>Others were more measured in their interpretation of the act, however, saying the ways of Marcus were not for &ldquo;mere ants such as [them]&rdquo; to understand.</p>\n\n<p>&ldquo;Many are forgetting the numerous times Marcus has saved us from the menace of the Cat,&rdquo; said drone #021, with nearby ants shuddering at the mere mention of the furry demon who has caused the colony so much misery. &ldquo;In truth, none of us would be here today if it were not for our god. No ant among us can deny it.&rdquo;</p>\n\n<p>&ldquo;And let us always remember the great kindness Marcus has shown our ancestors, as recounted in the ancient Parable of the Blueberry Muffin,&rdquo; he continued.</p>",
   "from-feed-id" : 0,
   "id" : "25420842473",
   "url" : "http://tumblr.ggvaidya.com/post/25420842473"
}

