{
   "bookmarklet" : 0,
   "date" : "Thu, 28 Jun 2012 19:57:03",
   "date-gmt" : "2012-06-29 01:57:03 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 768,
   "id" : "26112401291",
   "mobile" : 0,
   "photo-caption" : "<p><a href=\"http://bloodbuzzd.tumblr.com/post/26095754935/sixteen-things-calvin-and-hobbes-said-better-than\" class=\"tumblr_blog\">bloodbuzzd</a>:</p>\n\n<blockquote><h1 class=\"title\"><a href=\"http://bookriot.com/2012/02/06/sixteen-things-calvin-and-hobbes-said-better-than-anyone-else/\" rel=\"bookmark\" title=\"Sixteen Things Calvin and Hobbes Said Better Than Anyone Else\">Sixteen Things Calvin and Hobbes Said Better Than Anyone Else</a></h1>\n<p><br/>To paraphrase E.B. White, the perfect sentence is one from which nothing can be added or removed. Every word plays its part. In my more giddy moments I think that a simple comic strip featuring Calvin, a preternaturally bright six year-old, and Hobbes, his imaginary tiger friend, features some of the most lucid sentences committed to print. And when I sober up, I usually think exactly the same.</p>\n<p>Bill Watterson’s Calvin and Hobbes ran between 1985 and 1995. His comic strip managed to infuse wondering (and wandering) on a cosmic scale into an ageless world of lazy Sunday afternoons, snow goons, and harassed babysitters. I’m not saying that you should take moral and philosophical guidance from the inventor of Calvinball (a game that runs on chaos theory), but you could do much worse.</p>\n<blockquote>\n<p>So here, in no particular order, is a selection of quotes that nail everything from the meaning of life to special underwear. Enjoy.</p>\n<p><strong>On life’s constant little limitations</strong></p>\n<p>Calvin: You know, Hobbes, some days even my lucky rocket ship underpants don’t help.</p>\n<p><strong>On expectations</strong></p>\n<p>Calvin: Everybody seeks happiness! Not me, though! That’s the difference between me and the rest of the world. Happiness isn’t good enough for me! I demand euphoria!</p>\n<p><strong>On why we are scared of the dark</strong></p>\n<p>Calvin: I think night time is dark so you can imagine your fears with less distraction.</p>\n<p><strong>On the unspoken truth behind the education system</strong></p>\n<p>Calvin: As you can see, I have memorized this utterly useless piece of information long enough to pass a test question. I now intend to forget it forever. You’ve taught me nothing except how to cynically manipulate the system. Congratulations.</p>\n<p><strong>On the cruel reality of commercial art</strong></p>\n<p>Hobbes: Van Gogh would’ve sold more than one painting if he’d put tigers in them.</p>\n<p><strong>On the tragedy of hipsters</strong></p>\n<p>Calvin: The world bores you when you’re cool.</p>\n<p><strong>On the tears of a clown</strong></p>\n<p>Calvin: Isn’t it strange that evolution would give us a sense of humour? When you think about it, it’s weird that we have a physiological response to absurdity. We laugh at nonsense. We like it. We think it’s funny. Don’t you think it’s odd that we appreciate absurdity? Why would we develop that way? How does it benefit us?</p>\n<p>Hobbes: I suppose if we couldn’t laugh at things that don’t make sense, we couldn’t react to a lot of life.</p>\n<p>Calvin: (after a long pause) I can’t tell if that’s funny or really scary.</p>\n<p><strong>On the falling of sparrows (or providence’s lack of a timetable)<br/></strong></p>\n<p>Calvin: Life is full of surprises, but never when you need one.</p>\n<p><strong>On why winter is the cruellest of seasons</strong></p>\n<p>Calvin: Getting an inch of snow is like winning 10 cents in the lottery.</p>\n<p><strong>On the gaping hole in contemporary art’s soul</strong></p>\n<p>Calvin: People always make the mistake of thinking art is created for them. But really, art is a private language for sophisticates to congratulate themselves on their superiority to the rest of the world. As my artist’s statement explains, my work is utterly incomprehensible and is therefore full of deep significance.</p>\n<p><strong>On playing Frankenstein with words</strong></p>\n<p>Calvin: Verbing weirds language.</p>\n<p><strong>On realising God is more Woody Allen than Michael Bay</strong></p>\n<p>Calvin: They say the world is a stage. But obviously the play is unrehearsed and everybody is ad-libbing his lines.</p>\n<p>Hobbes: Maybe that’s why it’s hard to tell if we’re living in a tragedy or a farce.</p>\n<p>Calvin: We need more special effects and dance numbers.</p>\n<p><strong>On why ET is real</strong></p>\n<p>Calvin: Sometimes I think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us.</p>\n<p><strong>On looking yourself in the mirror</strong></p>\n<p>Hobbes: So the secret to good self-esteem is to lower your expectations to the point where they’re already met?</p>\n<p><strong>On the future</strong></p>\n<p>Calvin: Trick or treat!</p>\n<p>Adult: Where’s your costume? What are you supposed to be?</p>\n<p>Calvin: I’m yet another resource-consuming kid in an overpopulated planet, raised to an alarming extent by Madison Avenue and Hollywood, poised with my cynical and alienated peers to take over the world when you’re old and weak. Am I scary, or what?</p>\n<p><strong>On the truth</strong></p>\n<p>Calvin: It’s a magical world, Hobbes, ol’ buddy…Let’s go exploring!</p>\n</blockquote></blockquote>",
   "photo-url-100" : "http://40.media.tumblr.com/tumblr_m630irxTqV1qa9dzjo1_100.jpg",
   "photo-url-1280" : "http://41.media.tumblr.com/tumblr_m630irxTqV1qa9dzjo1_1280.jpg",
   "photo-url-250" : "http://40.media.tumblr.com/tumblr_m630irxTqV1qa9dzjo1_250.jpg",
   "photo-url-400" : "http://40.media.tumblr.com/tumblr_m630irxTqV1qa9dzjo1_400.jpg",
   "photo-url-500" : "http://40.media.tumblr.com/tumblr_m630irxTqV1qa9dzjo1_500.jpg",
   "photo-url-75" : "http://36.media.tumblr.com/tumblr_m630irxTqV1qa9dzjo1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "0GfiPyP6",
   "slug" : "bloodbuzzd-sixteen-things-calvin-and-hobbes-said",
   "type" : "photo",
   "unix-timestamp" : 1340935023,
   "url" : "http://tumblr.ggvaidya.com/post/26112401291",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/26112401291/bloodbuzzd-sixteen-things-calvin-and-hobbes-said",
   "width" : 1024
}

