{
   "photos" : [
      {
         "photo-url-250" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_250.gif",
         "width" : "499",
         "photo-url-100" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_100.gif",
         "height" : "266",
         "photo-url-1280" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_500.gif",
         "caption" : "",
         "photo-url-500" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_500.gif",
         "photo-url-75" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_75sq.gif",
         "offset" : "o3",
         "photo-url-400" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_400.gif"
      },
      {
         "photo-url-250" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho4_250.jpg",
         "width" : "500",
         "photo-url-100" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho4_100.jpg",
         "height" : "272",
         "photo-url-1280" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho4_500.jpg",
         "caption" : "",
         "photo-url-500" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho4_500.jpg",
         "photo-url-75" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho4_75sq.jpg",
         "offset" : "o4",
         "photo-url-400" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho4_400.jpg"
      },
      {
         "photo-url-250" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho5_250.gif",
         "width" : "500",
         "photo-url-100" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho5_100.gif",
         "height" : "261",
         "photo-url-1280" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho5_500.gif",
         "caption" : "",
         "photo-url-500" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho5_500.gif",
         "photo-url-75" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho5_75sq.gif",
         "offset" : "o5",
         "photo-url-400" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho5_400.gif"
      },
      {
         "photo-url-250" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho1_250.gif",
         "width" : "500",
         "photo-url-100" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho1_100.gif",
         "height" : "213",
         "photo-url-1280" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho1_500.gif",
         "caption" : "",
         "photo-url-500" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho1_500.gif",
         "photo-url-75" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho1_75sq.gif",
         "offset" : "o1",
         "photo-url-400" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho1_400.gif"
      },
      {
         "photo-url-250" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho2_250.gif",
         "width" : "500",
         "photo-url-100" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho2_100.gif",
         "height" : "213",
         "photo-url-1280" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho2_500.gif",
         "caption" : "",
         "photo-url-500" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho2_500.gif",
         "photo-url-75" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho2_75sq.gif",
         "offset" : "o2",
         "photo-url-400" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho2_400.gif"
      }
   ],
   "photo-url-250" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_250.gif",
   "width" : "499",
   "date" : "Mon, 09 Jul 2012 11:04:13",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/26839314240/btothef-short-update-today-this-scene",
   "date-gmt" : "2012-07-09 17:04:13 GMT",
   "photo-url-100" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_100.gif",
   "mobile" : 0,
   "photo-url-500" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_500.gif",
   "slug" : "btothef-short-update-today-this-scene",
   "url" : "http://tumblr.ggvaidya.com/post/26839314240",
   "photo-url-75" : "http://24.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_75sq.gif",
   "id" : "26839314240",
   "photo-url-400" : "http://31.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_400.gif",
   "from-feed-id" : 0,
   "photo-caption" : "<p><a href=\"http://btothef.tumblr.com/post/26833125346/short-update-today-this-scene-happens\" class=\"tumblr_blog\">btothef</a>:</p>\n\n<blockquote><p>Short update today!  </p>\n<p>This scene happens basically like in the movie: George and Lorraine are dancing to Earth Angel as Marty plays, someone (Dixon!  HE’S BACK) cuts in, Marty’s fading away<sup>1</sup> and can see through his own hand, George cuts back in and shoves Dixon “ten feet” away and Marty’s BACK, baby!  It’s notable in the book because it has Marty saying “I… don’t feel so good…” as he fades out (adorbs) and, after he fades back in, doing this:</p>\n<blockquote>\n<p> ”Thank God!” [Marty] smiled.</p>\n<p>Whipping the family photograph from his pocket, he laughed, <strong>did a little pirouette on the bandstand</strong>, and grabbed the guitar again.  Linda, Dave, and himself were all back in the picture, completely intact, and the feeling in his hand told him <strong>his musical powers had been restored.   </strong></p>\n</blockquote>\n<p>It’s also notable because here in the book Lorraine has her dress torn up from Biff’s attack on her and yet she’s totally down to go back into the school and dance up a storm??</p>\n<p><strong>END OF UPDATE</strong></p>\n<p>FOOTNOTES:</p>\n<p>1. SO!  As I’ve mentioned before I spent many an hour as a kid trying to figure out back to the future, and right now we are going to figure out this fading away thing.   This is a whole childhood of thinking about time travel in this movie paying off here. <em> Here we go</em>:</p>\n<p>To buy into Back To The Future, you need to accept not only that time travel exists, but that there exists a <strong>META-TIME</strong>, because changes to the timeline THEMSELVES take time: Marty stops his parents from meeting and rather than disappearing right away, he has a week in 1955 to sort this out before the consequences of that become critical.  In other words, whatever change you make to the timeline ripples through it like a wave in a bedsheet, altering things as it goes, and you’ve got until when that wave catches up with you to fix things if you’ve done something dumb like prevent yourself from being born.</p>\n<p>Proof for this is that Marty’s siblings faded away in order from oldest to youngest - the change caught up with them first!   We’re going to assume you start to fade when your birth gets interfered with.  The fading isn’t consistent (Brother Dave fades from top to bottom while Marty just gets less and less opaque), but we’re estimating!  Here we could assume instead that you start fading when the date of your conception gets messed with rather than date of your birth, but we’re not, because that’s a rabbit hole of tracing events back to causes that puts us back in 1955 again.</p>\n<p>So!  Since we know the day Marty arrived in 1955 and stopped his parents from meeting (Saturday, November 5th), the day he started actually fading away (a week later on Saturday, November 12th, 1955), the year Marty was born (1968) AND we even can guess at the day (<a href=\"http://backtothefuture.wikia.com/wiki/Marty_McFly\">most stuff puts his birthday at either June 12th or June 9th</a> (same as Michael J!)) we can calculate pretty reliably how fast this meta-time lets changes move in this story, which is how fast changes to the timeline propagate. </p>\n<p>A change made to the timeline on November 5th, 1955 takes 7 days of real time to ripple through time and reach June 9th, 1968.  That’s 4,604 future days to ripple through (inclusive, so we’re assuming that Marty was born near the end of the day, but it doesn’t make THAT much of a difference), therefore <strong>meta-time travels at about 657.71 times faster</strong> than regular time here.  </p>\n<p>One problem, cats and kittens: with this number Dave actually fades out too soon (he’s not born till 1963 but he shows effects of fading early in the morning of November 6th, 1955, and with our meta-time speed the changes should only 3.6 years out by then, back in good old 1959).  So we adjust our theory to say that these changes here travel at a speed that AVERAGES out to that 657.71 times faster number, but it can go faster and slower in places.  </p>\n<p>This raises the question: what does this propagation speed depend on?  Well, there’s actually evidence in the movie that lets us conclude that <strong>the speed of changes to the timeline is dependent how much it’s being changed from its original shape</strong>.  AND I CAN PROVE IT WITH MATHS AND LOGICS:   </p>\n<p>So remember that Marty starts to fade, and then Lorraine and George kiss and BAM, everyone in Marty’s photograph fades back in right away, one after the other.  This is obviously way faster than our number from before, but we incorporate this by assuming that the timeline is flexible, but like a spring, it has a preferred shape.  Changes that restore it to its original form propagate much faster (30 years of timeline gets restored in about 4 seconds here, which is a meta-time transmission speed of a zany <strong>236,676,945 times faster than regular time</strong>), while those that deform it into unusual shapes travel at our (much) slower speed.</p>\n<p>HOWEVER: it gets more a teensy bit more complicated when you do something that changes the timeline back to its original form in one way, but changes it in another way (like oh I don’t know coming up with and then executing a plan to get your parents back together in such a way that one of them experiences an epiphany and moment of personal growth while the other gets assaulted??).   In this case you have TWO ripples going out: the restorative one that puts things back as they were originally with children being born and what not, and the altering one that applies the changes from that baseline.  </p>\n<p>That’s RIGHT: two ripples, baby, and they’re travelling at different speeds, with the restorative one several orders of magnitude faster!  This is critical because soon when Marty returns back to 1985 he’ll witness himself going back in time again as he remembers it happening, go to bed, and wake up in a future he barely recognizes.  The restorative ripple goes through time, restoring his family, in about four seconds.  We see that happen with the photograph.  </p>\n<p>What we don’t see (because Marty travels through time pretty quickly after this dance and never looks at the photograph again) is the alterations to the baseline timeline that are happening in the meantime, at a slower speed.  These are the ones changing his family history to the “improved” edition.  When Marty arrives in 1985 he actually gets their BEFORE the alteration ripple gets there (he’s travelled through time and in doing so jumped over the ripple travelling through metatime), so he can watch himself, then he goes to bed.  As he sleeps the altering ripple catches up and changes things around him, causing him to wake up in a 1985 he doesn’t recognize.  This ripple goes faster than the original one did, travelling 30 years in only about 8 hours of real time instead of a week, but here the changes are proportionally much smaller!  All that’s changing is jobs and lifestyles for a few characters, we’re not dealing with an entire family never existing.</p>\n<p>I hope that this post convinces you that changes to the timeline in the Back to the Future (Part 1) universe take time to travel through time, and that the speed at which this metatime allows changes is proportional to the size of the change being made! </p>\n<p>INTERESTING ASIDE: One cool thing we get from this theory is that a more minor change Marty made in 1955 could’ve affected him while he was hanging out there, and it’s a shame he didn’t put any money in a bank account when he was there because midway through his week in the past he could suddenly discover that he’s rich!!</p>\n<p>INTERESTING ASIDE 2: some of you are probably saying “Wait when Marty watches himself it’s the Lone Pine Mall instead of the Twin Pines Mall he remembers, this ruins the theory!” but ACTUALLY, it only strengthens it.  One of the first things Marty does when he arrives in 1955 is kill a pine tree, and that minor ripple had a full week of real time to arrive in 1955.  When I said earlier there are TWO ripples, I was simplifying: each change actually gets its own ripple, which propagates at a speed dependent on the magnitude of the change.  This makes sense as soon as you realize that changes are obviously a spectrum, and not just “major” or “minor”.  When Marty arrives in 1985 again it’s already changed from what he’s remembered in minor ways, in the process of changing in more major ways, and will change more over the next few hours as everything stabilizes into the new normal.</p>\n<p>INTERESTING ASIDE THE THIRD: the fact that Marty isn’t altered as the timeline catches up with him is something we’ll deal with down the road, because it raises some timey-wimey issues too! </p>\n<p>INTERESTING ASIDE FOREVER AFTER: Whoah I meant to write about a crappy novelization and got sucked up in really rigorous time travel theories, WHAT HAPPENED </p>\n<p><strong>END OF FOOTNOTES</strong></p></blockquote>\n\n<p>Geeklove.</p>",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "ClxkPIK1",
   "height" : "266",
   "photo-url-1280" : "http://25.media.tumblr.com/tumblr_m6v046HDsA1rozk7ho3_500.gif",
   "format" : "html",
   "type" : "photo",
   "unix-timestamp" : 1341853453
}

