{
   "from-feed-id" : 0,
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/26935186829",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/26935186829/one-could-argue-as-he-once-did-that",
   "mobile" : 0,
   "id" : "26935186829",
   "slug" : "one-could-argue-as-he-once-did-that",
   "unix-timestamp" : 1341961200,
   "bookmarklet" : 0,
   "format" : "html",
   "date-gmt" : "2012-07-10 23:00:00 GMT",
   "quote-text" : "<p>One could argue, as he once did, that globalisation was largely a story about how improved transportation and communication technologies allowed billions of very poor workers to join the global economy and greatly improve their living standards and global welfare in the process. One could say that, economically speaking, this was a good thing for rich economies. But one could add that one side effect of globalisation was a weakening of important countervailing political institutions in rich countries, which removed a check on the concentrated political power of owners of capital. And one could then say that owners of capital have used that political power to systematically chip away at instruments of redistribution. Globalisation represents a Kaldor-Hicks efficiency improvement, in other words, but it takes the machinery of the welfare state to make it Pareto improving. Rather than make sure that such machinery is protected, one could argue, the owners of capital who&rsquo;ve gained from globalisation have simply allowed it to rust and decay. Indeed, you could even go so far as to say that by allowing such redistributive engines to fall apart, owners of capital have contributed to growing erosion in support for globalisation. Reckless outsourcers are actually the enemies of liberalisation!</p>\n\n<p>[..]</p>\n\n<p>If labour is to capture more of the producer surplus—or have more of a say in Washington, for that matter—it will be as a result of a social evolution that matches the production technologies of today. That&rsquo;s a much, much harder process to think about and talk about than a call for the return of the glory days of labour. It&rsquo;s certainly not the sort of thing that lends itself to deployment in the binary dialogue of a presidential campaign. The truth is that Bain didn&rsquo;t really do anything wrong by outsourcing. It could have not done it, but that would primarily have created a profit opportunity for someone else. It may say something about Mitt Romney that he was the man who opted to take the profits. But the nature and distribution of economic activity is about the interaction between technology and institutions, and not about whether an individual capitalist tries to be fair or not. It&rsquo;s not Mitt Romney&rsquo;s fault that the median worker hasn&rsquo;t gotten a real pay increase in over 30 years. And Mr Romney&rsquo;s Bain experience might cost him the election, but that&rsquo;s not going to bring real pay increases back, either.</p>",
   "quote-source" : "R.A., <a href=\"http://www.economist.com/blogs/freeexchange/2012/07/outsourcing\">Outsourcing: Take this job and ship it</a>, Free exchange blog, The Economist.",
   "type" : "quote",
   "reblog-key" : "okaR4fvQ",
   "date" : "Tue, 10 Jul 2012 17:00:00"
}

