{
   "date" : "Wed, 12 Sep 2012 00:38:00",
   "slug" : "barack-obama-shook-his-head-he-doesnt-watch",
   "date-gmt" : "2012-09-12 06:38:00 GMT",
   "format" : "html",
   "quote-text" : "<p>[Barack Obama] shook his head. He doesn’t watch cable news, which he thinks is genuinely toxic. One of his aides told me that once, thinking the president otherwise occupied, he’d made the mistake of switching the Air Force One television from ESPN, which Obama prefers, to a cable news show. The president walked into the room and watched a talking head explain knowingly to his audience why he, Obama, had taken some action. “Oh, so that’s why I did it,” said Obama, and walked out.</p>\n\n<p>[..]</p>\n\n<p>The president may not have been surprised that the Pentagon hadn’t sought to answer [the question of how to <a href=\"http://en.wikipedia.org/wiki/Second_Battle_of_Benghazi#Battle\">defend the people of Benghazi against a Gaddafi-lead attack</a>]. He was nevertheless visibly annoyed. “I don’t know why we are even having this meeting,” he said, or words to that effect. “You’re telling me a no-fly zone doesn’t solve the problem, but the only option you’re giving me is a no-fly zone.” He gave his generals two hours to come up with another solution for him to consider, then left to attend the next event on his schedule, a ceremonial White House dinner.</p>\n\n<p>[..]</p>\n\n<p>“By the time I go to the second meeting I’m viewing the choices differently,” says Obama. “I know that I’m definitely not doing a no-fly zone. Because I think it’s just a show to protect backsides, politically.” In his Nobel speech he’d argued that in cases such as these the United States should not act alone. “In these situations we should have a bias towards operating multilaterally,” he says. “<strong>Because the very process of building a coalition forces you to ask tough questions. You may think you are acting morally, but you may be fooling yourself</strong>.”</p>",
   "url" : "http://tumblr.ggvaidya.com/post/31388837456",
   "tags" : [
      "barack obama"
   ],
   "quote-source" : "Michael Lewis, <a href=\"http://www.vanityfair.com/politics/2012/10/michael-lewis-profile-barack-obama\"><em>Obama&rsquo;s Way</em></a>, Vanity Fair",
   "feed-item" : "",
   "type" : "quote",
   "mobile" : 0,
   "bookmarklet" : 0,
   "id" : "31388837456",
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/31388837456/barack-obama-shook-his-head-he-doesnt-watch",
   "unix-timestamp" : 1347431880,
   "reblog-key" : "BhiQbeZq"
}

