{
   "unix-timestamp" : 1349645963,
   "feed-item" : "",
   "reblog-key" : "MiRKCTEd",
   "format" : "html",
   "slug" : "its-all-fun-and-games-until-someone-finds-the",
   "from-feed-id" : 0,
   "date" : "Sun, 07 Oct 2012 15:39:23",
   "regular-title" : "It's all fun and games until someone finds the meat cleaver.",
   "regular-body" : "<p><a href=\"http://whyifail.tumblr.com/post/33071481241/its-all-fun-and-games-until-someone-finds-the-meat\" class=\"tumblr_blog\">whyifail</a>:</p>\n\n<blockquote>\n<p>I don’t claim to have a very good memory; in fact most things earlier than age 21 tend to exist in my subliminal storeroom only as vaguely worded and inconspicuously placed sticky notes on the company white board, but there are a few things that I remember with glorious clarity. </p>\n<p>One of these things is the spank the kitty song. Which I will not go into. </p>\n<p>The other is a game of what passed in our family as “hide and seek” and which we all knew as “Ghost, ghost, where’s the ghost?”</p>\n<p>The rules were simple: One players would be the hunter (or the seeker) and the others would be the ghosts. The object of the game would be for the hunter to locate all the ghosts and she/he would accomplish this by wandering the house asking “ghost, ghost, where’s the ghost?” at which point whichever ghost happened to be within earshot would have to respond by scratching at a wall, knocking, or wailing.</p>\n<p>You know, like ghosts.</p>\n<p>The hunter would only be allowed to start seeking out the ghost after a count of no less that 100 after which he/she would stomp the ground 3 times to signal the official start of the game. Once found, the ghosts would be “trapped” by the hunter and would have to silently follow him/her around the house while he/she sought out the other ghosts. </p>\n<p>Often times our father would opt to be the hunter since we all preferred hiding, but as we improved at finding hiding places our father decided to up the ante and one night he decided to make things… interesting. </p>\n<p>The game started off normally with our father turning to face the wall for the count and we kids scattering to the darkest corners of the house like merry little cockroaches but unbeknownst to us, somewhere between the count of 20 and 100 our father had procured himself a black hooded robe…</p>\n<p>and a meat cleaver. </p>\n<p><a href=\"http://whyifail.tumblr.com/post/33071481241/its-all-fun-and-games-until-someone-finds-the-meat\">Read More</a></p></blockquote>\n\n<p>Darn near peed myself just reading this. Scary stuff, although my favourite line is &ldquo;The robe was called away on business&rdquo;. Ha ha!</p>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/33113035256/its-all-fun-and-games-until-someone-finds-the",
   "id" : "33113035256",
   "date-gmt" : "2012-10-07 21:39:23 GMT",
   "url" : "http://tumblr.ggvaidya.com/post/33113035256",
   "bookmarklet" : 0,
   "type" : "regular",
   "mobile" : 0
}

