{
   "url" : "http://tumblr.ggvaidya.com/post/33170032456",
   "type" : "quote",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/33170032456/seriously-now-how-much-time-do-you-really-have",
   "from-feed-id" : 0,
   "feed-item" : "",
   "date-gmt" : "2012-10-08 17:42:41 GMT",
   "id" : "33170032456",
   "mobile" : 0,
   "bookmarklet" : 0,
   "slug" : "seriously-now-how-much-time-do-you-really-have",
   "reblog-key" : "yS0F2p9J",
   "tags" : [
      "cracked",
      "politics",
      "income disparity"
   ],
   "quote-text" : "<p>Seriously, now. How much time do you really have to spend off your goddamned yacht to see that this isn&rsquo;t true? You don&rsquo;t even need to leave the dock &ndash; there&rsquo;s a guy standing right there who you pay to fix your boat&rsquo;s engine. You know that 1) you absolutely need guys like him and 2) he will never get rich doing what he does. He could be great at his job, he might be the Michael Jordan of mechanics, he might work 100 hours a week &ndash; it doesn&rsquo;t matter. Sure, if that one guy somehow also has the head for management and finance and the networking skills, he could maybe open his own chain of yacht repair shops. But they can&rsquo;t all do that.</p>\n\n<p>[..]</p>\n\n<p>So as for the popular talk radio joke, &ldquo;I&rsquo;ve never gotten a job from a poor person&rdquo;? Well, Sean, a lot of your listeners are poor, and your advertisers are paying you with money they made by selling goods to those poor people. So, yeah, the cash you make does in fact bear the smelly fingerprints of the lower classes. It&rsquo;s the same for somebody working at Walmart, or a grocery store, or a liquor store. You didn&rsquo;t get your job from a poor person, but collectively their money made it happen. Which is just a long way to say the obvious: That rich people don&rsquo;t make the world go around. It takes everybody.</p>\n\n<p>[..]</p>\n\n<p>You&rsquo;re only being asked to pitch in because you have the resources. You&rsquo;re not a tall person who us dwarfs are jealously trying to cut down to size. You&rsquo;re a tall person being asked to get something down from a very tall shelf because nobody else can fucking reach it.</p>",
   "date" : "Mon, 08 Oct 2012 11:42:41",
   "format" : "html",
   "unix-timestamp" : 1349718161,
   "quote-source" : "David Wong, <em><a href=\"http://www.cracked.com/blog/6-things-rich-people-need-to-stop-saying/\">6 Things Rich People Need To Stop Saying</a></em>, Cracked.com"
}

