{
   "type" : "quote",
   "feed-item" : "",
   "slug" : "the-differential-diagnosis-now-includes-infection",
   "date-gmt" : "2012-10-13 03:50:55 GMT",
   "unix-timestamp" : 1350100255,
   "quote-source" : "Scott, <em><a href=\"http://www.politedissent.com/archives/1193\">House – Episode 17 (Season 2): &ldquo;All In&rdquo;</a></em>, Polite Dissent blog",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/33474421872/the-differential-diagnosis-now-includes-infection",
   "from-feed-id" : 0,
   "id" : "33474421872",
   "mobile" : 0,
   "date" : "Fri, 12 Oct 2012 21:50:55",
   "reblog-key" : "68SwpfUl",
   "quote-text" : "<p>The differential diagnosis now includes infection with the bacteria E. coli 0157:H7 (which Chase incorrectly calls HO157) leading to hemolytic uremic syndrome, Goodpasture’s Syndrome (an autoimmune disease that attacks the kidneys and lungs), heavy metal toxicity, and lymphoma. Blood tests for lymphoma are normal, but an MRI of the brain shows a pituitary mass. House starts Ian on a variety of medications in an attempt to ward off liver failure. They seem to work at first, though soon Ian’s platelet count drops and he has trouble breathing, ultimately requiring intubation and mechanical ventilation.</p>\n\n<p>[..]</p>\n\n<p>Knowing they only have a small biopsy sample to use to save Ian’s life, the team has to decide which three tests they can run because the sample is only large enough for three tests. They are considering histiocytosis (an abnormal increase in the number of histocytes, one of the cells of the immune system), tuberous scelerosis (a genetic disease), leukemia, sarcoidosis, neurofibromatosis, chondrocytoma (a tumor of cartilage tissue), or sarcoma (a muscle tumor). The tests for histiocytosis and tuberous sclerosis are negative. With only one biopsy sample left, House decides he must have been right all along and runs the test for Erdheim-Chester — which of course is positive. The diagnosis has been made, treatment is started, and the ghosts of old failures are exorcised.</p>",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/33474421872",
   "format" : "html",
   "tags" : [
      "house md"
   ]
}

