{
   "bookmarklet" : 0,
   "date" : "Mon, 15 Oct 2012 02:05:57",
   "date-gmt" : "2012-10-15 08:05:57 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 1600,
   "id" : "33631139465",
   "mobile" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://sweetupndown9.tumblr.com/post/32855304245/i-know-ive-told-this-story-before-but-i-want-you\">sweetupndown9</a>:</p>\n<blockquote>\n<p>I know I’ve told this story before, but I want you all to know. I mean really really know.</p>\n<p>In February of 2010, my younger sister (who was 14 at the time.) was in a really bad accident. She fractured her skull, broke her eye socket, and her brain started to swell rapidly. She was put into a medical coma to keep her brain safe from the swelling and after 36 hours she had to have brain surgery because she developed a blood clot. See that tube at the top of her head in the first picture? That’s going into her head.. </p>\n<p>She spent nearly 6 weeks in the hospital. She had to relearn a lot of basic functions like walking, and changing her clothes. But she trooped through and made it back home. For almost 2 weeks while they kept her sedated, we had no idea what we were going to do, how damaged her brain was. It was the most terrifying time in my life watching my little sister struggle to stay alive.</p>\n<p>She was uninsured, but with the help of a great children’s hospital, and donations from all over the world (Hey! Thanks tumblr &lt;3) we were able to keep her initial costs very low. But the graces of good people can only go so far. She needed physical therapy, and regular check ups for a long time after her initial release from the hospital. </p>\n<p>My grandparents gained custody of my little sister, and they tried to get her put on my grandfather’s (private) insurance plan. She was denied because of her accident. Because she had a pre-existing condition. My family is lower middle class, and could not even consider affording the out of pocket costs of the therapy my sister needed </p>\n<p>Within weeks of being denied, the Affordable Healthcare Act went into effect. I encouraged my grandmother to re-apply for my sister to be insured. </p>\n<p>The insurance company had to cover my sister. Because of Obamacare, my little sister was able to go to her therapy. She was able to take the medications she needed, and go to the doctor for regular check ups.  She was able to get the care that she needed, and she is now 17 years old, and has been medically cleared to participate in all the things a kid is supposed to do. She drives. She goes to the beach with her friends, she is going to start college soon. </p>\n<p>I am terrified of how different things could be for my beautiful sister if she wasn’t covered under an insurance plan. I want Obamacare. I want other families standing terrified at the foot of a hospital bed to know the person they love is more than just a profit. More than a number. They are taken care of, and they have a President that is willing to really fight to make sure they can keep that coverage. </p>\n<p>The bottom picture was taken in August of this year. </p>\n</blockquote>\n\n<p>Because the last thing you want to be thinking about while lying in a hospital bed is how you&rsquo;re going to be able to afford it.</p>",
   "photo-url-100" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_100.jpg",
   "photo-url-1280" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_1280.jpg",
   "photo-url-250" : "http://65.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_250.jpg",
   "photo-url-400" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_400.jpg",
   "photo-url-500" : "http://65.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_500.jpg",
   "photo-url-75" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_75sq.jpg",
   "photos" : [
      {
         "caption" : "",
         "height" : 1600,
         "offset" : "o1",
         "photo-url-100" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_100.jpg",
         "photo-url-1280" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_1280.jpg",
         "photo-url-250" : "http://65.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_250.jpg",
         "photo-url-400" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_400.jpg",
         "photo-url-500" : "http://65.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_500.jpg",
         "photo-url-75" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so1_75sq.jpg",
         "width" : 1200
      },
      {
         "caption" : "",
         "height" : 640,
         "offset" : "o2",
         "photo-url-100" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so2_100.jpg",
         "photo-url-1280" : "http://65.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so2_1280.jpg",
         "photo-url-250" : "http://67.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so2_250.jpg",
         "photo-url-400" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so2_400.jpg",
         "photo-url-500" : "http://67.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so2_500.jpg",
         "photo-url-75" : "http://66.media.tumblr.com/tumblr_mbco6lXuT91qcmy2so2_75sq.jpg",
         "width" : 960
      }
   ],
   "reblog-key" : "lXIGgzDc",
   "slug" : "sweetupndown9-i-know-ive-told-this-story",
   "tags" : [
      "Obamacare"
   ],
   "type" : "photo",
   "unix-timestamp" : 1350288357,
   "url" : "http://tumblr.ggvaidya.com/post/33631139465",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/33631139465/sweetupndown9-i-know-ive-told-this-story",
   "width" : 1200
}

