{
   "slug" : "among-the-rubbish-he-found-parts-of-a-dead-pigeon",
   "id" : "36345678545",
   "date-gmt" : "2012-11-23 09:36:04 GMT",
   "unix-timestamp" : 1353663364,
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/36345678545/among-the-rubbish-he-found-parts-of-a-dead-pigeon",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "quote-source" : "Gordon Corera, <em><a href=\"http://www.bbc.co.uk/news/uk-20456782\">WWII coded message found on dead pigeon&rsquo;s leg</a></em>, BBC News",
   "tags" : [
      "pigeon",
      "cryptography",
      "GCHQ"
   ],
   "feed-item" : "",
   "mobile" : 0,
   "reblog-key" : "rUZtJjQA",
   "quote-text" : "<p>Among the rubbish, he found parts of a dead pigeon including a leg. Attached to the leg was a red canister. Inside the canister was a thin piece of paper with the words &ldquo;Pigeon Service&rdquo; at the top and 27 handwritten blocks of code. </p>\n\n<p>This was given to GCHQ at the start of the month.</p>\n\n<p>&ldquo;We didn&rsquo;t really hold out any hopes we would be able to read the message because the sort of codes that were constructed to be used during operations were designed only to be able to be read by the senders and the recipients,&rdquo; said GCHQ historian Tony, who asked that only his first name be used.</p>\n\n<p>[..]</p>\n\n<p>&ldquo;The most helpful suggestion we had through all of this was from a member of the public who suggested that, since the message was found in the chimney, the first two words were most likely to be &lsquo;Dear Santa&rsquo;,&rdquo; Tony said.</p>\n\n<p>The best guess is that the message was sent by a unit in the middle of an operation in Europe which was on the move and so unable to stop and set up the aerial for a traditional wireless message.</p>\n\n<p>[..]</p>\n\n<p>GCHQ is on the lookout for any help in discovering the kind of contextual information that could aid the process by identifying the sender or recipient. [..] without fresh information this pigeon may well have taken its secret to the grave.</p>",
   "date" : "Fri, 23 Nov 2012 02:36:04",
   "url" : "http://tumblr.ggvaidya.com/post/36345678545",
   "type" : "quote"
}

