{
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "format" : "html",
   "feed-item" : "",
   "date-gmt" : "2012-11-27 21:20:18 GMT",
   "reblog-key" : "8yIw9la6",
   "quote-source" : "Mara Hvistendahl, <em><a href=\"http://www.sciencemag.org/content/338/6110/1025.short\">Making Sense of a Senseless Act</a></em>, Science",
   "date" : "Tue, 27 Nov 2012 14:20:18",
   "unix-timestamp" : 1354051218,
   "slug" : "through-psychological-autopsies-detailed",
   "quote-text" : "<p>Through psychological autopsies—detailed assessments after death—Zhang and coauthors found that only 48% of 392 victims had a mental illness, they reported in the July 2010 issue of the American Journal of Psychiatry. An earlier study of Chinese suicide victims put the prevalence of mental disorders at 63%—still nowhere near as high as accepted models of suicide prevention would predict. Meanwhile, other standard risk factors simply don&#8217;t hold true, or are even reversed, in China. Chinese women commit suicide at unusually high rates; rural residents kill themselves more frequently than city dwellers do; and marriage may make a person more, rather than less, volatile. </p>\n\n<p>Such differences matter because China accounts for an estimated 22% of global suicides, or roughly 200,000 deaths every year. In India, meanwhile, some 187,000 people took their own lives in 2010—twice as many as died from HIV/AIDS. By comparison, the World Health Organization (WHO) estimates that suicides in high-income countries total only 140,000 a year. Suicide rates in Japan and South Korea, however, are similar to China&#8217;s (see p. 1026), suggesting that this is a regional public health issue. And yet suicide in Asia is poorly understood. “Suicide has not gotten the attention it deserves vis-à-vis its disease burden,” says Prabhat Jha, director of the Centre for Global Health Research in Toronto, Canada.</p>",
   "type" : "quote",
   "id" : "36685951911",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/36685951911/through-psychological-autopsies-detailed",
   "tags" : [
      "suicide",
      "mental health",
      "public health"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/36685951911",
   "mobile" : 0
}

