{
   "type" : "quote",
   "format" : "html",
   "id" : "36758416050",
   "date-gmt" : "2012-11-28 21:20:27 GMT",
   "feed-item" : "",
   "tags" : [
      "drones"
   ],
   "quote-source" : "Josh Meservey, <em><a href=\"http://www.fletcherforum.org/2012/11/16/meservey/\">Drones: The Best Option We’ve Got</a></em>, The Fletcher Forum of World Affairs.",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/36758416050/with-the-pakistani-government-unable-and-perhaps",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "mobile" : 0,
   "slug" : "with-the-pakistani-government-unable-and-perhaps",
   "quote-text" : "<p>With the Pakistani government unable and perhaps unwilling to address the problem in the FATA, the U.S. is left with few options. It could suspend drone attacks and allow the FATA to function as a true safe haven, or it could launch a full-scale incursion into Pakistani territory. Neither of these choices is realistic or desirable, and no other solutions are readily apparent. Drones, then, are the best option.</p>\n\n<p>Drones are an effective and useful tool for a place like the FATA. In the chaotic struggle within the area, drones are likely the most precise weapon ever used—in 2010, Amnesty International estimated that the fighting between the Pakistani army and militants killed 1,363 civilians, while the New America Foundation’s highest estimates for civilian deaths by drones in 2009 was 223. Drone strikes are now subjected to rigorous levels of oversight, and there has been a marked decline in civilian deaths in 2012, perhaps because General Petraeus, who recently resigned as Director of the CIA, literally wrote the book on counterinsurgency and understood the importance of not alienating the local population. In fact, if one were able to add up the number of civilians that would have been killed by the terrorists that have been killed by drone strikes in the FATA, drones almost certainly save civilian lives.</p>",
   "reblog-key" : "srBEAJtb",
   "unix-timestamp" : 1354137627,
   "url" : "http://tumblr.ggvaidya.com/post/36758416050",
   "date" : "Wed, 28 Nov 2012 14:20:27"
}

