{
   "date" : "Tue, 18 Dec 2012 14:20:20",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/38249119502/his-face-turned-cold-and-his-eyes-were-full-of",
   "date-gmt" : "2012-12-18 21:20:20 GMT",
   "mobile" : 0,
   "quote-text" : "<p>His face turned cold, and his eyes were full of calculated rage. &#8220;Then I&#8217;m going to kill myself,&#8221; he said. &#8220;I&#8217;m going to jump out of this car right now and kill myself.&#8221;</p>\n\n<p>That was it. After the knife incident, I told him that if he ever said those words again, I would take him straight to the mental hospital, no ifs, ands, or buts. I did not respond, except to pull the car into the opposite lane, turning left instead of right.</p>\n\n<p>[..]</p>\n\n<p>Michael was in a full-blown fit by then, screaming and hitting. I hugged him close so he couldn&#8217;t escape from the car. He bit me several times and repeatedly jabbed his elbows into my rib cage. I’m still stronger than he is, but I won&#8217;t be for much longer.</p>\n\n<p>[..]</p>\n\n<p>At least we have health insurance now. I recently accepted a position with a local college, giving up my freelance career because when you have a kid like this, you need benefits. You&#8217;ll do anything for benefits. No individual insurance plan will cover this kind of thing.</p>\n\n<p>For days, my son insisted that I was lying &#8212; that I made the whole thing up so that I could get rid of him. The first day, when I called to check up on him, he said, &#8220;I hate you. And I&#8217;m going to get my revenge as soon as I get out of here.&#8221;</p>",
   "slug" : "his-face-turned-cold-and-his-eyes-were-full-of",
   "url" : "http://tumblr.ggvaidya.com/post/38249119502",
   "id" : "38249119502",
   "from-feed-id" : 0,
   "quote-source" : "Liza Long, <em><a href=\"http://slog.thestranger.com/slog/archives/2012/12/15/i-am-adam-lanzas-mother\">I Am Adam Lanza&#8217;s Mother</a></em>, The Stranger, December 15, 2012.",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "lTiBV9bE",
   "format" : "html",
   "type" : "quote",
   "unix-timestamp" : 1355865620
}

