{
   "type" : "quote",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/38250689463",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/38250689463/i-agree-that-we-need-to-talk-about-mental-health",
   "quote-text" : "<p>I agree that we need to talk about mental health in this country much more than we do, that our system is broken and must be fixed — but the fact is, most people with mental illness are much more likely to be victims of violence than perpetrators of it. Now is not the time for this conversation, now is the time to focus on other things, more urgent things like gun control. Because, you know, gun-related child and teen deaths are a very frequent occurrence.</p>\n\n<p>[&hellip;]</p>\n\n<p>Sometimes it&rsquo;s just random acts of violence, sometimes it&rsquo;s being in the wrong place at the wrong time — sometimes it&rsquo;s as simple as being born a certain color. For example, in 2008 and 2009, black children accounted for forty-five percent of all child gun deaths in the United States, despite being only fifteen percent of the child population. Black children suffer from lax gun laws, and they suffer greatly.</p>\n\n<p>Need further proof that guns kill kids? As of 2004, every day in the United States, eight children were killed by guns. In 2007, Gary Younge picked a day and reported their stories. Heartbreaking.</p>",
   "tags" : [
      "gun violence"
   ],
   "date-gmt" : "2012-12-18 21:40:14 GMT",
   "id" : "38250689463",
   "reblog-key" : "20e7Y2t0",
   "format" : "html",
   "date" : "Tue, 18 Dec 2012 14:40:14",
   "from-feed-id" : 0,
   "quote-source" : "Laura Beck, <em><a href=\"http://jezebel.com/5968971/that-woman-is-not-adam-lanzas-mother-and-shes-distracting-us-from-the-real-issue\">That Woman Is Not Adam Lanza&rsquo;s Mother, and She&rsquo;s Distracting Us From the Real Issue</a></em>, December 17, 2012.",
   "slug" : "i-agree-that-we-need-to-talk-about-mental-health",
   "unix-timestamp" : 1355866814,
   "feed-item" : ""
}

