{
   "photo-url-100" : "http://41.media.tumblr.com/7e81ea9a55a806a6299f417cbbde71a6/tumblr_m5ugj97Iqi1qeu3jjo1_r1_100.jpg",
   "type" : "photo",
   "height" : "436",
   "photo-url-75" : "http://41.media.tumblr.com/7e81ea9a55a806a6299f417cbbde71a6/tumblr_m5ugj97Iqi1qeu3jjo1_r1_75sq.jpg",
   "url" : "http://tumblr.ggvaidya.com/post/39532367451",
   "photo-url-1280" : "http://41.media.tumblr.com/7e81ea9a55a806a6299f417cbbde71a6/tumblr_m5ugj97Iqi1qeu3jjo1_r1_500.jpg",
   "photos" : [],
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://size10plz.tumblr.com/post/39346180390/what-are-thigh-gaps-and-why-you-probably-arent\">size10plz</a>:</p>\n<blockquote>\n<p><strong>What are thigh gaps and why you probably aren’t going to get one from weight loss</strong></p>\n<p>If you have been apart of tumblr for long enough or have wanted to lose weight at some point while on tumblr you’d notice a lot of blogs in the “thinspiration” community have a desire for thigh gaps. </p>\n<p>What is a thigh gap you may ask? Essentially it’s a gap between a persons thighs, preferably desired by women.</p>\n<p>Why do people want one?</p>\n<p>No idea</p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/tumblr_m5ufc4GwJ61qdhsxp.jpg\"/></p>\n<p>Chances are if you are trying to get one by losing weight for whatever reason then you may not be able to get it.</p>\n<p>“BUT WHY?!” you may cry. Very simple, my dear person. It’s all about your skeleton.</p>\n<p><img alt=\"image\" src=\"http://38.media.tumblr.com/tumblr_m644wr4ThN1qdhsxp.gif\"/></p>\n<p>You cannot change the structure of your skeleton very easily (and it would be painful if you could. For example: child birth)</p>\n<p>Some people are naturally able to have a thigh gap at a certain size, but that doesn’t automatically mean that you have to very thin. People who are at different sizes can have them but can every fit/thin person have one? No</p>\n<p>Fact of the matter is that you probably won’t get one and it’s not a big deal. You don’t die if you don’t have one, and no one really cares about them as much as you do persons-who-want-a-thigh-gap-who-is-reading-this. Well, unless you’re this guy</p>\n<p><img alt=\"image\" src=\"http://38.media.tumblr.com/tumblr_meuprtvebj1qdhsxp.jpg\"/></p>\n<p>There are two main reasons for why you probably won’t get one even if you lose weight.</p>\n<p>One reason why you won’t get one is because of your hips. If you have narrow hips it’ll be a bit harder to obtain. Here are some examples</p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/tumblr_mer4cg2QY41qdhsxp.png\"/></p>\n<p><img alt=\"image\" src=\"http://38.media.tumblr.com/tumblr_mer4d9B5ig1qdhsxp.jpg\"/></p>\n<p>You can’t really change your genetics or bone structure…so…</p>\n<p>Although, some of you might be thinking “fuck yeah! I have wide hips I’m going to get a thigh gap!!”</p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/tumblr_mer4monecl1qdhsxp.gif\"/></p>\n<p>Sorry but that also might not be the case. The second reason for why you probably won’t get one is because of your legs. Let me explain a bit.</p>\n<p>This is what the leg bones look like when you’re standing</p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/tumblr_mer6f5NvcQ1qdhsxp.jpg\"/></p>\n<p>So because your femurs are going in-ward like the image above it would be difficult to obtain a thigh gap even if you have wide hips. Also considering that you also have muscle, skin, fat, veins, around your bones to make, well, legs. It would be hard to achieve it. You need these things to you know, move. </p>\n<p>Also remember that people on tumblr stick out their butts, straighten their legs, bending forward with their heels apart, or stand with their feet wider apart for the illusion for a thigh gap in these photos. So really, if they can’t have one naturally what’s the chances of you having one? Here is a great example </p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/tumblr_mer6cjSdo91qdhsxp.png\"/></p>\n<p>If you’re worried about chafing then a quick <a href=\"http://lmgtfy.com/?q=chafing+relief\">google search</a> will show you that there are ways to remedy one without achieving a thigh gap. Remember that sometimes every-ones skin is different as well. Some are more or less sensitive than others. So having a thigh gap isn’t an automatic answer to not have any chafing. Many people in my life don’t have thigh gaps and they have no issues with rashes or chafing. </p>\n<p>If you’re still wanting a thigh gap despite of what I said you can get one easily by standing like peter pan and walk like that for the rest of your life.</p>\n<p><img alt=\"image\" src=\"http://31.media.tumblr.com/tumblr_mf0rxgxAw61qdhsxp.gif\"/></p>\n<p>Which goes to show that a thigh gap can be very relative of how you stand.</p>\n<p>If you’re still wanting a thigh gap because you see models and other girls in the media having one just remember that the super thin body type portrayed by women in the media only effects 5% of the population. The standards are only getting tighter since 20 years ago models weighed 8% less than a healthy weight and now it’s 23% less than a healthy weight.</p>\n<p>Why throw away your health to try and obtain something that most people don’t naturally have? You’re in trouble if you’re going to forgo your health for the sake of something that isn’t obtainable by most human standards.</p>\n</blockquote>\n\n<p><q>If you’re still wanting a thigh gap despite of what I said you can get one easily by standing like peter pan and walk like that for the rest of your life.</q> &ndash; welp, that&rsquo;s my life sorted (excellent post btw).</p>",
   "id" : "39532367451",
   "mobile" : 0,
   "photo-url-400" : "http://40.media.tumblr.com/7e81ea9a55a806a6299f417cbbde71a6/tumblr_m5ugj97Iqi1qeu3jjo1_r1_400.jpg",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/39532367451/size10plz-what-are-thigh-gaps-and-why-you",
   "from-feed-id" : 0,
   "feed-item" : "",
   "date-gmt" : "2013-01-03 03:19:27 GMT",
   "width" : "500",
   "reblog-key" : "qcvkagPr",
   "format" : "html",
   "date" : "Wed, 02 Jan 2013 20:19:27",
   "unix-timestamp" : 1357183167,
   "photo-url-250" : "http://40.media.tumblr.com/7e81ea9a55a806a6299f417cbbde71a6/tumblr_m5ugj97Iqi1qeu3jjo1_r1_250.jpg",
   "bookmarklet" : 0,
   "slug" : "size10plz-what-are-thigh-gaps-and-why-you",
   "photo-url-500" : "http://41.media.tumblr.com/7e81ea9a55a806a6299f417cbbde71a6/tumblr_m5ugj97Iqi1qeu3jjo1_r1_500.jpg"
}

