{
   "feed-item" : "",
   "unix-timestamp" : 1358016957,
   "date" : "Sat, 12 Jan 2013 11:55:57",
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/40354118214",
   "quote-text" : "<p>I don&rsquo;t know if it&rsquo;s productive to speculate about that, but here&rsquo;s a thing that I do wonder about this morning, and that I hope you&rsquo;ll think about, too. I don&rsquo;t know for sure whether Aaron understood that any of us, any of his friends, would have taken a call from him at any hour of the day or night. I don&rsquo;t know if he understood that wherever he was, there were people who cared about him, who admired him, who would get on a plane or a bus or on a video-call and talk to him.</p>\n\n<p>Because whatever problems Aaron was facing, killing himself didn&rsquo;t solve them. Whatever problems Aaron was facing, they will go unsolved forever. If he was lonely, he will never again be embraced by his friends. If he was despairing of the fight, he will never again rally his comrades with brilliant strategies and leadership. If he was sorrowing, he will never again be lifted from it.</p>\n\n<p>Depression strikes so many of us. I&rsquo;ve struggled with it, been so low I couldn&rsquo;t see the sky, and found my way back again, though I never thought I would. Talking to people, doing Cognitive Behavioral Therapy, seeking out a counsellor or a Samaritan &ndash; all of these have a chance of bringing you back from those depths. Where there&rsquo;s life, there&rsquo;s hope. Living people can change things, dead people cannot.</p>",
   "id" : "40354118214",
   "quote-source" : "Cory Doctorow, <em><a href=\"http://boingboing.net/2013/01/12/rip-aaron-swartz.html\">RIP, Aaron Swartz</a></em>, Boing Boing, January 12, 2013. Via <a href=\"https://twitter.com/Kim_Bruning/status/290167559414747137\">Kim Bruning</a>.",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "slug" : "i-dont-know-if-its-productive-to-speculate-about",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/40354118214/i-dont-know-if-its-productive-to-speculate-about",
   "type" : "quote",
   "reblog-key" : "sU0r7dM2",
   "date-gmt" : "2013-01-12 18:55:57 GMT",
   "tags" : [
      "depression",
      "suicide"
   ],
   "format" : "html"
}

