{
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://curiousgeorgiana.tumblr.com/post/20714368751/babstheartist-themindislimitless-tw-abuse\">curiousgeorgiana</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://babstheartist.tumblr.com/post/20691046033\">babstheartist</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://themindislimitless.tumblr.com/post/20690362081/tw-abuse-rape-domestic-violence\">themindislimitless</a>:</p>\n<blockquote>\n<p><strong>tw: abuse, rape, domestic violence</strong></p>\n<p><a class=\"tumblr_blog\" href=\"http://feministblackboard.tumblr.com/post/6804974531/a-few-weeks-ago-my-mom-stapled-pages-of-a-story-in\">feministblackboard</a>:</p>\n<blockquote>\n<p class=\"MsoNormal\">A few weeks ago my mom stapled pages of a story in one of her women’s magazines together and handed it to me. She gave it to me pretty much with the tag lines “for your feminist blog” and “something new to consider.” Indeed it was; she knows me well.</p>\n<p class=\"MsoNormal\">The story is titled “I was forced to be pregnant.” With a title like that, reading it was actually not on the top of my to read list. I thought it was about women not exercising their right to choice. I was very, very wrong on that one.</p>\n<p class=\"MsoNormal\"><strong>Have you ever heard of Reproductive coercion? It is a term that was quite recently coined by the advocates against domestic violence to describe a certain type of abuse some women face. It occurs when a man pressures their partner to have kids and/or impregnates them against their will</strong>. Reproductive coercion comes in three different types:<br/>1. Emotional pressure that turns into verbal and physical abuse.<br/>2. Sabotaging birth control<br/>3. Marital rape<br/>Over 75% of women 19-49 who reported once experiencing domestic violence also endured some type of reproductive control by men. It’s all about control and domination over a woman’s body.</p>\n<p class=\"MsoNormal\">The first story in the magazine is about a woman who got married around 36 years of age. After a few months of dating her boyfriend talked excitedly about having children. After he proposed he began calling her “The Babymaker.” She then confided with him that one of her fallopian tubes was blocked. He in return insisted she see a fertility doctor. She recounts, “I had finally met a great guy who was eager to start a family with me. What woman wouldn’t fall for that?” Soon after her honeymoon he persisted on in an obsessive manner, but his efforts had to be temporarily halted as she had to get emergency back surgery. Alas, 6 months into recovery he was back to pressuring her again. She was in much pain at the time due to her back, but she agreed to In Vitro Fertilization. She then became pregnant, but soon miscarried. In response, her husband grabbed her by the neck, choking her. He apologized, blaming his outburst on his grief and had her sign up for another round of IVF. And then a third round. She tried to put him off with the excuse that she needed to weigh more before she could take treatments, her husband forced her to get on the scale often and filled the fridge with fattening foods. “It hurt that all I was good for was getting pregnant.” She recounts. At the end, he screamed at her, threatening to replace her with a maid if she couldn’t get pregnant and she told him she no longer wanted to have his child. He destroyed bedroom furniture, pushed her down the stairs and threatened her with a gun. She fled to a domestic violence shelter.</p>\n<p class=\"MsoNormal\">The second story was about a woman who faced marital rape. This woman was 40, had a then boyfriend and two children from a previous marriage. After telling her boyfriend she did not want any more children, her boyfriend refused to wear a condom and began to rape her.<span>  </span>She then became pregnant with her third child. Birth control was never an option for her because she couldn’t hide pills anywhere for he went through all of her belongings. Three months after giving birth, he raped her again, impregnating her with twins. She lost the twins in a physical fight with him, but soon became pregnant again. During her recovery she begged her obstetrician to remove her ovaries and devise a lie to tell him; that she had cancer. After a decade of sexual abuse and violence she was able to get a job that kept her out of the house and often times traveling.</p>\n<p class=\"MsoNormal\">One in four callers to the National Domestic Abuse hotline said that their partners had tried to force them to become pregnant. Why? As one woman stated, “Its like he wants to own me from the inside out.”<span>  </span>Having a baby is the perfect tie that binds. These type of abusers want to create a circumstance in which their partner is dependent on him.</p>\n<p class=\"MsoNormal\"><strong>WHAT’S THAT HAVE TO DO WITH PLANNED PARENTHOOD?</strong></p>\n<p class=\"MsoNormal\"><strong>Many voters never consider how defunding these clinics could hurt victims of domestic violence who turn to them for counseling as well as pregnancy prevention. Abused women will turn to health care providers long before they will turn to domestic abuse hotlines and organizations. Many women in abusive relationships rely on life saving, affordable care programs such as Title X. It is critical that such places are open and operation when women and children need them so desperately. </strong></p>\n</blockquote>\n</blockquote>\n<p>holy fuck im crying.</p>\n</blockquote>\n<p>I know I’ve told this story before, but my abusive ex refused to let me take birth control.  I was on the pill until he found them in my purse. </p>\n<p>I went to the Student Health Center—they were completely unhelpful, choosing to lecture me about the importance of safe sex (recommending condoms) instead of actually listening to my problem.</p>\n<p>Then I went to Planned Parenthood. The Nurse Practitioner took one look at my fading bruises and stopped the exam. She called in the doctor. The doctor came in and simply asked me: “Are you ready to leave him?” When I denied that I was being abused, she didn’t argue with me. She just asked me what I needed. I said I need a birth control method that my boyfriend couldn’t detect. She recommended a few options and we decided on Depo. </p>\n<p>When I told her that my boyfriend read my emails and listened to my phone messages and was known to follow me, she suggested to do the Depo injections at off hours when the clinic was normally closed. She made a note in my chart and instructed the front desk never to leave messages for me—instead, she programmed her personal cell phone number into my phone under the name “Nora”. She told me she would call me to schedule my appointments; she wouldn’t leave a message, but I should call her back when I was able to.</p>\n<p>And that was it. No judgment. No lecture. She walked me to the door and told me to call her day or night if I needed anything. That she lived 5 blocks from campus and would come get me. That I wasn’t alone. That she just wanted me to be safe.</p>\n<p>I never called her to come to my rescue. But I have no doubt that she would have come if I had called. She kept me on Depo for a year, giving me those monthly injections in secret, helping me prevent a desperately unwanted pregnancy. </p>\n<p>I cannot thank Planned Parenthood enough for the work they do.</p>\n</blockquote>\n\n<p>Jebus.</p>",
   "unix-timestamp" : 1358399831,
   "photo-url-400" : "http://36.media.tumblr.com/tumblr_ln620zE62t1qgtmnto1_400.png",
   "slug" : "curiousgeorgiana-babstheartist",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/40744156712/curiousgeorgiana-babstheartist",
   "id" : "40744156712",
   "type" : "photo",
   "photo-url-500" : "http://40.media.tumblr.com/tumblr_ln620zE62t1qgtmnto1_500.png",
   "mobile" : 0,
   "photo-url-1280" : "http://41.media.tumblr.com/tumblr_ln620zE62t1qgtmnto1_1280.png",
   "url" : "http://tumblr.ggvaidya.com/post/40744156712",
   "photos" : [],
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "photo-url-250" : "http://36.media.tumblr.com/tumblr_ln620zE62t1qgtmnto1_250.png",
   "height" : "567",
   "photo-url-100" : "http://40.media.tumblr.com/tumblr_ln620zE62t1qgtmnto1_100.png",
   "width" : "689",
   "date" : "Wed, 16 Jan 2013 22:17:11",
   "reblog-key" : "omXlfHwj",
   "date-gmt" : "2013-01-17 05:17:11 GMT",
   "photo-url-75" : "http://41.media.tumblr.com/tumblr_ln620zE62t1qgtmnto1_75sq.png",
   "feed-item" : "",
   "format" : "html"
}

