{
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "date-gmt" : "2013-01-18 21:13:28 GMT",
   "reblog-key" : "k9jqYwkn",
   "format" : "html",
   "feed-item" : "",
   "quote-source" : "John Cassidy, <em><a href=\"http://www.newyorker.com/online/blogs/johncassidy/2013/01/lets-get-the-facts-to-defeat-gun-violence.html#ixzz2IMcHAWob\">Let&#8217;s Get the Facts to Reduce Gun Violence</a></em>, The New Yorker, January 18, 2013.",
   "date" : "Fri, 18 Jan 2013 14:13:28",
   "unix-timestamp" : 1358543608,
   "slug" : "obamas-second-step-was-just-as-important-noting",
   "type" : "quote",
   "quote-text" : "<p>Obama&#8217;s second step was just as important. Noting that to &#8220;research gun violence prevention, we need better data,&#8221; he called for the creation of a national database devoted to firearms and violent crime. Thanks in large part to the efforts of Professor David Hemenway and his colleagues at the Harvard Injury Control Research Center, the basis for such a project already exists. It&#8217;s called the National Violent Death Reporting System (N.V.D.R.S.), and it collates information from police records, coroners&#8217; reports, death certificates, and other public records in eighteen states. Since 2002, it has been run by the C.D.C. </p>\n\n<p>The problem with the N.V.D.R.S. is that it&#8217;s underfunded and doesn&#8217;t cover great swaths of the country, including states like Florida and Louisiana, where there are lots of gun deaths. Obama wants to spend twenty million dollars to expand the database to all fifty states, which is an excellent idea. Although gathering more data may seem like a minor step, over time it can have a big impact—on policy making and on the phenomenon that is being tracked.</p>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/40865581001/obamas-second-step-was-just-as-important-noting",
   "id" : "40865581001",
   "tags" : [
      "gun control",
      "OH YES"
   ],
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/40865581001"
}

