{
   "id" : "41212072219",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/41212072219/i-am-saying-all-these-things-just-as-a-way-to-get",
   "date" : "Tue, 22 Jan 2013 12:40:28",
   "date-gmt" : "2013-01-22 19:40:28 GMT",
   "quote-text" : "<p>I am saying all these things just as a way to get around to explaining that, during this Christmas vacation, I finally recovered fully from burnout. For about 3 days, I was working at 100% capacity, which I have not done in 15 years. It felt wonderful to have that back, to not succumb to the story that maybe game design and programming are like math of physics where you peak at 25. These few days were way better than when I was 25, because now I am substantially better at programming, and I am good at design also, and games are so much easier to make than they used to be; so the design cylinders are firing and then they turn it over to the programming cylinders, etc, and very quickly a lot of high-quality work gets banged out. And it’s not just arbitrary good work, but work that helps to round out the game that I already feel is the best thing I have ever worked on, that helps put grace notes in just the right places, in the manner of exploratory game design that Marc ten Bosch and I spoke about at Indiecade 2011. So this period of intensive work was seasoned and tempered in a way that was not possible when I was 25.</p>\n\n<p>[..]</p>\n\n<p>I am not explaining any of this very well. But I am doing the best work of my life, right now, and it feels great, and for the first time I could see myself working in this same fashion for the rest of my life and feeling happy that I am operating at something like my full potential. So there you have it.</p>",
   "quote-source" : "Jonathan Blow, <em><a href=\"http://the-witness.net/news/2012/12/what-i-did-on-my-christmas-vacation/\">What I Did on My Christmas Vacation</a></em>",
   "slug" : "i-am-saying-all-these-things-just-as-a-way-to-get",
   "bookmarklet" : 0,
   "mobile" : 0,
   "feed-item" : "",
   "reblog-key" : "zabHHfe8",
   "unix-timestamp" : 1358883628,
   "tags" : [
      "motivation",
      "burnout"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/41212072219",
   "format" : "html",
   "from-feed-id" : 0,
   "type" : "quote"
}

