{
   "url" : "http://tumblr.ggvaidya.com/post/41455778670",
   "unix-timestamp" : 1359141615,
   "from-feed-id" : 0,
   "date" : "Fri, 25 Jan 2013 12:20:15",
   "format" : "html",
   "slug" : "whether-or-not-the-details-of-the-mutilation-turn",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/41455778670/whether-or-not-the-details-of-the-mutilation-turn",
   "reblog-key" : "EsPMSIbn",
   "bookmarklet" : 0,
   "tags" : [
      "india",
      "pakistan"
   ],
   "quote-text" : "<p>Whether or not the details of the mutilation turn out to be entirely true, certain quarters in India are now furious—while Pakistanis, too, will now begin to get angry. On the Indian side leading political figures, including the chief minister of Kashmir, Omar Abdullah, and India&#8217;s foreign minister, Salman Khurshid, have called for moderation and calm. Mr Abdullah has tweeted that he suspects someone is trying to stir problems between the two countries. But, predictably, hot-headed types have an excuse to vent their frustration. On January 10th a particularly idiotic individual from the Shiv Sena, a Hindu nationalist political party and an ally of the opposition Bharatiya Janata Party, reportedly even called for India to &#8220;nuke&#8221; Pakistan in revenge for the border incident.</p>\n\n<p>Another detail is certainly worth assessing. According to a report in the Hindu newspaper, the origin of the whole incident may in fact be a 70-year-old granny who skipped over the LOC, in the same area, in September. She apparently left the Indian side in order to join her sons, who had earlier fled to the Pakistani side to avoid being arrested for smuggling. India&#8217;s soldiers were so dismayed to see how even a little old lady could cross the border that they began construction work in the area to fortify the LOC. In turn the Pakistanis objected that such building work violated an agreement between the two countries, and thus tension grew.</p>",
   "feed-item" : "",
   "id" : "41455778670",
   "mobile" : 0,
   "type" : "quote",
   "quote-source" : "A.R., <em><a href=\"http://www.economist.com/blogs/banyan/2013/01/india-and-pakistan?fsrc=nlw%7Cnewe%7C1-11-2013%7C4585628%7C36999315%7C\">India and Pakistan: Growing more serious</a></em>, The Economist: Banyan, January 10, 2013.",
   "date-gmt" : "2013-01-25 19:20:15 GMT"
}

