{
   "unix-timestamp" : 1359314409,
   "reblog-key" : "ctIAbe0x",
   "url" : "http://tumblr.ggvaidya.com/post/41629099652",
   "slug" : "such-manoeuvres-are-perfected-in-his-fiction-with",
   "from-feed-id" : 0,
   "mobile" : 0,
   "quote-text" : "<p>Such manoeuvres are perfected in his fiction, with his use of the transferred epithet – a technique that casts the state of mind of the protagonist onto a nearby, often unlikely inanimate object. We have, for example, &ldquo;I balanced a thoughtful lump of sugar on my teaspoon&rdquo;; &ldquo;he uncovered the fragrant eggs and b and I pronged a moody forkful&rdquo;; or the memorable ablutions in Jeeves and the Feudal Spirit: &ldquo;As I sat in the bathtub, soaping a meditative foot and singing, if I remember correctly, &lsquo;Pale Hands I Loved Beside the Shalimar&rsquo;, it would be deceiving my public to say that I was feeling boomps-a-daisy.&rdquo;</p>\n\n<p>The shifting of affect, from mind to limb, is not only absurdly incongruous, it has the effect of holding the emotion in question at arm&rsquo;s (or leg&rsquo;s) length. The pace of this sentence is also ingenious. It suspends its meaning, clause after clause, building up our expectations, till it sinks, like a punctured rubber duck, on &ldquo;boomps-a-daisy&rdquo;. It is a phrase as unexpected – after the precision of &ldquo;if I remember&rdquo;, the mystique of &ldquo;Shalimar&rdquo; and the rhetorical nod to &ldquo;my public&rdquo; – as it is daft. But Bertie isn&rsquo;t even feeling &ldquo;boomps-a-daisy&rdquo;; it is part of his charm that his low mood is described not only tangentially, captured in the shape of his &ldquo;meditative&rdquo; foot, but through negative inference and euphemism.</p>\n\n<p>[..]</p>\n\n<p>But Wodehouse&rsquo;s pre-eminent stylistic flourish is his use of metaphor and simile: &ldquo;Ice formed on the butler&rsquo;s upper slopes&rdquo;; a man &ldquo;wilts&rdquo; like &ldquo;a salted snail&rdquo; – and one finds the same in his letters. &ldquo;Things,&rdquo; he tells a friend, &ldquo;are beginning to stir faintly, like the blood beginning to circulate in a frozen Alpine traveller who has met a St Bernard dog and been given a shot from the brandy flask&rdquo;; returning to New York, he reflects, &ldquo;was like meeting an old sweetheart and finding she has put on a lot of weight&rdquo;.</p>",
   "date" : "Sun, 27 Jan 2013 12:20:09",
   "date-gmt" : "2013-01-27 19:20:09 GMT",
   "id" : "41629099652",
   "format" : "html",
   "type" : "quote",
   "bookmarklet" : 0,
   "tags" : [
      "P. G. Wodehouse"
   ],
   "feed-item" : "",
   "quote-source" : "Sophie Ratcliffe, <a href=\"http://www.guardian.co.uk/books/2011/nov/04/pg-wodehouse-life-in-letters\"><em>PG Wodehouse: a life in letters</em></a>, The Guardian, November 4, 2011.",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/41629099652/such-manoeuvres-are-perfected-in-his-fiction-with"
}

