{
   "bookmarklet" : 0,
   "date" : "Sun, 03 Feb 2013 14:20:33",
   "date-gmt" : "2013-02-03 19:20:33 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 694,
   "id" : "42207411224",
   "is-submission" : false,
   "mobile" : 0,
   "photo-caption" : "<p><a href=\"http://www.itsokaytobesmart.com/post/40726175437/nabokov-on-kafka-on-insects\" class=\"tumblr_blog\">jtotheizzoe</a>:</p>\n\n<blockquote><p><strong>Nabokov on Kafka on Insects</strong></p>\n<p><a href=\"http://en.wikipedia.org/wiki/Vladimir_Nabokov\">Vladimir Nabokov</a>, celebrated author of <em>Lolita</em>, and other novels, was not merely a writer. Not that being a writer is any sort of a “mere” thing, but go with me here. Nabokov was a professionally-trained entomologist, a lifelong student of insect biology.</p>\n<p>He curated Harvard’s butterfly collection, contributing a great deal to the practice of <a href=\"http://en.wikipedia.org/wiki/Lepidopterist\">lepidoptery</a> and even getting <a href=\"http://www.nytimes.com/2011/02/01/science/01butterfly.html?pagewanted=all&amp;_r=0\">parts of his work published</a> in our day and age. Nabokov was a fan of Franz Kafka’s <strong><em><a href=\"http://www.amazon.com/Franz-Kafka-Complete-Stories/dp/0805210555/?tag=itsoktobesm-20\">The Metamorphosis</a></em></strong>, the story of Gregor Samsa, who turned into a bug. That’s Nabokov’s teaching copy of Kafka’s book up there, scrawled with notes. Nabokov l<a href=\"http://www.kafka.org/index.php?id=191,209,0,0,1,0\">ectured on Kafka</a>, and using his knowledge of insects he offered a theory as to <strong>what kind of bug Gregor may have become</strong> (not a cockroach as usually assumed):</p>\n<blockquote>\n<p><em>Now what exactly is the “vermin” into which poor Gregor, the seedy commercial traveler, is so suddenly transformed? It obviously belongs to the branch of “jointed leggers” (Arthropoda), to which insects, and spiders, and centipedes, and crustaceans belong. If the “numerous little legs” mentioned in the beginning mean more than six legs, then Gregor would not be an insect from a zoological point of view. But I suggest that a man awakening on his back and finding he has as many as six legs vibrating in the air might feel that six was sufficient to be called numerous. We shall therefore assume that Gregor has six legs, that he is an insect.</em></p>\n<p><em>Next question: what insect? Commentators say cockroach, which of course does not make sense. A cockroach is an insect that is flat in shape with large legs, and Gregor is anything but flat: he is convex on both sides, belly and back, and his legs are small. He approaches a cockroach in only one respect: his coloration is brown. That is all. Apart from this he has a tremendous convex belly divided into segments and a hard rounded back suggestive of wing cases. In beetles these cases conceal flimsy little wings that can be expanded and then may carry the beetle for miles and miles in a blundering flight … <strong>He is merely a big beetle.</strong></em></p>\n</blockquote>\n<p>Nabokov also offered this nice note to the Joes and Janes in the audience:</p>\n<blockquote>\n<p><em>Curiously enough, Gregor the beetle never found out that he had wings under the hard covering of his back. (This is a very nice observation on my part to be treasured all your lives. Some Gregors, some Joes and Janes, do not know that they have wings.)</em></p>\n</blockquote>\n<p>Nabokov isn’t the only entomologist who has studied Kafka’s work. <a href=\"http://academics.smcvt.edu/firstyearseminarprogram/Kafka_Essays/FS_Kafka_Bozzone.pdf\">Donna Bazzone of St. Michael’s College in Vermont w</a>rote about the impossible biology of an insect the size of Gregor Samsa, based on the study of thousands of insect species:</p>\n<blockquote>\n<p><em>None could be as big as the “new Gregor.”  If the body with its exoskeleton were to scale up to human size, it would be so heavy that even appropriately sized legs and musculature could not support it.  Such an insect could not move.  Also, because insects do not have a respiratory system with tubes connecting to internal lungs that have large absorptive areas, a giant like Gregor the roach would not be able to get enough oxygen to survive.  Furthermore, our circulatory systems are powered by a large muscular heart that sends blood to all cells in the body through an elaborate network of blood vessels.  Insects lack such a sophisticated circulatory system, so if you scaled the body to human size, insect blood (containing oxygen and nutrients) wouldn’t be able to reach all cells.</em></p>\n</blockquote>\n<p>I always knew something bugged me about that story.</p>\n<p><em>Thanks to Open Culture for the <a href=\"http://www.openculture.com/2012/09/vladimir_nabokov_makes_editorial_tweaks_to_franz_kafkas_novella_ithe_metamorphosisi.html\">Nabokov book link</a> that sent me down this rabbit hole.</em></p></blockquote>\n\n<p>Nabokov never stops becoming even more awesome.</p>",
   "photo-url-100" : "http://66.media.tumblr.com/d18b3e8f0a8e0ae568ea084b82780d70/tumblr_mgqxpuO0B71qbh26io1_100.jpg",
   "photo-url-1280" : "http://66.media.tumblr.com/d18b3e8f0a8e0ae568ea084b82780d70/tumblr_mgqxpuO0B71qbh26io1_500.jpg",
   "photo-url-250" : "http://67.media.tumblr.com/d18b3e8f0a8e0ae568ea084b82780d70/tumblr_mgqxpuO0B71qbh26io1_250.jpg",
   "photo-url-400" : "http://66.media.tumblr.com/d18b3e8f0a8e0ae568ea084b82780d70/tumblr_mgqxpuO0B71qbh26io1_400.jpg",
   "photo-url-500" : "http://66.media.tumblr.com/d18b3e8f0a8e0ae568ea084b82780d70/tumblr_mgqxpuO0B71qbh26io1_500.jpg",
   "photo-url-75" : "http://67.media.tumblr.com/d18b3e8f0a8e0ae568ea084b82780d70/tumblr_mgqxpuO0B71qbh26io1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "8ZTvwRtk",
   "slug" : "nabokov-on-kafka-on-insects",
   "tags" : [
      "Vladimir Nabokov",
      "The Metamorphosis",
      "Franz Kafka"
   ],
   "type" : "photo",
   "unix-timestamp" : 1359919233,
   "url" : "http://tumblr.ggvaidya.com/post/42207411224",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/42207411224/nabokov-on-kafka-on-insects",
   "width" : 465
}

