{
   "type" : "quote",
   "quote-source" : "<span>In another <a href=\"http://tenhundredwordsofscience.tumblr.com/\">Ten Hundred Words of Science</a> submission, physicist Paul Sorenson explains his work studying Quark-Gluon Plasma with Brookhaven’s Relativistic Heavy Ion Collider. </span> (via <a href=\"http://brookhavenlab.tumblr.com/\" class=\"tumblr_blog\">brookhavenlab</a>)",
   "date-gmt" : "2013-02-05 22:54:03 GMT",
   "feed-item" : "",
   "id" : "42382781508",
   "mobile" : 0,
   "tags" : [
      "upgoer5"
   ],
   "quote-text" : "<p>Where I work, we slam together small things to break them into even smaller things until we have the smallest things possible. This is how we know what matter is made of.  We gave names to the smallest things in matter like “up”, “down”, “strange”, “top”, and “bottom”. Each of those things can be either matter or not-matter and can have three types. We use the name of a different color, either red, green, or blue for each type. So we can make a red-up small thing and that red-up-thing can come together with a green-up-thing and a blue-down-thing. But those small things can never be alone. They can’t escape their groups. They are held together by a strong force.</p>\n\n<p>The small things come in groups of two or of three. The groups of three have to have all three colors, like a red-up with a blue-up, and a green-down. The groups of two have to be matter with not-matter like a red-up and a not-red not-up. Sometimes the small things can change groups and new ones can come and go in pairs: a small matter thing and its small not-matter friend thing can pop out of space.</p>\n\n<p>We are made of lots of groups of either up-things, up-things and down-things, or up-things, down-things, and down-things. That’s up, up, and down grouped together, or up, down, and down grouped together. These two little groups are at the heart of almost all the matter we see.</p>\n\n<p>What we really like to do is make big groups of these small things and make them as hot as we can. Really hot. More than ten hundred hundred times hotter than the sun. We do this by slamming four hundred up, up, down, and up, down, down things together all at the same time. When we do this, they all become very hot and new small matter and not-matter things are made out of this thick hot stuff. The new small things are the same number of matter and not-matter. Light comes out of the thick hot stuff too and we can tell how hot the stuff is from the color of the light.</p>\n\n<p>Usually, the little up and down things can’t escape their groups. The field that keeps them together is very strong. But when the thick hot stuff is hot enough, then the little up and down things escape from their groups and become free for a little time. Eventually the thick hot stuff grows and cools until the little things start to stick together again into groups. Those groups fly away until the thick hot stuff is gone. We catch the light and the little groups as they come from the thick hot stuff. By studying how they came out of the thick hot stuff, we learn what the thick hot stuff was like. We also learn about the strong force that holds the groups together. </p>\n\n<p>We found that the thick hot stuff is so thick it makes all the little things move together, dragging on the faster ones, and pulling on the slower ones. It’s a lot like water but not like air. The thick hot stuff we make where I work is the same as what was in all of space one hundred, hundred, hundred, hundred, hundred years ago when time had just begun.</p>\n\n<p>I think I have a cool job! Please tell the people with money to keep letting me do it and I’ll keep telling you about it and using what I know to help everyone as much as I can.</p>",
   "format" : "html",
   "date" : "Tue, 05 Feb 2013 15:54:03",
   "slug" : "where-i-work-we-slam-together-small-things-to",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/42382781508/where-i-work-we-slam-together-small-things-to",
   "reblog-key" : "f7wg1N59",
   "bookmarklet" : 0,
   "unix-timestamp" : 1360104843,
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/42382781508"
}

