{
   "quote-text" : "<p>In short, to anyone with dating experience, “nice guy” sounds like “essentially lackluster, if largely unobjectionable male person.” And this is what you’re presenting as your best trait. This is what you aspire to.</p>\n\n<p>Now, I hear some of you complaining “women always say they want a nice guy.” I know lots of women — I’m even related to a few — and I can’t say I’ve ever heard any of them say that. I can’t prove it, but this sounds like one of those things stand-up comedians say about women and everyone else just repeats. I’ve also never known a woman who cries when she breaks a nail — although I’ve known a few who swear like a 15-year-old sailor in jail — and I’ve never had a woman ask me if her outfit made her look fat unless she actually wanted and subsequently appreciated my opinion. So either I’ve stumbled upon a secret trove of women who aren’t passive-aggressive sob machines, or you need to stop mistaking Dane Cook routines for peer-reviewed sociological studies.</p>\n\n<p>At any rate, if a woman does say “I just wish I could find a nice guy,” I would suggest this is the equivalent of “I’m so hungry I could eat a horse.” Which is to say, she’s not hoping you’ll say, “You’re in luck, I have a dead horse in my backyard!”</p>\n\n<p>The Sapir-Whorf hypothesis states that the way you use language shapes your perception of the world. (This should not be confused with the Sapir-Worf hypothesis, which states that the Romulans are lying and we should raise shields.) So maybe you’d become a better person if you started by not using such a flaccid, pallid term to refer to yourself.</p>\n\n<p>Here’s my suggestion: Instead of trying to be a nice guy, aspire to be a good man. You might be surprised at the results.</p>",
   "quote-source" : "<p>—Lore Sjoberg, “<a href=\"http://www.wired.com/underwire/2013/01/alt-text-nice-guy/\" title='Alt Text: Taking Another Look At The Myth Of The \"Nice Guy\"'>Alt Text: Taking Another Look At The Myth Of The ‘Nice Guy’</a>,” Wired 1/28/13 (via <a class=\"tumblr_blog\" href=\"http://racialicious.tumblr.com/\">racialicious</a>)</p>\n\n<p>….oh my god. They are right. I’VE NEVER HEARD ANY WOMAN SAY THAT EVER. the rest of the post is awesome too. All awesome.<br/><br/><br/></p> (via <a href=\"http://scienceandrollerskates.tumblr.com/\" class=\"tumblr_blog\">scienceandrollerskates</a>)\n\n<p>Hmm.</p>",
   "slug" : "in-short-to-anyone-with-dating-experience-nice",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "id" : "42427624969",
   "unix-timestamp" : 1360159259,
   "mobile" : 0,
   "reblog-key" : "vWAtELU7",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/42427624969/in-short-to-anyone-with-dating-experience-nice",
   "date-gmt" : "2013-02-06 14:00:59 GMT",
   "format" : "html",
   "type" : "quote",
   "date" : "Wed, 06 Feb 2013 07:00:59",
   "url" : "http://tumblr.ggvaidya.com/post/42427624969",
   "feed-item" : ""
}

