{
   "bookmarklet" : 0,
   "date" : "Sat, 16 Feb 2013 14:40:24",
   "date-gmt" : "2013-02-16 19:40:24 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 400,
   "id" : "43246717015",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"43246717015\" data-blog-name=\"mrvaidya\" id=\"like_button_43246717015\"><iframe id=\"like_iframe_43246717015\" src=\"https://assets.tumblr.com/assets/html/like_iframe.html?_v=66c22ab5319d742bca5762b8d18f9d06#name=mrvaidya&amp;post_id=43246717015&amp;color=black&amp;rk=rXhEpdtp&amp;root_id=41140753877\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_43246717015\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "16524",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://nautilid.tumblr.com/post/41140753877/julie-daubigny-was-a-17th-century-bisexual-french\">nautilid</a>:</p>\n<blockquote>\n<p>Julie D’Aubigny was a 17th-century bisexual French opera singer and fencing master who killed or wounded at least ten men in life-or-death duels, performed nightly shows on the biggest and most highly-respected opera stage in the world, and once took the Holy Orders just so that she could sneak into a convent and bang a nun. If nothing in that sentence at least marginally interests you, I have no idea why you’re visiting this website.</p>\n<p>One of the most badass human beings ever produced by France was born in 1670 into a life of wealth, privilege, and one-percenter opulence that meant she could have just spent her entire life chilling out <em>Real Housewives</em> style without ever so much as having to shank a single human being in the eye in a hellacious fit of rage, but, as we shall soon see, that sort of malaise really wasn’t this chick’s bag. Her father was the Grand Squire of France, meaning that he was pretty much the number-one dude responsible for training King Louis XIV’s pages and maintaining the Royal Stables, and this guy wasn’t really the sort of hard-drinking drill sergeant motherfucker who was going to let his little daughter grow up without learning the finer arts of dishing out knuckle sandwiches to her enemies or running would-be suitors through the small intestines with the pointy end of a rapier. This French R. Lee Ermey trained young Julie the same way he trained the King’s Squires, and as a young woman she learned the finer points of necessary life skills such as horseback riding, horse maintenance and repair, drinking excessively, gambling, fistfighting, avenging your honor, and stabbing people in the fucking face when they don’t have the good sense to step off when you’re threatening them. Growing up surrounded by tough men, this tall young beauty with the dark auburn hair and piercing blue eyes was forged into an instrument of badassitude.</p>\n<div>\n<p>Julie D’Aubigny got started early on her career of banging and/or killing everything in sight when, at the age of sixteen, she started having an affair with her father’s boss. The young Mademoiselle D’Aubigny soon proved herself way too hot for that guy to handle, however, so before long he gave her father a promotion, then got her married off to some spineless jackass-non-gratta known only as Monsoir Maupin so that she would leave him alone. Maupin was a Count or Viscount or Demi-Count or some shit, and he lived in one of the colonies across the sea and rarely spent time in France, and since this chick wasn’t about to move out to bumfuck nowhere and be a quiet little housewife in some malaria-infested corner of the world she rarely saw him and he doesn’t factor into her life story in any appreciable manner at all. The only real thing this guy provided was a title, some money, and a wedding ring, all of which allowed Julie to use her marital status as a way of being able to do promiscuous shit she wouldn’t have been able to get away with as an unmarried woman.</p>\n<p>So, while her husband was off doing god-knows-what in Africa or India or wherever the hell he was, Julie D’Aubigny moved to Marseille and started hooking up with a badass fencing master who just so happened to be on the run for murder after he stabbed some dude to death in an alley outside Paris. The homicidal fugitive swordsman trained D’Aubigny in the finer arts of fencing for a while, but as soon as she realized the student was now the master she ditched his broke ass and started giving sword exhibitions across Marseille to hone her skills and make a little extra dough. Basically it worked like this – she’d pull out her sword, sing a song or two, and challenge anyone in the audience to battle her in a duel. If someone stepped up, she’d sing a humiliating song about them, then make them look like assholes who couldn’t tell the difference between a sword and a limp piece of linguine. Her skills were so lights-out gonzo that one time some jerkwad in the crowd called out that she wasn’t really a woman, but was some badass cross-dressing cavalier musketeer motherfucker who was ripping everyone off. She responded by ripping open her blouse and telling the audience to “judge for themselves”.</p>\n</div>\n<div>\n<p>Oddly enough, kicking peoples’ asses for money eventually led to a completely unrelated job prospect – a career as the star attraction of the Paris Opera. Apparently, while this chick was singing songs to humiliate her enemies in the dueling circle, some powerful record execs were in the audience, and they were so impressed by her melodious contralto voice that they decided she should be doing better shit than stabbing people in the balls for spare change. In the span of a few months, the woman known in Marseilles only as “La Maupin” (meaning “The Mapuin”) went from a completely untrained street performer to the lead actress in the world’s most respected Opera, playing roles of badass Classical chicks like Pallas Athena, Medea, and Dido. In addition to her flair for the dramatic and innate musical talent, it also helped that La Maupin had a near-photographic memory and rarely needed to read her lines more than once before committing them to memory.</p>\n<p>Of course, her fiery temperament in love and combat meant that she slept with or swordfought with most of the men and women in the opera at various points during her career. Like, one time some jackass doucheface pretty-boy actor was being overly-aggressive while talking to one of Julie’s actress friends, so La Maupin told that asshole to take a chill pill and show the lady some respect. He told her to fuck off and mind her own bitch business. Later that night, as he was walking home, he found La Maupin standing in the street, weapon drawn, challenging him to a duel for honor. When the guy refused to pull his sword, she fucking beat his ass with a wooden cane, stole his pocketwatch, and left his dumb ass in an alley. The next day, the dude came to work with a couple black eyes, and when people were like, “WTF is up with your face,” he told them he got jumped by three big black dudes armed with hammers and baseball bats. As soon as he said this, La Maupin pulled out the dude’s pocketwatch and called him out a lying liar from Douchebagville. Then, to make matters more humiliating, she then forced the dude to kneel and beg forgiveness in front of all his co-workers before he could get his shit back.</p>\n<p>La Maupin was also kind of a hardcore bisexual, and some of her tales of badass awesomeness dueling over female lovers and seducing chambermaids read like they were perpetrated by musketeers or pirates or some other ultra-daring swashbuckling male heroes of eighteenth-century literature. Of course, being a woman, Julie D’Aubigny could pull off some feats of romantic badassitude that most men could only dream of. The most notable example of this was the time that she became a nun just so she could hook up with one of the sisters in the convent. The story goes like this: One time the Mademoiselle D’Aubigny got some super-hot lusty blonde to fall in love with her. When the blonde’s parents found out their daughter was a lesbo, they had their “ravished” daughter put into a convent, totally unaware that this wasn’t going to be nearly enough to deter La Maupin – D’Aubigny took the holy orders, entered the convent as an initiate, created a diversion by setting the fucking convent on fire, and then kidnapped the blonde nun, snuck her out of there, and shacked up with her for like a month. Are you kidding me with this?</p>\n<p>Of course, this chick was a lover as well as a fighter, and sometimes she was actually both at the same time. Like, one time a trio of drunk assholes were giving Julie shit while she was performing her songs in a rowdy tavern, so the star of the Paris Opera took all three of them out into the grassy courtyard, and when they all jumped her at the same time with their swords she drew her blade and made sure every single one of them was suffering from multiple stab wounds before she went back to the tavern. The next day she felt kind of bad about stabbing the fucking ass out of one of the dudes, so she went to his room to see how he was doing, and then ended up seducing him and getting busy with him relentlessly for like three weeks straight. You know you’re a fucking baller chick when you can shank a dude through the abdomen with a rapier and then still get it on with him. I mean, guys are easy, but they ain’t <em>that</em> easy.</p>\n<div>\n<p>On another occasion, La Maupin was at a Royal Ball in the palace of King Louis XIV, attending as the guest of Louis’ brother, Prince Philippe of France. She showed up to the party dressed as a man in a scarlet tunic and immediately started dancing with all the hot bitches, showing up all the young dudes looking for hot young wives. This was fine and all, but when La Maupin had the audacity to tongue-kiss a particularly fine-looking blonde marquise right in front of the entire Royal family, three jackass noblemen got a little bent out of shape about it and told Maupin she needed to start acting like a lady and stop macking on all the hot babes. La Maupin offered to take it outside, defeated all three men in three consecutive duels, then came back to the party while the trio of poseurs were still lying bleeding in the street like dogs. This event drew a little heat on the Maupin, so while she waited for things to cool down she decided to go to Brussels for a while and have an affair with the German Prince who happened to be the guy in charge of ruling over the Spanish Netherlands (no biggie).</p>\n<p>Julie D’Aubigny, La Maupin, the most badass swashbuckler of 17th-century France, did eventually settle down a little, returned home to Paris, reunited with her husband, resumed her career as the star attraction of the Paris Opera. She died in 1707 of unknown causes at the age of 37, living fast, dying young, and leaving a good-looking corpse.</p>\n</div>\n<div></div>\n</div>\n</blockquote>\n\n<p>Here&rsquo;s <a href=\"http://en.wikipedia.org/wiki/Julie_d'Aubigny\">what Wikipedia has to say</a>, but of course one should never let facts get in the way of a great story.</p>",
   "photo-link-url" : "http://www.badassoftheweek.com/lamaupin.html",
   "photo-url-100" : "https://66.media.tumblr.com/394ffecdf1dd223d1cc70ec6438d7d57/tumblr_mgzyn1GUrG1r0tlkjo1_100.jpg",
   "photo-url-1280" : "https://66.media.tumblr.com/394ffecdf1dd223d1cc70ec6438d7d57/tumblr_mgzyn1GUrG1r0tlkjo1_400.jpg",
   "photo-url-250" : "https://66.media.tumblr.com/394ffecdf1dd223d1cc70ec6438d7d57/tumblr_mgzyn1GUrG1r0tlkjo1_250.jpg",
   "photo-url-400" : "https://66.media.tumblr.com/394ffecdf1dd223d1cc70ec6438d7d57/tumblr_mgzyn1GUrG1r0tlkjo1_400.jpg",
   "photo-url-500" : "https://66.media.tumblr.com/394ffecdf1dd223d1cc70ec6438d7d57/tumblr_mgzyn1GUrG1r0tlkjo1_400.jpg",
   "photo-url-75" : "https://66.media.tumblr.com/394ffecdf1dd223d1cc70ec6438d7d57/tumblr_mgzyn1GUrG1r0tlkjo1_75sq.jpg",
   "photos" : [],
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/43246717015/rXhEpdtp\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "rXhEpdtp",
   "reblogged-from-name" : "roman-sunshine",
   "reblogged-from-title" : "Roman-Sunshine",
   "reblogged-from-url" : "https://roman-sunshine.tumblr.com/post/41188377069/nautilid-julie-daubigny-was-a-17th-century",
   "reblogged-root-name" : "nautilidi-deactivated20130605",
   "reblogged-root-title" : "",
   "reblogged-root-url" : "http://nautilidi-deactivated20130605.tumblr.com/post/41140753877/julie-daubigny-was-a-17th-century-bisexual-french",
   "reblogged_from_avatar_url_128" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_128.png",
   "reblogged_from_avatar_url_16" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_16.png",
   "reblogged_from_avatar_url_24" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_24.png",
   "reblogged_from_avatar_url_30" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_30.png",
   "reblogged_from_avatar_url_40" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_40.png",
   "reblogged_from_avatar_url_48" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_48.png",
   "reblogged_from_avatar_url_512" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_512.png",
   "reblogged_from_avatar_url_64" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_64.png",
   "reblogged_from_avatar_url_96" : "https://66.media.tumblr.com/avatar_d5eb52c82db6_96.png",
   "reblogged_root_avatar_url_128" : "https://66.media.tumblr.com/avatar_83d0c6060816_128.png",
   "reblogged_root_avatar_url_16" : "https://66.media.tumblr.com/avatar_83d0c6060816_16.png",
   "reblogged_root_avatar_url_24" : "https://66.media.tumblr.com/avatar_83d0c6060816_24.png",
   "reblogged_root_avatar_url_30" : "https://66.media.tumblr.com/avatar_83d0c6060816_30.png",
   "reblogged_root_avatar_url_40" : "https://66.media.tumblr.com/avatar_83d0c6060816_40.png",
   "reblogged_root_avatar_url_48" : "https://66.media.tumblr.com/avatar_83d0c6060816_48.png",
   "reblogged_root_avatar_url_512" : "https://66.media.tumblr.com/avatar_83d0c6060816_512.png",
   "reblogged_root_avatar_url_64" : "https://66.media.tumblr.com/avatar_83d0c6060816_64.png",
   "reblogged_root_avatar_url_96" : "https://66.media.tumblr.com/avatar_83d0c6060816_96.png",
   "slug" : "nautilid-julie-daubigny-was-a-17th-century",
   "tumblelog" : {
      "avatar_url_128" : "https://66.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "https://66.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "https://66.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "https://66.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "https://66.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "https://66.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "https://66.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "https://66.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "https://66.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "https://tumblr.ggvaidya.com/"
   },
   "type" : "photo",
   "unix-timestamp" : 1361043624,
   "url" : "https://tumblr.ggvaidya.com/post/43246717015",
   "url-with-slug" : "https://tumblr.ggvaidya.com/post/43246717015/nautilid-julie-daubigny-was-a-17th-century",
   "width" : 271
}

