{
   "bookmarklet" : 0,
   "date" : "Sat, 23 Feb 2013 12:08:07",
   "date-gmt" : "2013-02-23 17:08:07 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "43813003129",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"43813003129\" data-blog-name=\"mrvaidya\" id=\"like_button_43813003129\"><iframe id=\"like_iframe_43813003129\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=5716f9145cbbcc5e21aa13229de5d4ed#name=mrvaidya&amp;post_id=43813003129&amp;color=black&amp;rk=kHpEBBYm&amp;root_id=9733779581\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_43813003129\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "9472",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/43813003129/kHpEBBYm\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "kHpEBBYm",
   "reblogged-from-name" : "roman-sunshine",
   "reblogged-from-title" : "Roman-Sunshine",
   "reblogged-from-url" : "https://roman-sunshine.tumblr.com/post/43803441778/deliciouskaek-bebinn-shmegel-trigger",
   "reblogged-root-name" : "acrosstheborderofmyheart-deacti",
   "reblogged-root-title" : "Across the Border of My Heart",
   "reblogged-root-url" : "http://acrosstheborderofmyheart-deacti.tumblr.com/post/9733779581/trigger-warning-domestic-violence-why-does-she",
   "reblogged_from_avatar_url_128" : "http://68.media.tumblr.com/avatar_54ac75443e2c_128.png",
   "reblogged_from_avatar_url_16" : "http://68.media.tumblr.com/avatar_54ac75443e2c_16.png",
   "reblogged_from_avatar_url_24" : "http://68.media.tumblr.com/avatar_54ac75443e2c_24.png",
   "reblogged_from_avatar_url_30" : "http://68.media.tumblr.com/avatar_54ac75443e2c_30.png",
   "reblogged_from_avatar_url_40" : "http://68.media.tumblr.com/avatar_54ac75443e2c_40.png",
   "reblogged_from_avatar_url_48" : "http://68.media.tumblr.com/avatar_54ac75443e2c_48.png",
   "reblogged_from_avatar_url_512" : "http://68.media.tumblr.com/avatar_54ac75443e2c_512.png",
   "reblogged_from_avatar_url_64" : "http://68.media.tumblr.com/avatar_54ac75443e2c_64.png",
   "reblogged_from_avatar_url_96" : "http://68.media.tumblr.com/avatar_54ac75443e2c_96.png",
   "reblogged_root_avatar_url_128" : "http://68.media.tumblr.com/avatar_7227c9840c0e_128.png",
   "reblogged_root_avatar_url_16" : "http://68.media.tumblr.com/avatar_7227c9840c0e_16.png",
   "reblogged_root_avatar_url_24" : "http://68.media.tumblr.com/avatar_7227c9840c0e_24.png",
   "reblogged_root_avatar_url_30" : "http://68.media.tumblr.com/avatar_7227c9840c0e_30.png",
   "reblogged_root_avatar_url_40" : "http://68.media.tumblr.com/avatar_7227c9840c0e_40.png",
   "reblogged_root_avatar_url_48" : "http://68.media.tumblr.com/avatar_7227c9840c0e_48.png",
   "reblogged_root_avatar_url_512" : "http://68.media.tumblr.com/avatar_7227c9840c0e_512.png",
   "reblogged_root_avatar_url_64" : "http://68.media.tumblr.com/avatar_7227c9840c0e_64.png",
   "reblogged_root_avatar_url_96" : "http://68.media.tumblr.com/avatar_7227c9840c0e_96.png",
   "slug" : "deliciouskaek-bebinn-shmegel-trigger",
   "tags" : [
      "abuse",
      "safety"
   ],
   "tumblelog" : {
      "avatar_url_128" : "http://68.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "http://68.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "http://68.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "http://68.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "http://68.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "http://68.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "http://68.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "http://68.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "http://68.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "http://tumblr.ggvaidya.com/"
   },
   "type" : "video",
   "unix-timestamp" : 1361639287,
   "url" : "http://tumblr.ggvaidya.com/post/43813003129",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/43813003129/deliciouskaek-bebinn-shmegel-trigger",
   "video-caption" : "<p><a class=\"tumblr_blog\" href=\"http://deliciouskaek.tumblr.com/post/21242511094/bebinn-shmegel-trigger-warning-domestic\">deliciouskaek</a>:</p>\n<blockquote>\n<div>\n<p><a class=\"tumblr_blog\" href=\"http://bebinn.tumblr.com/post/17594688094/shmegel-trigger-warning-domestic-violence\">bebinn</a>:</p>\n<blockquote>\n<div>\n<p><a class=\"tumblr_blog\" href=\"http://shmegel.tumblr.com/post/11330498000/trigger-warning-domestic-violence-why-does-she\">shmegel</a>:</p>\n<blockquote>\n<div>\n<p><strong>[Trigger Warning: Domestic Violence] “Why does she stay with that jerk?”</strong></p>\n<p>If there’s one thing I’ve learned from working in an emergency room, it’s that people are terrible liars. Maybe I only think that because the good liars don’t get caught? But a lot of people are just awful at it. They make their “I’m lying now!” faces and they tell stories that defy physics, biology, and logic, then forget their own stories.</p>\n<p>And a lie I hear almost every day in the emergency room is “I fell down the stairs. My partner loves me. They would never hurt me.”</p>\n<p><em>(In this post, I will be mixing up genders randomly in the examples, to illustrate that members of every gender abuse members of every gender. This is not the post to talk about “who does it more/who does it worse.”)</em></p>\n<p>For a long time, I just couldn’t understand this. We’d get the victim in a private room locked away from the abuser, and they’d sit there with bruises or wounds or even broken bones, in a safe place surrounded by people who wanted to help them, and they’d tell us, often through tears “…I fell down the stairs.” It drove me nuts. It made me furious at the victims. Why did they do this? Did they like pain? Did they want to get murdered? Were they just unbelievably stupid? Why would someone choose to protect and return to a partner who just broke their arm?</p>\n<p>Well, then I worked in the ER a little longer, talked to a lot more abuse victims and survivors, and it turns out there’s a lot of reasons. I’m sure this isn’t comprehensive, but I’m going to make a long list here - and often many of these reasons are working together. Some of them are deeply wrapped up in the psychology of abuse; some of them are just depressingly sensible. Each of these is based on a real person, or several of them are based on one real person - most of them are based on many real people.</p>\n<p><strong>1. “I don’t want to die.”</strong></p>\n<p>Her husband has told her that if she leaves he will kill her, and she believes this. (She may well be right.) The instant he gets a whiff of where she’s staying - and he probably will, at some point, from a well-meaning friend or through the legal system or by persistent stalking or random chance - he’s going to come there and he’s going to do something very, very bad to her. Staying with him may be horrible, but at least she gets to live. She believes that if she leaves, no one and nothing can protect her from his vengeance.</p>\n<p><strong>2. “I’ll die without her.”</strong></p>\n<p>He lives in his girlfriend’s apartment. He’s unemployed, or minimally employed, and has no education or good experience on his resume. He has no friends besides her. He’s gotten to the point where he doesn’t know how he’ll get food without her help, much less navigate all the challenges of life. And if he leaves her, he’ll be leaving everything - she’ll destroy any of his stuff that he leaves behind, stalk him so he can’t stay at the same job, and even kill his pets. If he leaves her, he’s certain that he’ll end up living on the streets.</p>\n<p><strong>3. “He’ll die without me.”</strong></p>\n<p>Her boyfriend lives in her apartment. He’s unemployed, or minimally employed. He probably doesn’t know how to get food without her help, much less navigate all the challenges of life. He tells her he’d be homeless without her, maybe even kill himself if she left him. She just couldn’t stand to be responsible for something like that; even though he’s hurt her, it would cut her to the bone to know that she had ruined or killed him.</p>\n<p><strong>4.”What about the kids?”</strong></p>\n<p>Right now, she protects the kids from her husband. He may rage at her, but she shelters them from the worst of it and she makes sure they have the best home she can give them under the circumstances. If she leaves, she doubts she can get sole custody of the kids without visitation, much less get it immediately. And if the kids are alone with him, something very bad will happen. He’ll hurt them, or turn them against her, or take them away and she’ll never see them again. Maybe all three. Her kids are her life and she can’t bear to let something like that happen.</p>\n<p><strong>5. “I tried once, and it made things worse.”</strong></p>\n<p>This isn’t the first time. He did call the cops on his husband before, and he ran away that night. The cops didn’t find enough evidence, and when he came back to get his stuff, his husband was… tearfully apologetic, actually. Somehow he talked him into staying and not taking his stuff. The punishment came later—once he’d more or less committed to staying around - and it was horrible. But he’s afraid that if he tried to leave again, he’d go through the same cycle again.</p>\n<p><strong>6. “I reached out once, and was rebuffed.”</strong></p>\n<p>In a rare moment of courage, he - with shaking hands, summoning all his strength - told someone he thought he could trust what his wife was doing to him. They told him to think about her point of view for once, to not use big drastic words like “abuse,” and to take care of his own damn problems without airing his dirty laundry. He just knows that if he reaches out again, it’s going to be the same thing. He’s lucky she didn’t find out about that time and doubts if it’s worth taking the risk again.</p>\n<p><strong>7. “If I call the cops, I’ll be in trouble.”</strong></p>\n<p>She’s a prostitute. On the side, she sells drugs. She owns guns she shouldn’t have and lives in a place she shouldn’t be. Hell, she shouldn’t even be in this country. Her lifestyle is so far outside the law that any attention from the police is likely to get her thrown in jail - so she can’t very well tell the police that her girlfriend beats her.</p>\n<p><strong>8. “Run away? Call the cops? I can’t even get away with sneezing!”</strong></p>\n<p>Her boyfriend controls every second of her time and every inch she moves. Whenever they’re apart she has to call him and check in constantly; whenever she leaves the house she has to tell him where she’s going and how long and why; he doesn’t let her think without telling him about it and getting his approval. And he enforces this - reading her mail, listening to her phone conversations, showing up randomly at her work or when she’s with friends (if she’s allowed to have any). When she’s not allowed so small a rebellion as using the wrong word, really rebelling against him seems impossible. She figures he’d catch her if she even thought about trying.</p>\n<p><strong>9. “If it were so bad, someone would have done something.</strong>”</p>\n<p>Everyone knows what’s going on in his life. His friends have seen his girlfriend hitting him; his parents have heard him say “I can’t do that, she won’t let me” about a million things; the neighbors have heard the screams and crashes when she explodes. He knows everyone knows already, and knows that they haven’t done anything even though they know. So, he figures, what difference would it make to tell them? Clearly they’ve already decided that this isn’t bad enough to call in the authorities over.</p>\n<p><strong>10. “It’s a joke to him, so it should be a joke to me.”</strong></p>\n<p>His boyfriend hits him and treats it like a joke, laughing uproariously and expecting his victim to laugh along. To make a big deal out of this kind of violence would just be humorless, and he’s got a sense of humor, doesn’t he? Even when the only punchline is “Haha, you’re in pain!” And how do you go to the cops with a story like “He played a joke on me?” Cops don’t arrest people for jokes.</p>\n<p><strong>11. “I’m just terrified to hurt her feelings.”</strong></p>\n<p>Abuse has made her telepathic. Years of desperately trying to keep her girlfriend happy so bad things won’t happen have made her keenly aware of her girlfriend’s every fleeting emotion. Her girlfriend is a tiny bit moody and she rushes to coddle and comfort her; her girlfriend is a tiny bit happy and she just about throws a party for her. She’s so used to reading her girlfriend’s feelings and translating them into her own that she can’t stand to do something that would really hurt her girlfriend’s feelings. Just the thought of dealing with that much anger - when even a tiny amount of anger is a big deal in their house - is too terrifying to imagine.</p>\n<p><strong>12. “I’m so embarrassed I let him do this to me.”</strong></p>\n<p>He’s been abusing her for years. She doesn’t see herself as some cowed little victim; she’s a smart woman, an independent woman to all appearances, maybe even a declared feminist. So to come out now and say he’s been hurting her all along just feels stupid. Everyone’s going to ask “Why did you stay with that jerk?” and she’s not going to have an answer. She tells everyone her relationship is wonderful and a paragon of communication and respect, and the longer she keeps up the charade, the harder it is to say not only “Turns out I’m a cowed little victim,” but “Turns out I’m a cowed little victim and also a liar.”</p>\n<p><strong>13. “I’ve learned to live in her system.”</strong></p>\n<p>He knows all the rules by now. As long as he always treats his wife with the utmost politeness and gentleness, and always has dinner ready before she comes home, always is up for sex when she wants it, and always lets her make the decisions, things are okay. He actually feels pretty safe when he’s being “good.” So it doesn’t seem like there’s anything wrong with the relationship, because it goes great so long as he does as he’s supposed to.</p>\n<p><strong>14. “We’re outsiders; no one cares about our problems.”</strong></p>\n<p>They’re a “lesbian couple”, one of them is transgender, and they’re kinky to boot. She’s had enough problems just explaining to the “authorities” that their relationship exists; how the hell is she supposed to convey that there’s something wrong with it? She’s internalized enough prejudice that she figures it’s sort of her own fault for being in such a strange relationship, and she doesn’t figure anyone cares that much about the troubles of a weirdo.</p>\n<p><strong>15. “After all he’s done for a jerk like me?”</strong></p>\n<p>Her husband has put up with so much from her. This isn’t #13; these were genuinely bad things. He helped her pay off the nasty credit card debt she was in. He stayed with her even after she got fired from her job and flunked out of school; he even bailed her out of jail when she really fucked up. Who could blame the guy if he loses his patience now and then? She figures she really is a very difficult person to live with, she deserves some punishment for all she’s screwed up, and she should be grateful that he’s kept her around at all. As he reminds her when she’s pushed him too far - who else would love her?</p>\n<p><strong>16. “She’s really nice… mostly.”</strong></p>\n<p>Her wife is super sweet and loving. She’s a flowers-and-chocolates romantic, a believer in true love and love at first sight, and she treats her just like a princess. Except now and then, things get tense in the relationship, and bad things happen. Really bad things. Her wife just doesn’t seem like herself and she explodes. But the apology is even sweeter and lovinger than before and things are good again. Maybe it was a one-off. Or a two-off. A three-off? Maybe this really is the last time and from now on she’ll just have the nice wife she fell in love with. She’s certainly being nice now, and how could you leave someone like that?</p>\n<p><strong>17. “It just isn’t done in our community.”</strong></p>\n<p>In her culture, the husband is the leader of the household and what he says, goes. He has the right to hit his wife if he feels it’s necessary. Divorce is a taboo. Good women don’t leave their husbands; good women make their husbands happy. She feels like going against her husband would be going against her entire culture, and she can’t bear to do that. The community wouldn’t support her and she’d feel like a traitor to her own people.</p>\n<p><strong>18. “Actually, I’m abusing her.”</strong></p>\n<p>When she explodes, she doesn’t tell her boyfriend “I hate you;” she tells him “you hate me.” She tells him that he’s hurting her, that she’s responding the way she is because she just can’t take his abuse any more, and he believes her. He’s trying desperately to treat her right, to treat her the way she deserves, and he just keeps fucking up. Often when she’s yelling he yells back - sometimes he even hits back - and that makes him more sure than ever that he’s the real abuser here.</p>\n<p><strong>19. “It’s not that bad.”</strong></p>\n<p>She firmly believes that real abuse is when they punch you - and her husband’s only slapped her with an open hand. Real abuse is when they beat you - and he only yells at her until she cries and then yells at her to stop crying. Real abuse is when they rape you - and he always makes her say “yes” before he has sex with her, no matter how little she wants it. She recognizes there’s something wrong in their relationship, but could never call it like, abuse abuse, and so she can’t react to it like it’s real abuse.</p>\n<p><strong>20. “This is how relationships work, isn’t it?”</strong></p>\n<p>Her parents’ relationship was a constant cycle of drama and violence. Her relationship with her parents was just as bad. Her high school boyfriend hit her and her college boyfriend made her have sex when she didn’t want it. She kinda figures everyone else’s relationship is just the same behind the scenes. All she worries about is how to make the best of an abusive relationship; while she knows it intellectually, she doesn’t believe deep down that a non-abusive relationship is possible, at least for her.</p>\n<p>The one thing that isn’t on the list, anywhere, is “the victim is just weak and stupid.” Victims of abuse come in all types and lots of them really are flawed in big and small ways - but their reasons for staying with their abusers are not “just stupid.” They’re complicated, insidious, and saddest of all, sometimes right.</p>\n<p>If any of these sound like you - even if they sound like you in a “Yeah, but…” sort of way - even if your partner never laid a finger on you physically, it was just some yelling - even if you’re a man and she’s a woman and it doesn’t work like that - even if you swear your situation isn’t abuse because - call this number:</p>\n<p><strong>1−800−799−SAFE(7233)</strong></p>\n<p><strong>TTY: 1−800−787−3224</strong></p>\n<p>It’s the National Domestic Violence Hotline and they will talk to you. They are not going to call the cops on your partner (or you). They are not going to tell you that you have to leave your relationship. Calling them is not a commitment of any kind - you can always call them and decide to stay in your relationship after all. All they’re going to do is talk to you, give you an outside perspective from people who are trained to recognize and deal with abusive situations, and help you find resources for getting out of your situation if you decide that you want them.</p>\n</div>\n</blockquote>\n<p>I volunteer a couple times a month taking calls for my local rape victim advocacy program, and since domestic violence and rape often go hand in hand, we do get calls from people in abusive situations as well. If you’re not ready to leave, we can help you make a safety plan for staying. We have legal and medical resources, as well as places for you to stay for a while if you do choose to leave. There’s absolutely no judgment about your decisions - our job is to listen to you, and to help you figure out what <em>you</em> want to or can do.</p>\n</div>\n</blockquote>\n<p>reblogging because always relevant</p>\n</div>\n</blockquote>",
   "video-player" : "<iframe width=\"400\" height=\"225\"  id=\"youtube_iframe\" src=\"https://www.youtube.com/embed/WL3rfk2iFww?feature=oembed&amp;enablejsapi=1&amp;origin=http://safe.txmblr.com&amp;wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>",
   "video-player-250" : "<iframe width=\"250\" height=\"141\"  id=\"youtube_iframe\" src=\"https://www.youtube.com/embed/WL3rfk2iFww?feature=oembed&amp;enablejsapi=1&amp;origin=http://safe.txmblr.com&amp;wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>",
   "video-player-500" : "<iframe width=\"500\" height=\"281\"  id=\"youtube_iframe\" src=\"https://www.youtube.com/embed/WL3rfk2iFww?feature=oembed&amp;enablejsapi=1&amp;origin=http://safe.txmblr.com&amp;wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>",
   "video-source" : "http://www.youtube.com/watch?v=WL3rfk2iFww"
}

