{
   "bookmarklet" : 0,
   "conversation" : [
      {
         "label" : "Anxiety:",
         "name" : "Anxiety",
         "phrase" : "This too shall pass, even if that sounds corny and cliche. Your anxiety will subside, you are not dying, you will not die from this, everything is going to be fine. Keep taking deep breaths, try and stay focused.\r"
      },
      {
         "label" : "Depression:",
         "name" : "Depression",
         "phrase" : "You are valid and your emotions are valid. You are a good, strong person, even if you don't feel like you are right now. Things DO get better, and I know you can get through this.\r"
      },
      {
         "label" : "Sexual Orientation:",
         "name" : "Sexual Orientation",
         "phrase" : "Your body, your life, your bedroom. You choose what you do with it, and I get no say in the matter, because I am not you. I'll respect you no matter what.\r"
      },
      {
         "label" : "Bipolar:",
         "name" : "Bipolar",
         "phrase" : "The sun also rises. For all your bad days, weeks, or longer-- you also have good ones just beyond the horizon. You know better than anyone what it means to finally hit those \"highs\" in your life, and I hope that you just keep growing and strengthening yourself through your treatment to extend those happy moments.\r"
      },
      {
         "label" : "Self harm:",
         "name" : "Self harm",
         "phrase" : "This is your body and I'll never pass judgement over you for the things you choose to do with it. However, you should really consider speaking with a counselor about this. Not because you're \"bad\", but because I just want you to be safe.\r"
      },
      {
         "label" : "Eating disorders:",
         "name" : "Eating disorders",
         "phrase" : "It's okay to eat, you have permission. Eating will not make you fat, ugly, or worthless. Eating will make you strong, healthy, and lively. You deserve to eat, you deserve happiness.\r"
      },
      {
         "label" : "Abuse:",
         "name" : "Abuse",
         "phrase" : "What they did was wrong, and you had no consenting part in it. You have no need to feel guilty or shamed, although I understand that may be exactly how you are feeling right now. They're the ones at fault here, and the ball is entirely in your court if you choose to report them for that, which you are rightfully entitled to do.\r"
      },
      {
         "label" : "Suicide:",
         "name" : "Suicide",
         "phrase" : "Suicide is a permanent solution to a temporary problem. You are valuable and your existence is valuable. There are billions of people on this planet, and even if you think everyone hates you and no one cares, they do and they will. You can find so many friends and loved ones if you just allow yourself the time to look for them. The world turns out to be a beautiful place and you deserve to be alive to see that.\r"
      },
      {
         "label" : "Sexual assault:",
         "name" : "Sexual assault",
         "phrase" : "What they did was vile and disgusting. Yes, you're now left with this horrible, traumatic event to move on from, but your life is not entirely lost. Recovery is possible, and an unfortunately large number of people have to go through that-- but they make it to the other side. So can you, you can do this. You're not dirty, you're not a \"slut\" or a \"whore\", you are a human being whose rights were violated. But you are strong, and I know you can move past this in due time.\r"
      },
      {
         "label" : "Multiple Personality Disorder:",
         "name" : "Multiple Personality Disorder",
         "phrase" : "I'll always love you no matter who you are. I only hope the absolute best for you during your recovery and treatment, and maybe one day I'll be so privileged as to love you as one whole.\r"
      },
      {
         "label" : "Post Traumatic Stress Disorder:",
         "name" : "Post Traumatic Stress Disorder",
         "phrase" : "The pain of suddenly reliving horrific events is almost unimaginable for me. Please try and remember that although it feels like it's real and it's happening right now, that it's not. You are okay, you are fine, and you are safe. You are in the present here and now, and that past can't manifest itself again to come and physically hurt you. Everything is just fine, these feelings will pass and you're going to be okay.\r"
      },
      {
         "label" : "Schizophrenia:",
         "name" : "Schizophrenia",
         "phrase" : "I am real and I can promise you that. I care. Try and find something grounding for you, an object that you can cling to to help you distinguish between whether or not you're hallucinating. You are not a freak, you are not a monster. You're a human being with rights and emotions who happens to be ill right now.\r"
      },
      {
         "label" : "",
         "name" : "",
         "phrase" : "I saw the what \"not\" to say post and had to make my own variant of that. I lava you <3"
      }
   ],
   "conversation-text" : "Anxiety: This too shall pass, even if that sounds corny and cliche. Your anxiety will subside, you are not dying, you will not die from this, everything is going to be fine. Keep taking deep breaths, try and stay focused.\r\nDepression: You are valid and your emotions are valid. You are a good, strong person, even if you don't feel like you are right now. Things DO get better, and I know you can get through this.\r\nSexual Orientation: Your body, your life, your bedroom. You choose what you do with it, and I get no say in the matter, because I am not you. I'll respect you no matter what.\r\nBipolar: The sun also rises. For all your bad days, weeks, or longer-- you also have good ones just beyond the horizon. You know better than anyone what it means to finally hit those \"highs\" in your life, and I hope that you just keep growing and strengthening yourself through your treatment to extend those happy moments.\r\nSelf harm: This is your body and I'll never pass judgement over you for the things you choose to do with it. However, you should really consider speaking with a counselor about this. Not because you're \"bad\", but because I just want you to be safe.\r\nEating disorders: It's okay to eat, you have permission. Eating will not make you fat, ugly, or worthless. Eating will make you strong, healthy, and lively. You deserve to eat, you deserve happiness.\r\nAbuse: What they did was wrong, and you had no consenting part in it. You have no need to feel guilty or shamed, although I understand that may be exactly how you are feeling right now. They're the ones at fault here, and the ball is entirely in your court if you choose to report them for that, which you are rightfully entitled to do.\r\nSuicide: Suicide is a permanent solution to a temporary problem. You are valuable and your existence is valuable. There are billions of people on this planet, and even if you think everyone hates you and no one cares, they do and they will. You can find so many friends and loved ones if you just allow yourself the time to look for them. The world turns out to be a beautiful place and you deserve to be alive to see that.\r\nSexual assault: What they did was vile and disgusting. Yes, you're now left with this horrible, traumatic event to move on from, but your life is not entirely lost. Recovery is possible, and an unfortunately large number of people have to go through that-- but they make it to the other side. So can you, you can do this. You're not dirty, you're not a \"slut\" or a \"whore\", you are a human being whose rights were violated. But you are strong, and I know you can move past this in due time.\r\nMultiple Personality Disorder: I'll always love you no matter who you are. I only hope the absolute best for you during your recovery and treatment, and maybe one day I'll be so privileged as to love you as one whole.\r\nPost Traumatic Stress Disorder: The pain of suddenly reliving horrific events is almost unimaginable for me. Please try and remember that although it feels like it's real and it's happening right now, that it's not. You are okay, you are fine, and you are safe. You are in the present here and now, and that past can't manifest itself again to come and physically hurt you. Everything is just fine, these feelings will pass and you're going to be okay.\r\nSchizophrenia: I am real and I can promise you that. I care. Try and find something grounding for you, an object that you can cling to to help you distinguish between whether or not you're hallucinating. You are not a freak, you are not a monster. You're a human being with rights and emotions who happens to be ill right now.\r\n\r\nI saw the what \"not\" to say post and had to make my own variant of that. I lava you <3",
   "conversation-title" : "What you SHOULD say to people dealing with any of these",
   "date" : "Mon, 25 Feb 2013 04:16:59",
   "date-gmt" : "2013-02-25 09:16:59 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "43974614249",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"43974614249\" data-blog-name=\"mrvaidya\" id=\"like_button_43974614249\"><iframe id=\"like_iframe_43974614249\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=5716f9145cbbcc5e21aa13229de5d4ed#name=mrvaidya&amp;post_id=43974614249&amp;color=black&amp;rk=RPEYNAsg&amp;root_id=43702723902\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_43974614249\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "332448",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/43974614249/RPEYNAsg\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "RPEYNAsg",
   "reblogged-from-name" : "roman-sunshine",
   "reblogged-from-title" : "Roman-Sunshine",
   "reblogged-from-url" : "https://roman-sunshine.tumblr.com/post/43974400490/what-you-should-say-to-people-dealing-with-any-of",
   "reblogged-root-name" : "illusoryacid",
   "reblogged-root-title" : "aam g̱oot",
   "reblogged-root-url" : "http://illusoryacid.tumblr.com/post/43702723902/what-you-should-say-to-people-dealing-with-any-of",
   "reblogged_from_avatar_url_128" : "http://68.media.tumblr.com/avatar_54ac75443e2c_128.png",
   "reblogged_from_avatar_url_16" : "http://68.media.tumblr.com/avatar_54ac75443e2c_16.png",
   "reblogged_from_avatar_url_24" : "http://68.media.tumblr.com/avatar_54ac75443e2c_24.png",
   "reblogged_from_avatar_url_30" : "http://68.media.tumblr.com/avatar_54ac75443e2c_30.png",
   "reblogged_from_avatar_url_40" : "http://68.media.tumblr.com/avatar_54ac75443e2c_40.png",
   "reblogged_from_avatar_url_48" : "http://68.media.tumblr.com/avatar_54ac75443e2c_48.png",
   "reblogged_from_avatar_url_512" : "http://68.media.tumblr.com/avatar_54ac75443e2c_512.png",
   "reblogged_from_avatar_url_64" : "http://68.media.tumblr.com/avatar_54ac75443e2c_64.png",
   "reblogged_from_avatar_url_96" : "http://68.media.tumblr.com/avatar_54ac75443e2c_96.png",
   "reblogged_root_avatar_url_128" : "http://68.media.tumblr.com/avatar_689d0718d9a6_128.png",
   "reblogged_root_avatar_url_16" : "http://68.media.tumblr.com/avatar_689d0718d9a6_16.png",
   "reblogged_root_avatar_url_24" : "http://68.media.tumblr.com/avatar_689d0718d9a6_24.png",
   "reblogged_root_avatar_url_30" : "http://68.media.tumblr.com/avatar_689d0718d9a6_30.png",
   "reblogged_root_avatar_url_40" : "http://68.media.tumblr.com/avatar_689d0718d9a6_40.png",
   "reblogged_root_avatar_url_48" : "http://68.media.tumblr.com/avatar_689d0718d9a6_48.png",
   "reblogged_root_avatar_url_512" : "http://68.media.tumblr.com/avatar_689d0718d9a6_512.png",
   "reblogged_root_avatar_url_64" : "http://68.media.tumblr.com/avatar_689d0718d9a6_64.png",
   "reblogged_root_avatar_url_96" : "http://68.media.tumblr.com/avatar_689d0718d9a6_96.png",
   "slug" : "what-you-should-say-to-people-dealing-with-any-of",
   "tumblelog" : {
      "avatar_url_128" : "http://68.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "http://68.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "http://68.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "http://68.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "http://68.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "http://68.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "http://68.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "http://68.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "http://68.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "http://tumblr.ggvaidya.com/"
   },
   "type" : "conversation",
   "unix-timestamp" : 1361783819,
   "url" : "http://tumblr.ggvaidya.com/post/43974614249",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/43974614249/what-you-should-say-to-people-dealing-with-any-of"
}

