{
   "photos" : [],
   "photo-url-250" : "http://33.media.tumblr.com/tumblr_m172dpmCNw1qz9qooo1_250.jpg",
   "width" : "953",
   "date" : "Sat, 02 Mar 2013 23:20:33",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/44436746720/thedarklawyer-tw-descriptions-of-child-abuse",
   "date-gmt" : "2013-03-03 06:20:33 GMT",
   "photo-url-100" : "http://38.media.tumblr.com/tumblr_m172dpmCNw1qz9qooo1_100.jpg",
   "mobile" : 0,
   "photo-url-500" : "http://38.media.tumblr.com/tumblr_m172dpmCNw1qz9qooo1_500.jpg",
   "slug" : "thedarklawyer-tw-descriptions-of-child-abuse",
   "url" : "http://tumblr.ggvaidya.com/post/44436746720",
   "photo-url-75" : "http://31.media.tumblr.com/tumblr_m172dpmCNw1qz9qooo1_75sq.jpg",
   "id" : "44436746720",
   "photo-url-400" : "http://33.media.tumblr.com/tumblr_m172dpmCNw1qz9qooo1_400.jpg",
   "photo-link-url" : "http://suicideblonde.tumblr.com",
   "from-feed-id" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://thedarklawyer.tumblr.com/post/43524454469/i-dont-mean-to-dishonor-the-other-stories-here\">thedarklawyer</a>:</p>\n<blockquote>\n<p>[tw: descriptions of child abuse] I don’t mean to dishonor the other stories here. But there is one I wanted to add.</p>\n<p>A good portion of my pro-bono work is defending abused children. It’s a cause close to my heart.  In the course of my work I met a man who was an adult survivor. You wouldn’t have known it looking at him. He was this gigantic Polynesian guy. Wild curly hair. I think of him every time I see Khal Drogo on GoT. He was counseling some of the little kids, and doing a fantastic job of it.</p>\n<p>I visited his home to get his opinion on something and I noticed a little toy on his desk. It was Trolley. Naturally curious, I asked him about it.</p>\n<p>This is what he told me:</p>\n<p>“The most dangerous time for me was in the afternoon when my mother got tired and irritable. Like clockwork. Now, she liked to beat me in discreet places so my father wouldn’t see the bruises. That particular day she went for the legs. Not uncommon for her. I was knocked down and couldn’t get back up. Also not uncommon. She gave me one last kick, the one I had come to learn meant ‘I’m done now’. Then she left me there upstairs, face in the carpet, alone. I tried to get up, but couldn’t. So I dragged myself, arm over arm, to the television, climbed up the tv cabinet and turned on the tv. </p>\n<p>“And there was Mr. Rogers. It was the end of the show and he was having a quiet, calm conversation with those hundreds of kids. In that moment, he seemed to look me in the eye when he said ‘And I like you just for being you’. In that moment, it was like he was reaching across time and space to say these words to me when I needed them most.</p>\n<p>“It was like the hand of god, if you’re into that kind of thing. It hit me in the soul. I was a miserable little kid. I was sure I was a horrible person. I was sure I deserved every last moment of abuse, every blow, every bad name. I was sure I earned it, sure I didn’t deserve better. I *knew* all of these things … until that moment. If this man, who I hadn’t even met, liked me just for being me, then I couldn’t be all bad. Then maybe someone could love me, even if it wasn’t my mom.</p>\n<p>“It gave me hope. If that nice man liked me, then I wasn’t a monster. I was worth fighting for. From that day on, his words were like a secret fortress in my heart. No matter how broken I was, no matter how much it hurt or what was done to me, I could remember his words, get back on my feet, and go on for another day.</p>\n<p>“That’s why I keep Trolley there. To remind me that, no matter how terrible things look, someone who had never met me liked me just for being me, and that makes even the worst day worth it to me. I know how stupid it sounds, but Mr. Rogers saved my life.”</p>\n<p>The next time I saw him, he was talking to one of my little clients. When they were done with their session, he helped her out of her chair, took both of her hands, looked her in the eyes and said: “And remember, I like you just for being you.” </p>\n<p>That, to me, is Mr. Rogers’ most powerful legacy. All of the little lives he changed and made better with simple and sincere words of love and kindness.</p>\n</blockquote>",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "Xyo6aY38",
   "height" : "1200",
   "photo-url-1280" : "http://38.media.tumblr.com/tumblr_m172dpmCNw1qz9qooo1_500.jpg",
   "format" : "html",
   "type" : "photo",
   "unix-timestamp" : 1362291633
}

