{
   "bookmarklet" : 0,
   "quote-text" : "<p>I was worried enough about Aaron that when I arrived at the building and while I was in the elevator, I got my phone out and plugged in my password and put it on the call screen so that if I needed to call 911 I&rsquo;d be able to immediately. I felt silly doing so. It seemed like a crazy precaution to take. But I felt like it didn&rsquo;t cost me anything to do it, I didn&rsquo;t have anything else to do while in the elevator.</p>\n\n<p>The room was dark. I looked for him in the bed, and then I saw him hanging from the window by his belt. I screamed and ran over to him. He was wearing the same clothes and still had his coat on. I called 911 and couldn&rsquo;t remember our address. I was screaming, they thought I was saying Sterling Place instead of Sullivan Place. Finally they got it. I hung up and ran out into the hallway screaming. I hadn&rsquo;t tried to get him down or even really touched him yet. </p>\n\n<p>After a minute, I said, I have to help him! What if he&rsquo;s still alive! I didn&rsquo;t really believe that he was, but the analytical portion of my brain was saying, if there&rsquo;s even the remotest chance that he&rsquo;s savable now but won&rsquo;t be in three minutes you have to do something now. I ran in and touched his face. He didn&rsquo;t feel cold to the touch, he was probably warmer than room temperature, but he clearly wasn&rsquo;t body temperature, either. I gave up and went back outside. I didn&rsquo;t try to cut him down or anything, though I&rsquo;m not sure why.</p>",
   "from-feed-id" : 0,
   "id" : "44871417549",
   "url" : "http://tumblr.ggvaidya.com/post/44871417549",
   "format" : "html",
   "reblog-key" : "OqVHxRAa",
   "date-gmt" : "2013-03-08 18:19:59 GMT",
   "mobile" : 0,
   "quote-source" : "Taren Stinebrickner-Kauffman, as quoted in <a href=\"http://www.newyorker.com/reporting/2013/03/11/130311fa_fact_macfarquhar?currentPage=all\"><em>Requiem for a Dream</em></a> by Larissa MacFarquhar in the New Yorker, March 11, 2013.",
   "slug" : "i-was-worried-enough-about-aaron-that-when-i",
   "feed-item" : "",
   "type" : "quote",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/44871417549/i-was-worried-enough-about-aaron-that-when-i",
   "tags" : [
      "suicide",
      "Aaron Swartz"
   ],
   "date" : "Fri, 08 Mar 2013 11:19:59",
   "unix-timestamp" : 1362766799
}

