{
   "unix-timestamp" : 1363420620,
   "slug" : "ricardo-reis-arrives-at-the-entrance-of-the",
   "type" : "quote",
   "quote-text" : "<p>&#8230; [<a href=\"http://www.poetryfoundation.org/bio/ricardo-reis\">Ricardo Reis</a>] arrives at the entrance of <a href=\"http://en.wikipedia.org/wiki/Monastery_of_S%C3%A3o_Pedro_de_Alc%C3%A2ntara\">the former convent of São Pedro de Alcântara</a>, nowadays a refuge for little girls pedagogically chastised with the rod. In the vestibule, he comes face to face with the tiled mural depicting Saint Francis of Assisi, <em>il poverello</em>, freely translated as poor devil, kneeling in ecstasy and receiving the stigmata, which in this symbolic representation reach him by means of five cords of blood that descend from on high from Christ crucified, who hovers in the heavens like a star, or like a kite launched by urchins in the open countryside where there is no lack of space and where people still remember a time when men could be seen flying. [&#8230;]</p>\n\n<p>[&#8230;]</p>\n\n<p>[&#8230;] [Ricardo Reis] asks himself if it is possible to define a unity that joins, like a fastener or clip, two things opposed, divergent, such as that saint who went healthy to the mountain and returned oozing blood from five wounds. If only he had succeeded, at the end of the day, in winding up those cords and returning home, weary as any laborer after his toil, carrying under his arm the kite he was able to retrieve only by the skin of his teeth. It would rest by his pillow while he slept. Today he has won, but who can tell if he will win tomorrow. Trying to join these opposites is probably as absurd as trying to empty the sea with a bucket, not because that is so enormous a task, even if one has the time and energy, but because one would first have to find somewhere on land another great cavity for the sea, and this is impossible. There is so much sea, so little land.</p>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/45484836694/ricardo-reis-arrives-at-the-entrance-of-the",
   "id" : "45484836694",
   "tags" : [
      "José Saramago",
      "The Year of the Death of Ricardo Reis"
   ],
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/45484836694",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "date-gmt" : "2013-03-16 07:57:00 GMT",
   "reblog-key" : "TlpRvdA1",
   "feed-item" : "",
   "format" : "html",
   "date" : "Sat, 16 Mar 2013 01:57:00",
   "quote-source" : "José Saramago, <em><a href=\"http://en.wikipedia.org/wiki/The_Year_of_the_Death_of_Ricardo_Reis\">The Year of the Death of Ricardo Reis</a></em>, translated from the Portuguese by Giovanni Pontiero. Pages 50-51 in the 1999 Harvill Press paperback edition."
}

