{
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/45566767289",
   "id" : "45566767289",
   "format" : "html",
   "regular-body" : "<p><a href=\"http://blog.dghost.net/post/45563049988/not-all-who-wander\" class=\"tumblr_blog\">dghost</a>:</p>\n\n<blockquote>\n<p>Four years ago, when I chose to get out of the Army, I faced a problem: I had no idea where to go that wasn’t in the military. I grew up a military brat, and while I spent had a significant amount of time away from the military itself it was, quite literally, the culture and environment I had known from birth. The day I <strike>turned in</strike> <a href=\"http://dgho.st/Nd6m\" target=\"_blank\">was supposed to turn in my ID card</a> was quite literally the first time in my life when I <em>didn’t</em> have a military ID anymore. To be faced with transitioning not only out of military life into the civilian world, but also planning multiple transitions between schools without a clue where I would ultimately fit in or belong, was a daunting challenge. To resolve it, I settled on one theory that I still follow to this day:</p>\n<blockquote>\n<p>If you follow what is <em>truly</em> important to you - what you are passionate about and what you value, not just what is important in the short term - long enough and through enough adversity, you’ll find yourself surrounded by people of similar beliefs and values and interests. </p>\n</blockquote>\n<p>In general, following my own advice for once has worked out quite well. I’ve met people who have, without knowing it, validated that theory, and I have grown so much as a person compared to who I was. Whereas many people I know who got out wound up going back in, I am actually quite happy without having the military in my life because I have been working towards things that I actually care about. There is only one problem though:<strong> I still have no fucking idea what I want to do in life.</strong></p>\n\n<p><a href=\"http://blog.dghost.net/post/45563049988/not-all-who-wander\">Read More</a></p></blockquote>\n\n<p>I <em>love</em> that quote, it&rsquo;s brilliant.</p>",
   "regular-title" : "Not all who wander...",
   "reblog-key" : "vG03vkpx",
   "date-gmt" : "2013-03-17 06:29:21 GMT",
   "mobile" : 0,
   "feed-item" : "",
   "type" : "regular",
   "slug" : "not-all-who-wander",
   "date" : "Sun, 17 Mar 2013 00:29:21",
   "unix-timestamp" : 1363501761,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/45566767289/not-all-who-wander",
   "tags" : [
      "life",
      "lessons"
   ]
}

