{
   "type" : "quote",
   "quote-source" : "<p><a href=\"http://accidentaldevotional.com/2013/03/19/the-day-i-taught-how-not-to-rape/\"></a><a href=\"http://accidentaldevotional.com/2013/03/19/the-day-i-taught-how-not-to-rape/\"></a><a href=\"http://accidentaldevotional.com/2013/03/19/the-day-i-taught-how-not-to-rape/\">http://accidentaldevotional.com/2013/03/19/the-day-i-taught-how-not-to-rape/</a></p>\n<p>Thanks to my friend Ivy for sharing this with me on Facebook. All of these things, these conversations I did not properly have until I was well into college. Like a lot of people, none of my schools ever properly talked about healthy and respectful sexual encounters and what sexual assault really was. I really wish we’d had conversations like this, though…</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://sunny1.tumblr.com/\">sunny1</a>)</p>\n<p>watch that little motherfucker who asked about the napkin though…</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://blackfoxx.tumblr.com/\">blackfoxx</a>)</p>\n<p>Now to teach them that after you get a “yes” she’s allowed to change her mind and say “no.” Even if she signed a napkin. Some fuckshit athlete in my freshman year thought of that brilliant “loophole” and went around (half)jokingly asking a bunch of us to sign a paper saying “yes” so he’d have written consent in advance.</p>\n<p>So, yeah, teach them to beware that ‘napkin’ kid…</p>\n<p>And after THAT teach them that even an enthusiastic “yes!” doesn’t count if she’s under the influence, underage, or you otherwise have a huge degree of power over her life and choices.</p>\n<p>And these lessons would all go a lot smoother if, before all this, we taught them that they have an ethical responsibility not to cause someone harm. That it’s really kinda fucked up to approach sex thinking, “what can I get away with?” rather than the sincere desire to not hurt another human being. That you should decline someone’s “yes” if you think having sex with that person, at that time, could cause harm.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://blackraincloud.tumblr.com/\">blackraincloud</a>)</p>",
   "date-gmt" : "2013-03-25 05:16:23 GMT",
   "feed-item" : "",
   "id" : "46231565202",
   "mobile" : 0,
   "quote-text" : "(TW: rape) <p>…It is a strange thing about looking into the face of a 15-year-old, to really see who they are. You still see the small child that their mother sees. You see the man or woman they will be before they graduate. They are babies whose innocence you want desperately to protect. They are old enough to know better, even if no one has taught them.</p>\n\n<p>I realized then that some of my kids were genuinely confused. “How can she be raped?” they asked, “She wasn’t awake to say no.” These words out of a full fledged adult would have made me furious. I did get a good few minutes in response on victim blaming and why it is so terrible. But out of the face of a kid who still has baby fat, those words just made me sick. My students are still young enough, that mostly they just spout what they have learned, and they have learned that absent a no, the yes is implied.</p>\n\n<p>It is uncomfortable to think that some of the students you still call babies have the potential to be rapists. It is sickening, it is terrifying, but it is true.  It is a reality we have to face. My students have lived in a world for fifteen years where the joke “she probably wanted it” isn’t really a joke, they need to unlearn some lessons that no one will admit to teaching them.</p>\n\n<p>Standing in front of my classroom and stating that a woman’s clothing choice is never permission to rape her should not be a radical act. But only a few heads nodded in agreement. Most were stunned, like this was a completely new thought. The follow up questions were terrifying in their earnestness. “Ms. Norman, you mean a woman walking down the street naked is not her inviting sex? How will I know she wants to have sex?”  A surprisingly bold voice came out of a girl in the back “You’ll know when she says, you want to have sex?!”</p>\n\n<p>If you want to keep teens from being rapists, you can no longer assume that they know how. You HAVE to talk about it. There is no longer a choice. It is no longer enough to talk to our kids about the mechanics of sex, it probably never was. We have to talk about consent, what it means, and how you are sure you have it. We have to teach clearly and boldly that consent is (in the words of Dianna E. Anderson) an enthusiastic, unequivocal YES!</p>\n\n<p>What came next, when the idea of a clear yes came up, is the reason I will always choose to teach freshmen. They are still young enough to want to entertain new ideas. When we reversed the conversation from, “well she didn’t say no,” to “she has to say YES!” many of them lit up. “Ms. Norman,” they said, “that does make a lot more sense.” “Ms. Norman,” they exclaimed, “that way leaves a lot less confusion.” When one of the boys asked, well what do you want me to do, get a napkin and make her sign it, about four girls from the back yelled, YEAH!…</p>",
   "date" : "Sun, 24 Mar 2013 23:16:23",
   "format" : "html",
   "slug" : "tw-rape-it-is-a-strange-thing-about-looking",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/46231565202/tw-rape-it-is-a-strange-thing-about-looking",
   "reblog-key" : "a1ylqfcg",
   "bookmarklet" : 0,
   "unix-timestamp" : 1364188583,
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/46231565202"
}

