{
   "slug" : "and-they-do-need-it-the-17-year-dearth-of",
   "quote-source" : "Nature, <em><a href=\"http://www.nature.com/news/under-the-gun-1.12667?WT.ec_id=NATURE-20130328\">Editorial: Under the gun</a></em>, March 27, 2013.",
   "quote-text" : "<p>And they do need it. The 17-year dearth of government-funded research, and a parallel chill on collection of gun-related data by US agencies, have left politicians without the most rudimentary information needed to inform policy-making. Consider, for instance, that the most recent Department of Justice data on the proportion of gun sales occurring between private individuals &ndash; as opposed to sales by licensed dealers &ndash; date to 1994. Not since 2004 has the CDC included firearms-related questions in its Behavioral Risk Factor Surveillance System questionnaire, an instrument used to shape state policies. The number of academic publications relevant to firearm violence has fallen by 60% since peaking in 1996, according to an analysis by the coalition Mayors Against Illegal Guns, which looked at trends from 1960 to 2010.</p>\n\n<p>[..]</p>\n\n\n\n<p>The irony is that the gun lobby and its congressional allies might benefit from rigorous research. Would a robust study reveal that state laws allowing citizens to carry concealed weapons have resulted in more or fewer deaths? We don&rsquo;t know. Would the spiking homicide rate in Chicago, Illinois, be higher still if it were not for the city&rsquo;s restrictive gun laws, or are those laws ineffective? We don&rsquo;t know. Does a limit on assault weapons reduce the overall rate of firearms injuries and deaths? We don&rsquo;t know.</p>",
   "date-gmt" : "2013-03-30 08:28:00 GMT",
   "date" : "Sat, 30 Mar 2013 02:28:00",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/46658448920/and-they-do-need-it-the-17-year-dearth-of",
   "id" : "46658448920",
   "from-feed-id" : 0,
   "type" : "quote",
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/46658448920",
   "tags" : [
      "disgusting",
      "science",
      "gun violence"
   ],
   "unix-timestamp" : 1364632080,
   "reblog-key" : "cIqCfzsJ",
   "feed-item" : "",
   "mobile" : 0,
   "bookmarklet" : 0
}

