{
   "url" : "http://tumblr.ggvaidya.com/post/47123605394",
   "feed-item" : "",
   "date" : "Thu, 04 Apr 2013 12:56:14",
   "type" : "quote",
   "format" : "html",
   "date-gmt" : "2013-04-04 18:56:14 GMT",
   "unix-timestamp" : 1365101774,
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/47123605394/indeed-the-idea-of-winning-the-girl-of",
   "reblog-key" : "ZlpYNb2o",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "id" : "47123605394",
   "slug" : "indeed-the-idea-of-winning-the-girl-of",
   "quote-source" : "<a href=\"http://fozmeadows.wordpress.com/2012/08/27/the-creepiness-question/\">The Creepiness Question</a> (via <a class=\"tumblr_blog\" href=\"http://notemily.tumblr.com/\">notemily</a>)",
   "tags" : [
      "brr",
      "creepy"
   ],
   "quote-text" : "Indeed, the idea of ‘winning the girl’ – of overcoming female objections or resistance through repeated and frequently escalating efforts – is central to most of our modern romantic narratives. (Female persistence, by contrast, is viewed as pathetic.) And the more I think about instances of creepiness, harassment and stalking that culminate in either the threat or actuality of sexual assault, the more I’m convinced that a massive part of the problem is this socially sanctioned idea that men are <i>fundamentally entitled to persist</i>. Because if men are <i>meant</i> to persist, then women who say no must only be rejecting the <i>attempt</i>, not the man himself, so that every separate attempt becomes one of a potentially infinite number of keys which might just fit the lock of the woman’s approval. She’s not the one who’s allowed to say no, not really; she should be silent and passive as a locked door, waiting patiently while the man runs through however many keys he can be bothered trying. And if he gets sick of this lengthy process and just breaks in? Well, frustration under those circumstances is only natural. Either the door shouldn’t have been there to impede him, or it shouldn’t have been locked."
}

