{
   "reblog-key" : "6G57yqfR",
   "type" : "link",
   "link-text" : "Great startups are often result of ridicolous ideas",
   "feed-item" : "",
   "date-gmt" : "2013-04-10 04:10:14 GMT",
   "tags" : [
      "woah",
      "true"
   ],
   "bookmarklet" : 0,
   "unix-timestamp" : 1365567014,
   "format" : "html",
   "link-description" : "<p><a href=\"http://tumblr.gosal.org/post/47593493681/great-startups-are-often-result-of-ridicolous-ideas\" class=\"tumblr_blog\">gosaldar</a>:</p>\n\n<blockquote><p><span><span><span><span class=\"inline_editor_value\">Ask yourself, if you were a venture capitalist pitched one of these ideas, what would your reaction have been?<br/></span></span></span></span></p>\n<ul><li><strong>Facebook</strong> - the world needs yet another Myspace or Friendster except several years late. We’ll only open it up to a few thousand overworked, anti-social, Ivy Leaguers. Everyone else will then join since Harvard students are so cool.</li>\n<li><strong>Dropbox</strong> - we are going to build a file sharing and syncing solution when the market has a dozen of them that no one uses, supported by big companies like Microsoft. It will only do one thing well, and you’ll have to move all of your content to use it.</li>\n<li><strong>Amazon </strong>- we’ll sell books online, even though users are still scared to use credit cards on the web. Their shipping costs will eat up any money they save. They’ll do it for the convenience, even though they have to wait a week for the book.</li>\n<li><strong>Virgin Atlantic</strong> - airlines are cool. Let’s start one. How hard could it be? We’ll differentiate with a funny safety video and by not being a**holes.</li>\n<li><strong>Mint </strong>- give us all of your bank, brokerage, and credit card information. We’ll give it back to you with nice fonts. To make you feel richer, we’ll make them green.</li>\n<li><strong>Palantir</strong> - we’ll build arcane analytics software, put the company in California, hire a bunch of new college grad engineers, many of them immigrants, hire no sales reps, and close giant deals with D.C.-based defense and intelligence agencies!</li>\n<li><strong>Craigslist</strong> - it will be ugly. It will be free. Except for the hookers.</li>\n<li><strong>iOS</strong> - a brand new operating system that doesn’t run a single one of the millions of applications that have been developed for Mac OS, Windows, or Linux. Only Apple can build apps for it. It won’t have cut and paste.</li>\n<li><strong>Google</strong> - we are building the world’s 20th search engine at a time when most of the others have been abandoned as being commoditized money losers. We’ll strip out all of the ad-supported news and portal features so you won’t be distracted from using the free search stuff.</li>\n<li><strong>Github</strong> - software engineers will pay monthly fees for the rest of their lives in order to create free software out of other free software!</li>\n<li><strong>PayPal</strong> - people will use their insecure AOL and Yahoo email addresses to pay each other real money, backed by a non-bank with a cute name run by 20-somethings.</li>\n<li><strong>Paperless Post</strong> - we are like Evite, except you pay us. All of your friends will know that you are an idiot.</li>\n<li><strong>Instagram</strong> - filters! That’s right, we got filters!</li>\n<li><strong>LinkedIn</strong> - how about a professional social network, aimed at busy 30- and 40-somethings. They will use it once every 5 years when they go job searching.</li>\n<li><strong>Tesla</strong> - instead of just building batteries and selling them to Detroit, we are going to build our own cars from scratch plus own the distribution network. During a recession and a cleantech backlash.</li>\n<li><strong>SpaceX</strong> - if NASA can do it, so can we! It ain’t rocket science.</li>\n<li><strong>Firefox</strong> - we are going to build a better web browser, even though 90% of the world’s computers already have a free one built in. One guy will do most of the work.</li>\n<li><strong>Twitter</strong> - it is like email, SMS, or RSS. Except it does a lot less. It will be used mostly by geeks at first, followed by Britney Spears and Charlie Sheen.</li>\n</ul></blockquote>\n\n<p>This might be the coolest entrepreneurish Tumblr post I&#8217;ve ever seen.</p>",
   "date" : "Tue, 09 Apr 2013 22:10:14",
   "mobile" : 0,
   "slug" : "great-startups-are-often-result-of-ridicolous",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/47597997620/great-startups-are-often-result-of-ridicolous",
   "id" : "47597997620",
   "link-url" : "http://www.quora.com/What-are-some-of-the-most-ridiculous-startup-ideas-that-eventually-became-successful",
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/47597997620"
}

