{
   "format" : "html",
   "quote-text" : "At the last minute there was a knock, Lydia entered carrying a tray, laid it down on the table and said, Good morning, Doctor, her natural self. It is nearly always like this, a man torments himself, frets, thinks the worst, believes that the world is about to demand a full explanation, when in fact the world has moved on, thinking about other things. It is not certain, however, that upon returning to his room to collect the tray, Lydia is still part of this world moved on, she seems to be waiting behind with an air of uncertainty. She goes through the usual motions, is about to lift the tray, has already gripped it, holds it level, hoists it into the air in a semicircle, and heads for the door. Oh my God, will he speak, not speak, perhaps he won&rsquo;t say anything, perhaps simply touch me on the arm like the other day, and if he does, what shall I do, it won&rsquo;t be the first time a guest has taken liberties, twice I gave into them, why, because this life is so sad. Lydia, Ricardo Reis spoke her name. She put down the tray, raised her eyes filled with terror, tried to say Doctor, but her voice stuck in her throat. He did not have the courage, repeated, Lydia, then said almost in a whisper, horribly banal, the ridiculous seducer, I find you very pretty. He stood there staring at her for a second, he couldn&rsquo;t bear it for more than a second, and turned away. There are moments when it would be preferable to die, I who have made a fool of myself with hotel maids, you too, Álvaro de Campos, all of us. The door closed slowly, and only later could Lydia&rsquo;s footsteps be heard retreating.",
   "unix-timestamp" : 1365651517,
   "url" : "http://tumblr.ggvaidya.com/post/47676803569",
   "id" : "47676803569",
   "bookmarklet" : 0,
   "date-gmt" : "2013-04-11 03:38:37 GMT",
   "reblog-key" : "qaXcxAL3",
   "date" : "Wed, 10 Apr 2013 21:38:37",
   "quote-source" : "José Saramago, <em><a href=\"http://en.wikipedia.org/wiki/The_Year_of_the_Death_of_Ricardo_Reis\">The Year of the Death of Ricardo Reis</a></em>, translated from the Portuguese by Giovanni Pontiero. Pages 78-79 in the 1999 Harvill Press paperback edition.",
   "from-feed-id" : 0,
   "tags" : [
      "josé saramago",
      "the year of the death of ricardo reis",
      "why because this life is so sad"
   ],
   "slug" : "at-the-last-minute-there-was-a-knock-lydia",
   "type" : "quote",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/47676803569/at-the-last-minute-there-was-a-knock-lydia",
   "mobile" : 0,
   "feed-item" : ""
}

