{
   "bookmarklet" : 0,
   "reblog-key" : "MSxK11AE",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/48424824547/hi-id",
   "slug" : "hi-id",
   "format" : "html",
   "date" : "Sat, 20 Apr 2013 02:27:00",
   "from-feed-id" : 0,
   "unix-timestamp" : 1366446420,
   "url" : "http://tumblr.ggvaidya.com/post/48424824547",
   "regular-body" : "<p>Here&#8217;s a complicated thought I&#8217;m trying to lay out on Tumblr before I turn myself into bed: I&#8217;ve been a bit out of sorts all day, starting with the <a href=\"https://twitter.com/lpolgreen/status/325141378344554497\">horrible situation in Watertown, MA</a>, but of course my comprehensive exams and the weather and everything play a part, and then I encountered my first tornado warning, which was exactly as much fun as you&#8217;d think it&#8217;d be, but.</p>\n\n<p>I&#8217;ve just realized that, my mind tossing on the squally waves of today, I&#8217;ve somehow ended up talking to or at least reaching out to almost every person I&#8217;m really close to. I missed a few, obviously, because this isn&#8217;t me realizing that I was unhappy and reaching out to my friends for relief; this is me not even consciously realizing that I needed help but sidling towards it anyway. Even on a day like today, where my scurrilous mood bent me away from the world and back into myself, having people around me who understand and sympathize and care really is, I don&#8217;t know, it&#8217;s really both that it&#8217;s that important, even though I&#8217;d never acknowledge it as such, but it&#8217;s also really just that <em>easy</em>, that I can do it with one mind tied behind my back. I wasn&#8217;t expecting that.\n</p>\n\n<p>This is new for me. I&#8217;m pretty used to taking care of myself, but I didn&#8217;t expect by subconscious to do it for me.\n</p>\n\n<p><strong>Reply</strong>: Thanks for the comments, friendly people :). sometime.*: I can only agree *grin*. dghost: Me too, on both counts! I knew I had a lot of friends &#8212; the whole period since I got to the US has been really good to me friendwise, especially December 2012. The other thing is new; I don&#8217;t know if I hadn&#8217;t noticed because I haven&#8217;t been stressed without also noticing that I&#8217;m stressed, or because that particular switch hadn&#8217;t been turned on in my head, or what. Either way, it&#8217;s a good thing!\n</p>",
   "date-gmt" : "2013-04-20 08:27:00 GMT",
   "regular-title" : "Hi, id",
   "type" : "regular",
   "mobile" : 0,
   "id" : "48424824547",
   "feed-item" : "",
   "tags" : [
      "friendship",
      "life"
   ]
}

