{
   "date-gmt" : "2013-05-02 01:52:00 GMT",
   "reblog-key" : "Ih2Dl99t",
   "format" : "html",
   "mobile" : 0,
   "id" : "49406001677",
   "feed-item" : "",
   "tags" : [
      "learning",
      "teaching"
   ],
   "quote-source" : "Peter Nonacs, <a href=\"http://www.popsci.com.au/science/why-i-let-my-students-cheat-on-their-game-theory-exam\"><em>Why I Let My Students Cheat On Their Game Theory Exam</em></a>, Australian Popular Science, April 25, 2013",
   "from-feed-id" : 0,
   "quote-text" : "<p>Once the shock wore off, they got sophisticated. In discussion section, they speculated, organized, and plotted. What would be the test&rsquo;s payoff matrix? Would cooperation be rewarded or counter-productive? Would a large group work better, or smaller subgroups with specified tasks? What about &ldquo;scroungers&rdquo; who didn&rsquo;t study but were planning to parasitize everyone else&rsquo;s hard work? How much reciprocity would be demanded in order to share benefits? Was the test going to play out like a dog-eat-dog Hunger Games? In short, the students spent the entire week living Game Theory. It transformed a class where many did not even speak to each other into a coherent whole focused on a single task-beating their crazy professor&rsquo;s nefarious scheme.</p>\n\n<p>[&hellip;]</p>\n\n<p>Is the take-home message, then, that cheating is good? Well … no. Although by conventional test-taking rules, the students were cheating, they actually weren&rsquo;t in this case. Instead, they were changing their goal in the Education Game from &ldquo;Get a higher grade than my classmates&rdquo; to &ldquo;Get to the best answer.&rdquo; This also required them to make new rules for test-taking. Obviously, when you make the rules there is no reason to cheat. Furthermore, being the rule-makers let students behave in a way that makes us a quintessentially unique species. We recognize when we are in a game, and more so than just playing along, we always try to bend the rules to our advantage.</p>\n\n<p>Morally, of course, games can be tricky. Theory predicts that outcomes are often not to the betterment of the group or society. Nevertheless, this case had an interesting result. When the students got carte blanche to set the rules, altruism and cooperation won the day. How unlike a &ldquo;normal&rdquo; test where all students are solitary competitors, and teachers guard against any cheating! What my class showed was a very &ldquo;human&rdquo; trait: the ability to align what is &ldquo;good for me&rdquo; with what is &ldquo;good for all&rdquo; within the evolutionary games of our choosing.</p>",
   "slug" : "once-the-shock-wore-off-they-got-sophisticated",
   "type" : "quote",
   "unix-timestamp" : 1367459520,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/49406001677/once-the-shock-wore-off-they-got-sophisticated",
   "url" : "http://tumblr.ggvaidya.com/post/49406001677",
   "bookmarklet" : 0,
   "date" : "Wed, 01 May 2013 19:52:00"
}

