{
   "reblog-key" : "WteWeaGh",
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/49725852542",
   "id" : "49725852542",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "quote-text" : "When you watch Torchwood there is a warning at the very beginning that some scenes may offend or disturb people, so if you allow your children to sit and watch it with you that’s your responsibility, it’s not ours anymore. We kissed, we held each other, we lay on top of each other in bed… and there were lots of complaints about that. Nobody complained that I was shot in the head four times, there were burning people in ovens, that I was stabbed by a mob of 50 people hundreds of times, and I was hanging dripping my blood in a pit. So that’s what confuses me, because you’re not complaining about gay sex, you’re complaining about two men kissing. And it’s 2011. And people say, “Well why should we have that on television?” Because the BBC have to represent the greater public — and there are gay people out there who pay their television license. For people to complain, that’s your prerogative — but you know what, none of them turned it off! They were just embarrassed because it put them in a position where they had to explain things to their kids or their family which probably should have been explained a long time ago.",
   "unix-timestamp" : 1367794452,
   "date" : "Sun, 05 May 2013 16:54:12",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/49725852542/when-you-watch-torchwood-there-is-a-warning-at-the",
   "type" : "quote",
   "feed-item" : "",
   "quote-source" : "<p><strong><big>John Barrowman.</big></strong></p>\n<p><big><img alt=\"image\" src=\"http://media.tumblr.com/tumblr_lrp2xs8Iz31qaw89p.gif\"/></big></p>\n<p><big>Barrowman, everyone.</big></p>\n<p><big>This is why I love him, and why I will always love him. </big></p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://thedoctorandthewoman.tumblr.com/\">thedoctorandthewoman</a>)</p>\n<p>The glories of publicly funded television. It forces the television writers to actually represent the people</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://steenmachine555.tumblr.com/\">steenmachine555</a>)</p>",
   "slug" : "when-you-watch-torchwood-there-is-a-warning-at-the",
   "mobile" : 0,
   "date-gmt" : "2013-05-05 22:54:12 GMT"
}

