{
   "url" : "http://tumblr.ggvaidya.com/post/49754038781",
   "bookmarklet" : 0,
   "type" : "quote",
   "mobile" : 0,
   "quote-text" : "<p>At a workshop not too many years ago a newer writer began to condemn a best selling novel, pointing out all its flaws and jagged edges. I listened for a long time, nodding.</p>\n\n<p>“All those things are true,” I said. And gave him the C.C. Finlay quote. “But until you learn what the good parts were that excited the reader, you’re always going to be bitterly upset about what is wrong with that bestseller. Learn to spot what worked in that book, and you’ll be able to move forward. And you’ll be a lot less upset all the time as well.”</p>",
   "tags" : [
      "yes",
      "truth"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/49754038781/at-a-workshop-not-too-many-years-ago-a-newer",
   "id" : "49754038781",
   "date-gmt" : "2013-05-06 05:01:25 GMT",
   "reblog-key" : "ElDzALF3",
   "format" : "html",
   "slug" : "at-a-workshop-not-too-many-years-ago-a-newer",
   "quote-source" : "<p><a href=\"http://www.tobiasbuckell.com/2013/05/05/the-fate-of-todays-book-blog-reviews/\">Tobias Buckell on “The fate of today’s book bloggers”</a></p>\n<p>The C.C. Finlay quote: “A novel doesn’t excite readers because you took all the bad stuff out of it, it excites them because of all the good stuff that’s in it, regardless of the bad.”</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://malindalo.tumblr.com/\">malindalo</a>)</p>\n<p>….</p>\n<p>YES, THIS. LET”S TALK ABOUT <em>TWILIGHT</em>!</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://rainbowrowell.tumblr.com/\">rainbowrowell</a>)</p>\n<p>Reblogging because I think the principle applies to illustration as well… or probably anything else that causes creative envy. Much better to look at something and ask “what are they doing right that’s getting them this success?” than belittle something because the success didn’t come to you. </p>\n<p>Also within professional circles, always always always be respectful about critiquing, because sheesh, who knows who’s listening to you.</p> (via <a href=\"http://siminib.tumblr.com/\" class=\"tumblr_blog\">siminib</a>)",
   "from-feed-id" : 0,
   "date" : "Sun, 05 May 2013 23:01:25",
   "unix-timestamp" : 1367816485,
   "feed-item" : ""
}

