{
   "bookmarklet" : 0,
   "date" : "Sat, 11 May 2013 02:24:56",
   "date-gmt" : "2013-05-11 06:24:56 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "50148676454",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"50148676454\" data-blog-name=\"mrvaidya\" id=\"like_button_50148676454\"><iframe id=\"like_iframe_50148676454\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=662afb16c40c53f44feaf453f106a197#name=mrvaidya&amp;post_id=50148676454&amp;color=black&amp;rk=o4PIQOsk\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_50148676454\"></iframe></div>",
   "mobile" : 0,
   "quote-source" : "José Saramago, <em><a href=\"http://en.wikipedia.org/wiki/The_Year_of_the_Death_of_Ricardo_Reis\">The Year of the Death of Ricardo Reis</a></em>, translated from the Portuguese by Giovanni Pontiero. Pages 153-154 in the 1999 Harvill Press paperback edition.",
   "quote-text" : "Ricardo Reis tramples the damp gravel of the narrow pathways, soft mud underfoot, there is no one here in this belvedere except for two silent old men seated on the same bench. They have probably known each other so long that they no longer have anything to say, perhaps they are waiting to see who will die first. Feeling chilly, Ricardo Reis turns up the collar of his raincoat and approaches the railing that surrounds the first slope of the hill. To think that they set sail from this river, what ship, what armada, what fleet can find the route, which route and leading where, I ask myself. I say, Reis, are you waiting for someone. The voice, biting and sardonic, is that of Fernando Pessoa. Ricardo Reis turned to the man dressed in black standing beside him and gripping the railing with his white hands. This was not what I expected when I sailed back here over the ocean waves, but yes, I am waiting for someone. You don&rsquo;t look at all well. I&rsquo;ve had a bout of the flu, it was bad but soon passed. This is not the best place for someone recovering from influenza, up here you&rsquo;re exposed to the wind from the open sea. It&rsquo;s only a breeze blowing from the river, it doesn&rsquo;t bother me. Are you expecting some woman. Yes, a woman. Bravo, you&rsquo;ve obviously given up those spiritual abstractions of the ideal woman, exchanged your ethereal Lydia for a Lydia one can hold in one&rsquo;s arms, as I saw with my own eyes back in the hotel, and now here you are waiting for another woman, playing Don Juan at your age, two women in such a short time, congratulations, at this rate you&rsquo;ll soon arrive at one thousand and three. Many thanks, I&rsquo;m beginning to realize that the dead are worse than the elderly, once they start talking they don&rsquo;t know when to stop. You&rsquo;re right, perhaps they regret everything left unsaid when there was still time. I stand warned. However much one speaks, however much we all speak, there&rsquo;s no advantage in being warned, there will always be some little word we leave out. I won&rsquo;t ask you what it is. Very wise, by refraining from questions we can go on deluding ourselves that one day we may know the answers. Look, Fernando, I&rsquo;d rather you didn&rsquo;t see the person I&rsquo;m waiting for. Don&rsquo;t fret, the worst that can happen is that she will see you from a distance talking to yourself, and who cares, everyone in love behaves like this. I am not in love. Well, I&rsquo;m sorry to hear it, let me tell you that Don Juan was at least sincere, capricious but sincere, but you are like the desert, you don&rsquo;t even cast a shadow. It is you who cast no shadow. I beg your pardon, I can most certainly cast a shadow when I please, what I cannot do is look at myself in the mirror. Which reminds me, was that you masquerading as Death in the Carnival procession, Really, Reis, can you imagine me going around disguised as Death, like an allegory in the Middle Ages, a dead man does not cut capers, he abhors the absolute nakedness of his skeletal form, therefore when he appears, either he does as I do, putting on his best suit, the one in which he was buried, or he wraps himself up in his shroud if he&rsquo;s out to give someone a good fright, but as a man with a sense of decorum and who values his reputation I would never indulge in such low pranks, that much you must concede. I had a feeling that that would be your answer, and now I must ask you to leave, the person I&rsquo;ve been waiting for is approaching.",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/50148676454/o4PIQOsk\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "o4PIQOsk",
   "slug" : "ricardo-reis-tramples-the-damp-gravel-of-the",
   "tags" : [
      "you are like the desert you dont even cast a shadow",
      "josé saramago",
      "the year of the death of ricardo reis"
   ],
   "type" : "quote",
   "unix-timestamp" : 1368253496,
   "url" : "http://tumblr.ggvaidya.com/post/50148676454",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/50148676454/ricardo-reis-tramples-the-damp-gravel-of-the"
}

