{
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/50149109876",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/50149109876/the-dining-room-of-the-hotel-braganca-is-a-lost",
   "id" : "50149109876",
   "mobile" : 0,
   "date" : "Sat, 11 May 2013 00:35:47",
   "slug" : "the-dining-room-of-the-hotel-braganca-is-a-lost",
   "quote-text" : "The dining room of the Hotel Bragança is a lost paradise, and like any lost paradise it is sorely missed by Ricardo Reis, who would like to return but not to remain. He goes to get his parcels, the pastries and crystallized fruit, to satisfy his hunger. For drinking there is only tap water, which tastes of carbolic acid. Adam and Eve must have felt just as deprived that first night after their expulsion from the Garden of Eden, clearly it was raining buckets then too. As they stood in the doorway and Eve asked Adam, Would you like a biscuit, having only one, she broke it in half and gave him the larger piece. Adam munched slowly, watching Eve peck at her tiny portion, tilting her head like an inquisitive little bird. On the other side of the door now closed to them forever, without any evil intent or any prompting on the part of the serpent, she had offered him an apple. It is said that Adam only became aware of her nakedness when he bit into the apple, and that Eve, who did not have time to get dressed, remained like the lilies of the field who neither spin nor weave. Not far from the threshold of Eden they both spent the night comfortably, having eaten a biscuit for their supper, while on the other side God listened and felt sad, barred from a feast He had neither provided for nor foreseen.",
   "unix-timestamp" : 1368254147,
   "quote-source" : "José Saramago, <a href=\"http://en.wikipedia.org/wiki/The_Year_of_the_Death_of_Ricardo_Reis\"><em>The Year of the Death of Ricardo Reis</em></a>, translated from the Portuguese by Giovanni Pontiero. Page 190 in the 1999 Harvill Press paperback edition.",
   "format" : "html",
   "bookmarklet" : 0,
   "tags" : [
      "josé saramago",
      "the year of the death of ricardo reis",
      "adam and eve"
   ],
   "feed-item" : "",
   "date-gmt" : "2013-05-11 06:35:47 GMT",
   "type" : "quote",
   "reblog-key" : "ZUIca01w"
}

