{
   "from-feed-id" : 0,
   "type" : "quote",
   "slug" : "who-needs-a-federation-when-you-can-have-so-much",
   "quote-text" : "<p>Who needs a federation when you can have so much more fun doing things your own way. So in the post-election Pakistan, Khan will rule the north and shoot down American drones while discussing Scandinavian social welfare models with the Taliban. Sharif will rule in Punjab and the centre, try to do business with India and build more motorways all the while looking over his shoulder for generals looking at him. In the south, Bhutto&rsquo;s decimated People&rsquo;s party will keep ruling and keep saying that folks up north are stealing its water, destroying its social welfare programmes and secular legacy. And, in Balochistan, Farzana Majeed will keep waving her missing brother&rsquo;s picture.</p>\n\n<p>Do these bits add up to a country? They do, if you are sitting in Islamabad and showing off your nuclear weapons to the world or planning a motorway to central Asia. But if you are an old woman waiting for her 2,000-rupee welfare cheque or a student activist in a military dungeon waiting for your next interrogation session, you are not likely to dream of motorways and new airports.</p>\n\n<p>Pakistan as a federation has gone through its first rite of passage: handover of power from one elected civilian setup to another. It took Pakistan 67 years to get here. Let us not forget that the reasons that caused this delay haven&rsquo;t disappeared.</p>",
   "unix-timestamp" : 1368479547,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/50366548887/who-needs-a-federation-when-you-can-have-so-much",
   "date" : "Mon, 13 May 2013 15:12:27",
   "url" : "http://tumblr.ggvaidya.com/post/50366548887",
   "bookmarklet" : 0,
   "date-gmt" : "2013-05-13 21:12:27 GMT",
   "mobile" : 0,
   "reblog-key" : "lna0CSub",
   "format" : "html",
   "id" : "50366548887",
   "quote-source" : "Mohammad Hanif, <em><a href=\"http://www.guardian.co.uk/world/2013/may/13/pakistan-elections-nawaz-sharif-imran-khan?CMP=twt_gu\">Pakistan elections: how Nawaz Sharif beat Imran Khan and what happens next</a></em>, The <s>Grauniad</s> Guardian, May 13, 2013.",
   "tags" : [
      "democracy",
      "pakistan"
   ],
   "feed-item" : ""
}

