{
   "photos" : [],
   "photo-url-250" : "http://33.media.tumblr.com/23b0bb46f9807eef0fa1386ad81d3c01/tumblr_mmjsh1UzxF1s7c7k8o1_250.jpg",
   "width" : "640",
   "date" : "Tue, 14 May 2013 07:05:37",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/50417506523/scienceandrollerskates-arashinoatoniji",
   "date-gmt" : "2013-05-14 13:05:37 GMT",
   "photo-url-100" : "http://37.media.tumblr.com/23b0bb46f9807eef0fa1386ad81d3c01/tumblr_mmjsh1UzxF1s7c7k8o1_100.jpg",
   "mobile" : 0,
   "photo-url-500" : "http://31.media.tumblr.com/23b0bb46f9807eef0fa1386ad81d3c01/tumblr_mmjsh1UzxF1s7c7k8o1_500.jpg",
   "slug" : "scienceandrollerskates-arashinoatoniji",
   "url" : "http://tumblr.ggvaidya.com/post/50417506523",
   "photo-url-75" : "http://38.media.tumblr.com/23b0bb46f9807eef0fa1386ad81d3c01/tumblr_mmjsh1UzxF1s7c7k8o1_75sq.jpg",
   "id" : "50417506523",
   "photo-url-400" : "http://38.media.tumblr.com/23b0bb46f9807eef0fa1386ad81d3c01/tumblr_mmjsh1UzxF1s7c7k8o1_400.jpg",
   "from-feed-id" : 0,
   "photo-caption" : "<p><a href=\"http://scienceandrollerskates.tumblr.com/post/50410446518/arashinoatoniji-senjougahara-bommiesbread\" class=\"tumblr_blog\">scienceandrollerskates</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://arashinoatoniji.tumblr.com/post/50159638024/senjougahara-bommiesbread\">arashinoatoniji</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://senjougahara.tumblr.com/post/50074130908/bommiesbread-sentimentalsaturdays-okay-let\">senjougahara</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://bommiesbread.tumblr.com/post/50059905768/sentimentalsaturdays-okay-let-me-clear-the\">bommiesbread</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://sentimentalsaturdays.tumblr.com/post/50054842684/okay-let-me-clear-the-fuck-out-of-this-shit\">sentimentalsaturdays</a>:</p>\n<blockquote>\n<p>Okay. Let me clear the fuck out of this shit, because it is REALLY pissing me off.</p>\n<p>Psy was an extremely well-known, well-respected musician WELL before Gangnam Style was even fucking thought of. He’s one of the senior musicians of Korea and he gets a lot of respect for his fearless stages and the way he writes songs to say whatever the hell he wants and believes, regardless of the Korean public’s <em>extremely </em>judgmental eye. I’m so sick of the way he’s being treated all around the world ever since Gangnam Style went viral, he’s just being called here and there to do the dance and whatever and then being sent off like he’s just a comedy dud. When he came on Ellen, she didn’t even bother fucking introducing him, he had to interrupt and ask to introduce himself. He came out on stage and she literally just asked him to teach the dance before he even said anything. Like that is so flat out disrespectful are you kidding me.</p>\n<p>Point being, before you ignorant ass little fucks decided he was the new laughingstock of the world and decided all on your own that he was just some annoying, talentless little comedy figure, get your fucking facts straight. Learn some respect, especially to the people that deserve/have already earned it.</p>\n</blockquote>\n<p>SOMEONE FINALLY UNDERSTANDS PREACH IT</p>\n</blockquote>\n<p>Not to mention how skewed this dumbass headline is. Yeah, let’s <strong>focus on the fact that a native Korean doesn’t know what herpes is rather than the fact that when it was explained to him, he took it like a champ. </strong><span><strong>“He said I’m like the herpes… that keeps coming back. I think it’s really cool. Thank you.”</strong> That was Psy’s response to this incredibly rude shit BJA said. Let’s completely disregard the fact that he even knows enough English from studying in the US for some years to come on these shows and take this shitty treatment with such a good attitude. Psy is a satirist. Gangnam Style was satirical. But he has to come on these shows that only care about his funny faces, funny dances and funny personality and he can’t do anything about it.</span></p>\n<p><span>Nobody takes him seriously just because he’s not singing in English, because it’s so easy to strip what they know him for of its significance and just look at the fat guy shaking his hips and think that’s all that matters. Nobody takes him seriously because they don’t “get it,” and they don’t want to try to get it, either. And it pisses me off.</span></p>\n</blockquote>\n<p>Yes! I always get pissed off the media when they bash Psy. They seriously need to get rid of their stereotype for Asians and need to go back to kindergarten and learn about respecting others.</p>\n</blockquote>\n<p>Right on, everyone. What a bully. Psy is lovely.</p></blockquote>",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "xUBL2Cil",
   "height" : "280",
   "tags" : [
      "huh",
      "good point",
      "psy"
   ],
   "photo-url-1280" : "http://38.media.tumblr.com/23b0bb46f9807eef0fa1386ad81d3c01/tumblr_mmjsh1UzxF1s7c7k8o1_1280.jpg",
   "format" : "html",
   "type" : "photo",
   "unix-timestamp" : 1368536737
}

