{
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "date" : "Tue, 14 May 2013 06:54:56",
   "link-description" : "<p><a class=\"tumblr_blog\" href=\"http://sunshineuncertaintyprinciple.tumblr.com/post/50275278586/great-quote\">sunshineuncertaintyprinciple</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://matthewiswiser.tumblr.com/post/50231098513/great-quote\">matthewiswiser</a>:</p>\n<blockquote>\n<p><span>Before Roe V Wade, a woman had 2 choices, have sex and risk getting pregnant or not have sex period. Since then so many advances in birth control have made it much easier to avoid getting pregnant, the fact that we are still aborting over 300,000 babies a year may be due more to a lack of personal responsibility than to a true necessity. <strong>Choice doesn’t begin at conception.</strong></span></p>\n</blockquote>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/f78209ae4cf98d993fae80de64f14a95/tumblr_inline_mmp51xaQbz1qz4rgp.jpg\"/></p>\n<p>Before <em>Roe v. Wade</em> gave all women* the right to have abortions safely and legally, women* faced with unplanned pregnancies still had three choices: adoption, parenting, and <strong>illegal</strong> abortion.</p>\n<p><a href=\"http://www.guttmacher.org/pubs/tgr/06/1/gr060108.html\">Statistics about illegal activity are always difficult to gather, but our best analyses of data indicate that up to 1.2 million abortions occurred annually in the 1950s and 60s<em>.</em></a> <a href=\"http://www.guttmacher.org/pubs/fb_induced_abortion.html\"><strong>That means that the same number of abortions are occurring now as they were in the decade before <em>Roe.</em></strong></a></p>\n<p><em>Roe</em> didn’t end some magical fairytale period wherein women* universally chose between abstinence and motherhood. Roe ended a horrific chapter of our history wherein women* were forced to risk injury, infection, and death in order to make choices about their bodies. <a href=\"http://www.guttmacher.org/pubs/tgr/06/1/gr060108.html\">In 1965, illegal abortion accounted for 17% of deaths due to pregnancy and childbirth, and that only counts the deaths that were reported; the actual number was likely much higher. Thousands of others were admitted to hospitals for septic and incomplete abortions at rates as high as 1 septic abortion admission per 14 births. </a></p>\n<p>People today seek abortion for the same reasons they sought abortion pre-<em>Roe</em>: <a href=\"http://www.guttmacher.org/pubs/fb_induced_abortion.html#6\">they cannot afford a(nother) child (61% of abortions are for people who already have at least one child, and 69% of abortions are for people below 200% of the federal poverty line-, $21,000 for a single person). </a></p>\n<p><a href=\"http://www.guttmacher.org/pubs/fb_induced_abortion.html#6\">And the people having abortions today understand the necessity of contraception- <strong>more than half of U.S. abortions are for people who were using some form of contraception when they got pregnant.</strong></a></p>\n<p>People who support reproductive freedom and choice do not only advocate for abortion rights- we advocate for the right to use (and have health insurance cover) birth control. We advocate for the right to comprehensive sexual education. We advocate for the right to social services so that low-income parents can care for their children.</p>\n<p>We know that choice begins far, far before a pregnancy begins,<strong> but we also understand that choice does not end at “conception.”</strong></p>\n</blockquote>",
   "feed-item" : "",
   "format" : "html",
   "date-gmt" : "2013-05-14 12:54:56 GMT",
   "reblog-key" : "VfVmlAbF",
   "slug" : "passing-obsessions-great-quote",
   "link-url" : "http://alyjotempo.tumblr.com/post/50338251667/great-quote",
   "unix-timestamp" : 1368536096,
   "url" : "http://tumblr.ggvaidya.com/post/50417100265",
   "mobile" : 0,
   "tags" : [
      "abortion"
   ],
   "id" : "50417100265",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/50417100265/passing-obsessions-great-quote",
   "link-text" : "Passing Obsessions.: Great quote:",
   "type" : "link"
}

