{
   "bookmarklet" : 0,
   "date" : "Wed, 22 May 2013 14:06:22",
   "date-gmt" : "2013-05-22 18:06:22 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "51082043234",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"51082043234\" data-blog-name=\"mrvaidya\" id=\"like_button_51082043234\"><iframe id=\"like_iframe_51082043234\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=662afb16c40c53f44feaf453f106a197#name=mrvaidya&amp;post_id=51082043234&amp;color=black&amp;rk=ofjiYh99&amp;root_id=50582160055\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_51082043234\"></iframe></div>",
   "mobile" : 0,
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/51082043234/ofjiYh99\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "ofjiYh99",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://nekobakaz.tumblr.com/post/50589228480/something-awareness-ought-to-mean\">nekobakaz</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://crown-of-weeds.tumblr.com/post/50587115928/something-awareness-ought-to-mean\">crown-of-weeds</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://neednothavehappenedtobetrue.tumblr.com/post/50586252443/something-awareness-ought-to-mean\">neednothavehappenedtobetrue</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://realsocialskills.tumblr.com/post/50582160055/something-awareness-ought-to-mean\">realsocialskills</a>:</p>\n<blockquote>\n<p>Here’s a thing that happens:</p>\n<p>A kid has a disability. Or is otherwise substantially atypical.</p>\n<p>And the adults in their life don’t want them to feel different and suffer for it, so they don’t talk to them about being disabled.</p>\n<p>And then they grow up without basic information about their body (or brain).</p>\n<p>And then every description of how people work is different from what the kid experiences. And it’s confusing and isolating, and hard to even realize how things are wrong.</p>\n<p>Because fish in water don’t know they are wet. It’s hard to know that the descriptions are wrong when you don’t know it’s possible for them to be right.</p>\n<p>And then, sometimes, people who grow up that way eventually find out that they actually are different. That there is a word for the way their body and mind works. That there are other people like them, and that the world makes much more sense than they ever realized.</p>\n<p>That’s something that awareness should mean. Kids need to know how their minds and bodies work; atypical kids need accurate information just as much as other kids do. They just don’t usually get it.</p>\n</blockquote>\n<p>&lt;screams this from the rooftops&gt;</p>\n<p>My parents intentionally didn’t tell me I had cerebral palsy.</p>\n<p>I found out when I was twelve. From the school bully, who somehow figured it out herself. </p>\n<p>They didn’t want me to feel different. </p>\n<p>I wore a brace I had to have surgery and PT and OT and when people asked why all I could tell them, literally, was “there’s something wrong with me.” </p>\n<p>They found out when I was nine that I had NLD, but they didn’t push for formal dx and they certainly didn’t explain to me why the things that were difficult for me were difficult. </p>\n<p>I drew graphs backwards in math class. I got lost everywhere I went. I couldn’t make a sandwich independently. When I got to college I could barely feed myself and after a year of not being able to eat or shower and not knowing why, they told me it might be NLD. </p>\n<p>The clinician who finally got me a formal dx so I could get college services said “You work very hard at things that come much easier to other people. Just trying to keep up must make you very tired. Do you often feel very tired?”</p>\n<p>I almost cried. </p>\n<p>Kids with atypical brains/bodies need ACCURATE INFORMATION ABOUT THEMSELVES. </p>\n<p>it won’t make them feel like victims. it won’t make them feel more different, they already know they’re different, trust me. It’ll empower them to take care of themselves. </p>\n</blockquote>\n<p>CO-FUCKING-SIGNED.</p>\n<p>My parents didn’t tell me I was functionally blind when I was little.</p>\n<p>They weren’t going to let me learn how to drive! They were perfectly happy to let me fail out of my favorite math class because I couldn’t read the test papers! I had OT and vision therapy and people following me around in elementary school, and when I was six a friend tried to teach me how to climb a tree and I got stuck and my mom <em>flipped her shit</em>, but no one ever told me <em>why</em>. </p>\n<p>I found out when I got ahold of my papers from when I was first evaluated when I was five. I found out when I read my vision assessment and realized that <em>hold up a second, I know what these scores mean, I’ve modified materials for kids with these scores.</em></p>\n<p>I got in trouble for finding out and being upset about this, because of course I did—but it was worth it, to know WHY my memories until I was 8 are all colors and blurs and close-up, why my depth perception doesn’t change when I cover one eye, why I run into doors and walls every morning if I get up too fast, why visual illusions don’t work on me, why the walls are always moving and my skin is always mottled and shaodws overlay everything, why at Stanford I always answered the experiments on vision in exactly the wrong ways, that the things that <em>were diagnosed by therapists without my history as hallucinations </em>were actually just my eyes being slow to integrate, that I wasn’t fucking batshit, that everything <em>really does look differently</em> to me.</p>\n<p>I still don’t believe it sometimes?</p>\n<p>But guys, for the love of god, <em>tell your kids</em>. </p>\n</blockquote>\n<p>I wasn’t told about my learning disabilities, or that I was ADHD until I was like, 12.  Until then, it was “oh, Corina has difficulties” and generally being made to feel like I need to TRY HARDER cause it’s just a matter of me BEING LAZY. Even with the scraps of “accommodations” I got.  I didn’t get a full IEP until grade 10, and by then I was thinking that it was CHEATING to use it.  And that’s WITHOUT the Autism diagnosis that finally happened in grade 12.  </p>\n<p>I was made to feel like a MONSTER, a worthless, flawed piece of trash, because adults didn’t want me to feel different from other kids.  Fuck that, you ALWAYS know you’re different; it’s written in the scars on your skin and on your heart and on your mind.  And even if the other kids don’t see you taking your medication, even if you look otherwise completely “normal”, they know it too.  And when they asked, all I could say was “my brain works different”, cause that’s the only answer I had.  </p>\n<p>One of my friend’s parents worked out the ADHD part, from meeting me ONCE, cause he was a psychiatrist.  She told me I was ADHD, I said I didn’t, then asked my parents, who said yes, I was diagnosed in kindergarten.  </p>\n</blockquote>",
   "regular-title" : "Something awareness ought to mean",
   "slug" : "something-awareness-ought-to-mean",
   "tags" : [
      "fuck",
      "wtf",
      "i mean seriously what the effing fuck",
      "disability"
   ],
   "type" : "regular",
   "unix-timestamp" : 1369245982,
   "url" : "http://tumblr.ggvaidya.com/post/51082043234",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/51082043234/something-awareness-ought-to-mean"
}

