{
   "unix-timestamp" : 1369454331,
   "format" : "html",
   "date" : "Fri, 24 May 2013 21:58:51",
   "quote-text" : "<p>In 1978, [the <a href=\"http://en.wikipedia.org/wiki/National_Museum_of_Afghanistan\">Kabul Museum</a>] was known as one of the world&rsquo;s finest small museums. [..] In the late nineties, the Taliban had hammered the remaining Greco-Buddhist statues into rubble. Now, museum officials set the rubble of each sculpture on a pedestal and above each pile of rubble hung a picture of the work as it once had looked: the museum became a testament to the cultural barbarity of the Taliban.</p>\n\n<p>Then came the most astonishing announcement. In April 2004, museum director Omara Massoudi revealed that fifteen years earlier, foreseeing the troubles that were coming, he and a few associates had hidden more than twenty thousand of the museum&rsquo;s most precious artifacts in a secret vault. Archaeologists from around the world gathered to watch him open that vault. It was practically like the discovery of King Tut&rsquo;s tomb except televised. Several hundred items from that breathtaking collection later toured the world as a show called <a href=\"http://www.nationalgeographic.com/mission/afghanistan-treasures/about.html\">The Gold of Afghanistan</a>.</p>",
   "tags" : [
      "afghanistan",
      "museums",
      "conservation"
   ],
   "reblog-key" : "mzHLkFXL",
   "slug" : "in-1978-the-kabul-museum-was-known-as-one-of",
   "bookmarklet" : 0,
   "quote-source" : "Tamim Ansary, <a href=\"http://www.goodreads.com/book/show/13587149-games-without-rules\">Games Without Rules: The Often Interrupted History of Afghanistan</a>, pg 285 in the first PublicAffairs edition.",
   "type" : "quote",
   "url" : "http://tumblr.ggvaidya.com/post/51277507424",
   "mobile" : 0,
   "id" : "51277507424",
   "date-gmt" : "2013-05-25 03:58:51 GMT",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/51277507424/in-1978-the-kabul-museum-was-known-as-one-of",
   "feed-item" : "",
   "from-feed-id" : 0
}

