{
   "date" : "Sat, 01 Jun 2013 12:20:12",
   "slug" : "by-ceding-the-west-robb-does-lord-tywin-a-massive",
   "tags" : [
      "spoilers",
      "game of thrones",
      "strategy"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/51898830411/by-ceding-the-west-robb-does-lord-tywin-a-massive",
   "id" : "51898830411",
   "unix-timestamp" : 1370110812,
   "from-feed-id" : 0,
   "feed-item" : "",
   "format" : "html",
   "quote-source" : "Spencer Ackerman, <em><a href=\"http://www.wired.com/dangerroom/2013/04/robb-stark/?cid=co7164594\">Young Wolf, Bad General: What Robb Stark Doesn’t Understand About War</a></em>, Wired: Danger Room, March 15, 2013.",
   "bookmarklet" : 0,
   "type" : "quote",
   "date-gmt" : "2013-06-01 18:20:12 GMT",
   "reblog-key" : "grC4Dsve",
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/51898830411",
   "quote-text" : "<p>By ceding the west, Robb does Lord Tywin a massive favor. Tywin faced a difficult decision at the end of season two: march west to fight Robb and risk Stannis Baratheon seizing the capitol at the Battle of Blackwater Bay, or march to King’s Landing and risk Robb laying waste to the Lannister stronghold. Once Robb leaves the west, the Lannisters face no pressure at all. Suddenly, Robb is caught between the remnants of the Lannister field army to his west and the Lannister/Tyrell alliance at King’s Landing. Whatever battlefield successes he gained on the Lannisters’ ancestral doorsteps grow more ephemeral every day.</p>\n\n<p>And for what? First Robb arrives late to Harrenhal, unable to do anything but mourn 200 dead northern soldiers, presumably slaughtered by Clegane, who’s long gone. (Apparently Clegane killed an advance raiding party.) Then, when given word of his grandfather’s death, he takes his army and marches it back somewhat westward, to Riverrun, to attend the funeral. &#8220;This march is a distraction,&#8221; the aggrieved Lord Rickard Karstark tells Robb. Robb churlishly accuses Karstark of losing faith in the northern cause, but Karstark is merely pointing out the obvious.</p>"
}

