{
   "slug" : "ants-responded-to-a-fall-by-spreading-all-their",
   "quote-source" : "Elizabeth Preston, <em><a href=\"http://inkfish.fieldofscience.com/2013/05/ants-reveal-how-to-build-tunnel-you.html?utm_source=feedburner\">Ants Reveal How to Build a Tunnel You Can&rsquo;t Fall Down</a></em>, May 24, 2013.",
   "from-feed-id" : 0,
   "date" : "Sat, 01 Jun 2013 12:40:12",
   "format" : "html",
   "reblog-key" : "Pqbqz5ms",
   "feed-item" : "",
   "unix-timestamp" : 1370112012,
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/51900271748",
   "bookmarklet" : 0,
   "type" : "quote",
   "id" : "51900271748",
   "date-gmt" : "2013-06-01 18:40:12 GMT",
   "quote-text" : "<p>Ants responded to a fall by spreading all their appendages wide and waiting until they jammed to a stop. &ldquo;One of the coolest things we found was that fire ants used their antennae to brace themselves,&rdquo; Gravish says. While falling, the ants turned these delicate sensors into extra load-bearing limbs.</p>\n\n<p>When the glass tube width increased to 1.3 times the ants&rsquo; body length, the strategy began to fail. The tunnels ants built themselves had an average diameter of just 1.06 times their body length, <a href=\"http://www.pnas.org/content/early/2013/05/16/1302428110.abstract\">the authors report in PNAS</a> [link moved by me]. It seems fire ants put most of the responsibility for stopping falls on the tunnels themselves. After that, all a plummeting insect has to do is stretch out its limbs.</p>\n\n<p>[..]</p>\n\n<p>This strategy could inspire how we design robots for confined spaces such as search-and-rescue zones, Gravish says. For instance, &ldquo;falling is usually considered a failure mode for a robot.&rdquo; But fire ants seem to use little falls to descend more quickly through their tunnels. If engineers knew the size of the cracks and crevices in a disaster area, they might be able to send in many inexpensive robots designed to tumble through those spaces &ndash; rather than one very expensive robot built to keep its footing.</p>",
   "tags" : [
      "ants",
      "bioengineering",
      "robots"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/51900271748/ants-responded-to-a-fall-by-spreading-all-their"
}

