{
   "slug" : "this-tendency-was-exemplified-in-the-presidents",
   "type" : "quote",
   "feed-item" : "",
   "unix-timestamp" : 1370754124,
   "quote-source" : "<a href=\"http://culturallydisoriented.wordpress.com/2013/06/07/the-family-members-friends-neighbors-approach-to-mental-illness-analysis-of-2013s-national-conference-on-mental-health/\">The “Family Members, Friends, Neighbors” approach to Mental Illness: Analysis of 2013′s National Conference on Mental Health | Culturally Disoriented</a> (via <a class=\"tumblr_blog\" href=\"http://gruntledandhinged.tumblr.com/\">gruntledandhinged</a>)",
   "date-gmt" : "2013-06-09 05:02:04 GMT",
   "date" : "Sat, 08 Jun 2013 23:02:04",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/52519772609/this-tendency-was-exemplified-in-the-presidents",
   "from-feed-id" : 0,
   "id" : "52519772609",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/52519772609",
   "format" : "html",
   "tags" : [
      "fair"
   ],
   "reblog-key" : "72eZjzO6",
   "quote-text" : "<p>This tendency was exemplified in the President’s speech, when he stated: ”We all know somebody — a family member, a friend, a neighbor — who has struggled or will struggle with mental health issues at some point in their lives.” </p>\n\n<p>Note the construction of the sentence: “We all know somebody – a family member, a friend, a neighbor – who has struggled with mental illness.” The person with mental illness here is always someone else. They are always removed from ourselves. They are the people we help, the people we are sad for, the people we want to save. The people who are sick, the people who are hurting, the people with the problems – they are categorically not us. They are other. </p>\n\n<p>They are, moreover, specifically not the implied audience of the sentence. The implied audience is the people who “know somebody’ with a mental illness. Obama probably wanted to evoke sympathy for people with mental illnesses. But in doing so, he reinforced the trope of the mentally ill as the “other” – as people who aren’t worth speaking to, and about, directly. Despite the fact that one in five Americans suffer, or will suffer, from a mental illness, and thus make up a fairly sizeable portion of the audience.</p>\n\n<p>Thing is, I do actually know a family member, a friend AND a neighbor who has struggled with mental health issues. You know who else has struggled with mental health issues? </p>\n\n<p>Me.</p>"
}

