{
   "bookmarklet" : 0,
   "quote-source" : "<a href=\"http://www.pegasusnews.com/news/2013/jun/06/opinion-american-media-chooses-undervalue-artists-/\">Opinion: American media chooses to undervalue artists like Psy from “Gangnam Style”</a> (via <a class=\"tumblr_blog\" href=\"http://pag-asaharibon.tumblr.com/\">pag-asaharibon</a>)",
   "reblog-key" : "5LW88Imv",
   "format" : "html",
   "date-gmt" : "2013-06-16 17:45:51 GMT",
   "tags" : [
      "psy"
   ],
   "slug" : "for-most-of-america-psy-is-a-funny-name-a-funny",
   "from-feed-id" : 0,
   "type" : "quote",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/53125211848/for-most-of-america-psy-is-a-funny-name-a-funny",
   "date" : "Sun, 16 Jun 2013 11:45:51",
   "feed-item" : "",
   "unix-timestamp" : 1371404751,
   "quote-text" : "<p>For most of America, Psy is a funny name, a funny face, and a funny personality. He doesn’t sing in English and most people just don’t get it leaving most of them to not take him seriously. It’s easy to strip the significance behind “Gangnam Style” down if you don’t know what it means and solely find entertainment in the Asian guy shaking his hips. But what most people don’t realize is that Psy doesn’t take himself seriously. He’s a satirist and political dissident. “Gangnam Style” was a commentary, not just a fun pop tune with a silly dance.</p>\n\n<p>Gangnam is Seoul’s wealthiest and flashiest neighborhood. For South Koreans, Gangnam represents the ideal life of excess and consumerism. Psy’s character in the video is a wannabe Gangnamite. He dreams he’s living the flashy, excessive lifestyle while he’s really just like everyone else, swimming in a public pool and riding the subway. But never in the video does it seem that Psy’s character is unhappy. He’s content to play in a children’s playground and meet the girl of his dreams in the subway. “Gangnam Style” is much more than we have made it, but that’s not surprising considering Psy’s background and how little we know about it.</p>\n\n<p>In America, it seems like “Gangnam Style” was Psy’s big break when in fact the song had been released on his sixth studio album and his music career hadn’t been about making flashy and catchy songs. He believes music is the key to overcoming the intolerance embedded in his country’s political systems. Throughout his career, his songs have been banned for inappropriate content and have been surrounded by controversy, not to mention the fact that he fought his mandatory military draft.</p>\n\n<p>Psy is a voice for his people. He’s fighting the oppression and intolerance he sees in his culture through his music. And by ignoring his worth and his value, we’re reducing the culture of South Korea into a short man with funny pants doing a ridiculous dance.</p>",
   "url" : "http://tumblr.ggvaidya.com/post/53125211848",
   "id" : "53125211848",
   "mobile" : 0
}

