{
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "id" : "53949889889",
   "slug" : "within-two-hours-of-the-supreme-courts-decision",
   "quote-source" : "<p><a href=\"http://projects.nytimes.com/live-dashboard/2013-06-25-supreme-court#sha=88a62b0c2\">via NY Times</a></p>\n<p>Don’t overlook this. Disenfranchisement is already being further legalized.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://scattered--stars.tumblr.com/\">scattered—stars</a>)</p>\n<p>WHY DOES THIS ONLY HAVE FIFTEEN NOTES? Signal boost!</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://geekygothgirl.tumblr.com/\">geekygothgirl</a>)</p>\n<p>Love my homestate. But ugh. This is super shady and sad.</p> (via <a href=\"http://siminib.tumblr.com/\" class=\"tumblr_blog\">siminib</a>)",
   "tags" : [
      "franchisement",
      "right to vote"
   ],
   "quote-text" : "<p>Within two hours of the Supreme Court’s decision on the Voting Rights Act, Greg Abbott, the attorney general for the state of Texas, announced that a voter identification law that was blocked last year by the Justice Department would go into effect.</p>\n\n<p>“With today’s decision, the state’s voter ID law will take effect immediately,” he said in a statement. “Redistricting maps passed by the legislature may also take effect without approval from the federal government.”</p>\n\n<p>In March 2012, the Justice Department objected to Texas’ voter identification law, finding that under certain data sets “Hispanic registered voters are more than twice as likely as non-Hispanic registered voters to lack such identification,” and that the locations and hours of license offices made it difficult for many Hispanics to attain that identification.</p>\n\n<p>Texas also sought clearance through an appeals court in Washington, which offers a separate track for jurisdictions under the Voting Rights Act. In a unanimous opinion, the three-judge panel ruled that the voter ID law would hinder minority turnout and impose “strict, unforgiving burdens on the poor.”</p>\n\n<p>Several days earlier, another panel on the same federal court blocked a Texas redistricting map passed in 2011, ruling that it had been enacted with “a discriminatory purpose.” Because this map was blocked, Texas had been using temporary maps drawn up by a federal court in San Antonio. The legislature passed that temporary map, with minor revisions, into law, and it is awaiting the governor’s signature. But after the Supreme Court decision, said Michael Li, an elections lawyer in Dallas, the original 2011 maps that had been blocked are now operative, and the governor could simply veto the new maps.</p>",
   "url" : "http://tumblr.ggvaidya.com/post/53949889889",
   "feed-item" : "",
   "date" : "Wed, 26 Jun 2013 13:18:09",
   "type" : "quote",
   "format" : "html",
   "date-gmt" : "2013-06-26 19:18:09 GMT",
   "mobile" : 0,
   "unix-timestamp" : 1372274289,
   "reblog-key" : "AUpXeADc",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/53949889889/within-two-hours-of-the-supreme-courts-decision"
}

