{
   "mobile" : 0,
   "bookmarklet" : 0,
   "date-gmt" : "2013-06-27 00:41:52 GMT",
   "photo-url-75" : "http://41.media.tumblr.com/80e7ae85b9ce198f3f02d92522d4d685/tumblr_moznf5lJG41r6m2leo1_75sq.jpg",
   "format" : "html",
   "height" : "276",
   "photo-url-250" : "http://36.media.tumblr.com/80e7ae85b9ce198f3f02d92522d4d685/tumblr_moznf5lJG41r6m2leo1_250.jpg",
   "from-feed-id" : 0,
   "reblog-key" : "pVMGYRCm",
   "width" : "460",
   "slug" : "strawberreli-thepeoplesrecord-texas-rushes",
   "photos" : [],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/53973731392/strawberreli-thepeoplesrecord-texas-rushes",
   "url" : "http://tumblr.ggvaidya.com/post/53973731392",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://strawberreli.tumblr.com/post/53914025579/thepeoplesrecord-texas-rushes-ahead-with-voter\">strawberreli</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://thepeoplesrecord.com/post/53912528683/texas-rushes-ahead-with-voter-id-law-after-supreme\">thepeoplesrecord</a>:</p>\n<blockquote>\n<p><strong>Texas rushes ahead with voter ID law after supreme court decision</strong></p>\n<p>Officials in <a href=\"http://www.guardian.co.uk/world/texas\" title=\"More from guardian.co.uk on Texas\">Texas</a> said they would rush ahead with a controversial voter ID law that critics say will make it more difficult for ethnic minority citizens to vote, <a href=\"http://www.guardian.co.uk/law/2013/jun/25/supreme-court-voting-rights-act-obama\">hours after the US supreme court released them from anti-discrimination constraints</a> that have been in place for almost half a century.</p>\n<p>The Texas attorney general, Greg Abbott, declared that in the light of the supreme court’s judgment striking down a key element of the 1965 Voting Rights Act he was implementing instantly the voter ID law that had previously blocked by the Obama administration. “With today’s decision, the state’s voter ID law will take effect immediately. Photo identification will now be required when voting in elections in Texas.”</p>\n<p>The provocative speed with which Texas has raced to embrace its new freedoms underlines the high-stakes nature of <a href=\"http://www.supremecourt.gov/opinions/12pdf/12-96_6k47.pdf\">the supreme court ruling</a>. Civil rights leaders declared the judgment to be a major setback to the fight against race discrimination in the south that has been a running sore in the US since the civil war. “This is devastating,” the reverend Al Sharpton told MSNBC.</p>\n<p>Benjamin Todd Jealous, president of the NAACP, called the outcome “outrageous. The court’s majority put politics over decades of precedent and the rights of voters. We are more vulnerable to the flood of attacks we have seen in recent years.”</p>\n<p>Experts in voting rights laws warned that the supreme court’s 5-to-4 majority ruling would encourage local jurisdictions such as Texas to implement measures that could disenfranchise minority voters. Under the now moribund section four of the Voting Rights Act, Texas and eight other mainly southern states as well as counties in other parts of the country, were listed as being subject to “pre-clearance” – in other words, they were barred from tampering with electoral procedures without prior federal approval.</p>\n<p><a href=\"http://www.brennancenter.org/publication/if-section-5-falls-new-voting-implications\">Research by the Brennan Center for Justice</a> at New York University has shown that pre-clearance has consistently protected minority voters from discrimination. In the past 15 years, Brennan found, the Justice Department has blocked election changes from the listed jurisdictions 86 times, 43 of those in the past decade.</p>\n<p>Myrna Pérez, author of the Brennan report, said that the most dangerous changes that could happen now were the invisible ones. “The biggest threats could come from small town officials making changes without any public notice or scrutiny – canceling an election, say, or moving the location of a polling station a week before election day.”</p>\n<p>She added: “We will be asking people to keep vigilant.”</p>\n<p>The Texas voter ID law was blocked by a federal court under the Voting Rights Act last August. The court found that the requirement to show photo identification before casting a ballot would have imposed “strict, unforgiving burdens” on poor minority voters and the cost of the scheme would have fallen disproportionately on blacks and Hispanics.</p>\n<p>The Department of Justice pointed out that hundreds of thousands of registered voters in Texas were without the necessary identification and were thus at risk of disenfranchisement. A disproportionate number were Latino.</p>\n<p>Justice Ruth Bader Ginsburg, dissenting from the ruling, highlighted a paradox at the heart of the majority opinion: “In the court’s view, the very success of section five of the Voting Rights Act demands its dormancy”.</p>\n<p>Pamela Karlan, a professor at Stanford law school who advised the leadership of the bipartisan House judiciary committee in this case, likened the 5-4 ruling to a doctor telling a patient that their treatment had been so successful it could now be ended. “The court is saying: ‘You can stop taking your medicine now.’”</p>\n<p>The new question, Karlan added, is what will happen to the patient once the treatment is terminated.</p>\n<p>The answer to that question continues to divide America, both within the supreme court itself and in the wider response to its ruling. The majority judgment, written by chief justice John Roberts, focuses on how far the country has come over the past half century since Lyndon Johnson wrestled the act through a resistant Congress.</p>\n<p>“Nearly 50 years later, things have changed dramatically. Blatantly discriminatory evasions of federal decrees are rare. And minority candidates hold office at unprecedented levels,” Roberts writes.</p>\n<p>The chief justice draws on census information to underline his point. In Alabama, the proportion of black people registered to vote has increased from 19% in 1965 to 73% in 2004; and from 6.7% to 76% in Mississippi.</p>\n<p>That rosy view of progress is shared, unsurprisingly, by Shelby County, the predominantly white area of central Alabama that brought the challenge all the way to the supreme court. Frank “Butch” Ellis, who has been Shelby County’s attorney since 1964 when the Voting Rights Act was still being debated, insisted that Alabama at that time “was a different time, a different place, it didn’t resemble what it is now.</p>\n<p>“I know there was discrimination in 1964, but I also know that what we were doing then is not a relevant barometer of what we are doing now in 2013. It’s not fair to override our sovereign jurisdiction based on a formula that is almost 50 years old.”</p>\n<p>Shelby County voters, who are about 90% white, have in recent years elected black mayors and a black president of the board of education, Ellis said. Pre-clearance he said was expensive and an administrative burden: “We had to go to Washington for pre-clearance just to move a polling station from one church to another church across the street.”</p>\n<p>But for Ginsburg, backed by justices Sephen Breyer, Sonia Sotomayor and Elena Kagan, it is the very success of pre-clearance that underlines why it must be preserved. “The Voting Rights Act has worked to combat voting discrimination where other remedies have been tried and failed,” she writes.</p>\n<p>In her dissent, Ginsburg lists some of the insidious changes to voting laws that could now creep back into the American electoral landscape. Under pre-clearance, states including Texas have been blocked from racial gerrymandering by redrawing electoral boundaries in an attempt to create segregated legislative districts.</p>\n<p>Other states have been barred from moving to “at-large voting” where the electoral power of minorities is diluted by the overall majority population. A similar dilution effect has been attempted by the discriminatory annexation into city limits of majority white suburbs.</p>\n<p>Following the supreme court ruling, section two of the Voting Rights Act has been left in place. This allows for the US government to prosecute local officials anywhere in the country for implementing racially-discriminatory electoral laws.</p>\n<p>Opponents of pre-clearance say that section two will be sufficient on its own as a safeguard against future discrimination. But the burden of challenging new electoral laws now shifts from the federal government to the individual voter.</p>\n<p>Karlan said that by striking down pre-clearance the supreme court had “shifted the burden away from the perpetrators of discrimination and onto the shoulders of the victims of discrimination. Local minority voters will now have to find a lawyer and go to court – and for many that will be very difficult.”</p>\n<p><a href=\"http://www.guardian.co.uk/world/2013/jun/25/texas-voter-id-supreme-court-decision\">Source</a></p>\n<p>Submitted by <a href=\"http://dashielsheen.tumblr.com/\">dashielsheen!</a></p>\n</blockquote>\n<p>let’s not forget the fight against unfair legislation is not over, esp not in TX</p>\n</blockquote>\n\n<p>There was a lovely comment on Twitter yesterday where someone said that, with all the shenanigans in #txlege, Abbott finally had a clear example of in-person voter fraud he could point to.</p>",
   "unix-timestamp" : 1372293712,
   "photo-url-100" : "http://41.media.tumblr.com/80e7ae85b9ce198f3f02d92522d4d685/tumblr_moznf5lJG41r6m2leo1_100.jpg",
   "type" : "photo",
   "photo-url-500" : "http://41.media.tumblr.com/80e7ae85b9ce198f3f02d92522d4d685/tumblr_moznf5lJG41r6m2leo1_500.jpg",
   "photo-url-400" : "http://40.media.tumblr.com/80e7ae85b9ce198f3f02d92522d4d685/tumblr_moznf5lJG41r6m2leo1_400.jpg",
   "photo-url-1280" : "http://41.media.tumblr.com/80e7ae85b9ce198f3f02d92522d4d685/tumblr_moznf5lJG41r6m2leo1_500.jpg",
   "date" : "Wed, 26 Jun 2013 18:41:52",
   "feed-item" : "",
   "id" : "53973731392"
}

