{
   "type" : "quote",
   "tags" : [
      "Ieng Sary",
      "The Economist",
      "obituary"
   ],
   "slug" : "there-were-ieng-sary-admitted-disarming-western",
   "from-feed-id" : 0,
   "quote-source" : "The Economist, <em><a href=\"http://www.economist.com/news/obituary/21575742-ieng-sary-foreign-minister-and-brother-no-3-cambodias-khmer-rouge-regime-died-march?frsc=dg%7Cc\">Obituary: Ieng Sary</a></em>, April 6, 2013.",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/54314736231/there-were-ieng-sary-admitted-disarming-western",
   "feed-item" : "",
   "mobile" : 0,
   "format" : "html",
   "quote-text" : "<p>There were, Ieng Sary admitted &ndash; disarming Western listeners with his ready, radiant smile, as he savoured a sip of champagne &ndash; a few technical hitches along the revolutionary way. For example, the regime had to remove everyone from Cambodia’s cities, because there was not enough transport to bring in food for them. It made more sense to take the people to the countryside, where the food was. What he did not add was that these “new people”, once in the fields, became slave labour, forced into punishing manual work and so underfed that they tried to survive on grass; and that over the four years of Khmer Rouge rule perhaps 2m Cambodians, or around a quarter of the population, died from overwork, malnutrition and starvation, as well as mass killings.</p>\n\n<p>If you faced Ieng Sary with this, he shrugged his shoulders. What did he know? As the foreign minister, he had to travel all the time. He was just a secondary figure, not privy to the policies and tactics of Pol Pot, the regime’s “sole and supreme architect”, as he called him. For himself, he had killed one man—no more—and done nothing wrong. He was a gentle person, he insisted, as he sniffed delicately at the bottles of French perfume he liked to buy on first-class international flights.</p>",
   "id" : "54314736231",
   "url" : "http://tumblr.ggvaidya.com/post/54314736231",
   "unix-timestamp" : 1372650520,
   "date" : "Sun, 30 Jun 2013 21:48:40",
   "reblog-key" : "12CLlEhT",
   "date-gmt" : "2013-07-01 03:48:40 GMT",
   "bookmarklet" : 0
}

