{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/55037840084/thepoliticalfreakshow-the-parents-of-trayvon",
   "tags" : [
      "sigh"
   ],
   "slug" : "thepoliticalfreakshow-the-parents-of-trayvon",
   "unix-timestamp" : 1373412221,
   "from-feed-id" : 0,
   "height" : "411",
   "photo-url-75" : "http://40.media.tumblr.com/d866bdb141b8e891e342d0572d7a64c6/tumblr_mpnfxfe4ML1qjo9duo1_75sq.jpg",
   "id" : "55037840084",
   "photo-url-250" : "http://41.media.tumblr.com/d866bdb141b8e891e342d0572d7a64c6/tumblr_mpnfxfe4ML1qjo9duo1_250.jpg",
   "date" : "Tue, 09 Jul 2013 17:23:41",
   "photos" : [],
   "feed-item" : "",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://thepoliticalfreakshow.us/post/54969487183/the-parents-of-trayvon-martin-are-experiencing-the\">thepoliticalfreakshow</a>:</p>\n<blockquote>\n<p><strong>The Parents of Trayvon Martin Are Experiencing The Worst Fear of Every African-American Family</strong></p>\n<p><em>Sybrina Fulton comes face to face with her son’s murderer while getting grilled over whether her son deserved to get killed. </em></p>\n<p>The <a href=\"http://www.guardian.co.uk/world/trayvon-martin\" title=\"More from guardian.co.uk on Trayvon Martin\">Trayvon Martin</a> case has been nothing short of heartbreak from the very beginning. Regardless of what anyone believes about Trayvon’s past, his innocence or <a href=\"http://www.guardian.co.uk/world/george-zimmerman\" title=\"More from guardian.co.uk on George Zimmerman\">George Zimmerman</a>’s, the fact remains that a teenager is dead. I honestly didn’t think I would get emotionally broken up more than I was over the story that <a href=\"http://www.guardian.co.uk/world/2013/jun/26/friend-trayvon-martin-george-zimmerman-trial\">Rachel Jeantel’s friendship with Martin</a> stemmed from the fact he was one of the only people <a href=\"http://blackamericaweb.com/142401/trayvon-martin-was-one-of-the-few-guys-who-didnt-tease-rachel-jeantel-rod-vereen/2/\">who never picked on her</a>. The story painted such a tragic picture of friendship and two people whose lives will never be the same.</p>\n<p>Then came this week’s testimonies and reactions from Trayvon Martin’s parents to leave me – and so much of America – floored. On Friday morning, Sybrina Fulton took the stand to talk about her son. As part of her testimony she <a href=\"http://www.guardian.co.uk/world/2013/jul/05/trayvon-martin-george-zimmerman-trial-screams\">had to identify her child’s screams</a> in his finals seconds of life. Later in the day, Tracy Martin had to sit in court as the medical examiner, Dr Bao, explained how Trayvon died in severe pain and <a href=\"http://www.cbsnews.com/8301-504083_162-57592443-504083/george-zimmerman-trial-martin-was-alive-suffering-for-one-to-ten-minutes-after-gunshot-medical-examiner-testifies/\">was alive for minutes</a>after getting shot in the chest.</p>\n<p>Essentially, Friday – almost as much as the day Trayvon was shot – was any parent’s nightmare. Trayvon’s parents had to come face to face with their son’s murder while Fulton got questioned over whether or not her son actually deserved to get killed. Tracy had to sit in the same room as the man who shot his son in the chest, unable to retaliate or let the rage he has to be feeling out.</p>\n<p>Yes, this is the worst imaginable day for a parent. But it’s one the parents of an African-American child has been conditioned to accept as a possibility.</p>\n<p>I have a son who was born in October, a couple of weeks before the prosecutor and defense met in court to<a href=\"http://www.miamiherald.com/2012/03/26/2714778/thousands-expected-at-trayvon.html\">argue if Martin’s school records should be admitted</a> so the case was in the news again. As I watched more details about the case emerge and the argument that a child’s prior school record may be used to justify his death, I would feel a sense of hopelessness.</p>\n<p>There are always fears about being a parent, but raising a black male in America brings about its own <a href=\"http://www.guardian.co.uk/commentisfree/2013/jun/11/george-zimmerman-trial-scary-black-man\">unique set of panic</a>. Growing up, my parents and older siblings made sure to warn me about places where I’d be profiled and could face danger as often as they warned me about neighborhoods known for crime. But in the end, no planning or words of advice can save me or my son from getting wrongfully gunned down while trying to buy a bag of candy.</p>\n<p>While most parents are up at night wondering how to protect their children from the uncontrollable like drunk drivers or muggings, Trayvon’s parents, my parents and parents of black males across the country are also living in fear that their children won’t come home because someone thought they were dangers to the community.</p>\n<p>So there they were, two parents of a black male, sitting in court living out the culmination of that fear. And the realization that the man who shot their child could get off for killing him. To make things worse, they had to hear the defense question their parenting, whether or not Fulton actually knows what her son sounds like and field online reports that Tracy may not have been the best parent.</p>\n<p>Since Martin’s death, the boy these two people raised, loved and saw for his beauty as a young male has been <a href=\"http://www.guardian.co.uk/commentisfree/2013/jun/11/george-zimmerman-trial-scary-black-man\">portrayed as a thug</a>. A violent kid. A pothead who couldn’t behave in school. Someone who, according to the defense, caused his own death.</p>\n<p>It’s all just excruciating to watch. My heart breaks for Trayvon’s parents and watching them in court this week has brought all of my fears of being the parent of a Black male to light. We’ve watched them look at a picture of their son’s dead, bloody body sprawled out on the <a href=\"http://www.guardian.co.uk/world/florida\" title=\"More from guardian.co.uk on Florida\">Florida</a> pavement. We’ve watched Trayvon’s mother struggle to compose herself while hearing her son’s last screams.</p>\n<p>As my son gets older and out into the world, I’ll always have the memories of Trayvon and his parents. And the fear that one day, America will put us through what the Martin family is enduring.</p>\n</blockquote>",
   "photo-url-400" : "http://40.media.tumblr.com/d866bdb141b8e891e342d0572d7a64c6/tumblr_mpnfxfe4ML1qjo9duo1_400.jpg",
   "format" : "html",
   "photo-url-1280" : "http://40.media.tumblr.com/d866bdb141b8e891e342d0572d7a64c6/tumblr_mpnfxfe4ML1qjo9duo1_1280.jpg",
   "type" : "photo",
   "photo-url-100" : "http://36.media.tumblr.com/d866bdb141b8e891e342d0572d7a64c6/tumblr_mpnfxfe4ML1qjo9duo1_100.jpg",
   "bookmarklet" : 0,
   "reblog-key" : "HpwtHMIc",
   "photo-url-500" : "http://41.media.tumblr.com/d866bdb141b8e891e342d0572d7a64c6/tumblr_mpnfxfe4ML1qjo9duo1_500.jpg",
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/55037840084",
   "date-gmt" : "2013-07-09 23:23:41 GMT",
   "width" : "628"
}

