{
   "bookmarklet" : 0,
   "date" : "Thu, 11 Jul 2013 20:05:30",
   "date-gmt" : "2013-07-12 00:05:30 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "55213400056",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"55213400056\" data-blog-name=\"mrvaidya\" id=\"like_button_55213400056\"><iframe id=\"like_iframe_55213400056\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=5716f9145cbbcc5e21aa13229de5d4ed#name=mrvaidya&amp;post_id=55213400056&amp;color=black&amp;rk=KDpTX5en&amp;root_id=32745786292\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_55213400056\"></iframe></div>",
   "mobile" : 0,
   "note-count" : "10215",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/55213400056/KDpTX5en\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "KDpTX5en",
   "reblogged-from-name" : "roman-sunshine",
   "reblogged-from-title" : "Roman-Sunshine",
   "reblogged-from-url" : "https://roman-sunshine.tumblr.com/post/55209569049/historicity-reblogs",
   "reblogged-root-name" : "historicity-was-already-taken",
   "reblogged-root-title" : "HISTORICITY (was already taken)",
   "reblogged-root-url" : "http://historicity-was-already-taken.tumblr.com/post/32745786292/why-gender-history-is-important-asshole",
   "reblogged_from_avatar_url_128" : "http://68.media.tumblr.com/avatar_54ac75443e2c_128.png",
   "reblogged_from_avatar_url_16" : "http://68.media.tumblr.com/avatar_54ac75443e2c_16.png",
   "reblogged_from_avatar_url_24" : "http://68.media.tumblr.com/avatar_54ac75443e2c_24.png",
   "reblogged_from_avatar_url_30" : "http://68.media.tumblr.com/avatar_54ac75443e2c_30.png",
   "reblogged_from_avatar_url_40" : "http://68.media.tumblr.com/avatar_54ac75443e2c_40.png",
   "reblogged_from_avatar_url_48" : "http://68.media.tumblr.com/avatar_54ac75443e2c_48.png",
   "reblogged_from_avatar_url_512" : "http://68.media.tumblr.com/avatar_54ac75443e2c_512.png",
   "reblogged_from_avatar_url_64" : "http://68.media.tumblr.com/avatar_54ac75443e2c_64.png",
   "reblogged_from_avatar_url_96" : "http://68.media.tumblr.com/avatar_54ac75443e2c_96.png",
   "reblogged_root_avatar_url_128" : "http://68.media.tumblr.com/avatar_8164daaa396c_128.png",
   "reblogged_root_avatar_url_16" : "http://68.media.tumblr.com/avatar_8164daaa396c_16.png",
   "reblogged_root_avatar_url_24" : "http://68.media.tumblr.com/avatar_8164daaa396c_24.png",
   "reblogged_root_avatar_url_30" : "http://68.media.tumblr.com/avatar_8164daaa396c_30.png",
   "reblogged_root_avatar_url_40" : "http://68.media.tumblr.com/avatar_8164daaa396c_40.png",
   "reblogged_root_avatar_url_48" : "http://68.media.tumblr.com/avatar_8164daaa396c_48.png",
   "reblogged_root_avatar_url_512" : "http://68.media.tumblr.com/avatar_8164daaa396c_512.png",
   "reblogged_root_avatar_url_64" : "http://68.media.tumblr.com/avatar_8164daaa396c_64.png",
   "reblogged_root_avatar_url_96" : "http://68.media.tumblr.com/avatar_8164daaa396c_96.png",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://historicity-reblogs.tumblr.com/post/54940312217/notyourdamsel-in-distress-fabledquill\">historicity-reblogs</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://notyourdamsel-in-distress.tumblr.com/post/54939453062/fabledquill-kogiopsis-why-gender-history-is\">notyourdamsel-in-distress</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fabledquill.tumblr.com/post/54913611091/kogiopsis-why-gender-history-is-important\">fabledquill</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://kogiopsis.tumblr.com/post/54909272721/why-gender-history-is-important-asshole\">kogiopsis</a>:</p>\n<blockquote>\n<p><a href=\"http://friendlyangryfeminist.tumblr.com/post/32751861946/why-gender-history-is-important-asshole\">Why Gender History is Important (Asshole)</a></p>\n<p><a class=\"tumblr_blog\" href=\"http://roachpatrol.tumblr.com/post/32765028381/why-gender-history-is-important-asshole\">roachpatrol</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://historicity-was-already-taken.tumblr.com/post/32745786292/why-gender-history-is-important-asshole\">historicity-was-already-taken</a>:</p>\n<blockquote>\n<p>This weekend I was schmoozing at an event when some guy asked me what kind of history I study. I said “I’m currently researching the role of gender in Jewish emigration out of the Third Reich,” and he replied “oh you just threw gender in there for fun, huh?” and shot me what he clearly thought to be a charming smile.</p>\n<p>The reality is that most of our understandings of history revolve around what men were doing. But by paying attention to the other half of humanity our understanding of history can be radically altered.</p>\n<p>For example, with Jewish emigration out of the Third Reich it is just kind of assumed that it was a decision made by a man, and the rest of his family just followed him out of danger. But that is completely inaccurate. Women, constrained to the private social sphere to varying extents, were the first to notice the rise in social anti-Semitism in the beginning of Hitler’s rule. They were the ones to notice their friends pulling away and their social networks coming apart. They were the first to sense the danger.</p>\n<p>German Jewish men tended to work in industries which were historically heavily Jewish, thus keeping them from directly experiencing this “social death.” These women would warn their husbands and urge them to begin the emigration process, and often their husbands would overlook or undervalue their concerns (“you’re just being hysterical” etc). After the Nuremberg Laws were passed, and after even more so after Kristallnacht, it fell to women to free their husbands from concentration camps, to run businesses, and to wade through the emigration process.</p>\n<p>The fact that the Nazis initially focused their efforts on Jewish men meant that it fell to Jewish women to take charge of the family and plan their escape. In one case, a woman had her husband freed from a camp (to do so, she had to present emigration papers which were not easy to procure), and casually informed him that she had arranged their transport to Shanghai. Her husband—so traumatized from the camp—made no argument. Just by looking at what women were doing, our understanding of this era of Jewish history is changed.</p>\n<p>I have read an article arguing that the Renaissance only existed for men, and that women did not undergo this cultural change. The writings of female loyalists in the American Revolutionary period add much needed nuance to our understanding of this period. The character of Jewish liberalism in the first half of the twentieth century is a direct result of the education and socialization of Jewish women. I can give you more examples, but I think you get the point.</p>\n<p>So, you wanna understand history? Then you gotta remember the ladies (and not just the privileged ones).</p>\n<p><a href=\"http://historicity-was-already-taken.tumblr.com/ask\">ask historicity-was-already-taken a question</a></p>\n</blockquote>\n<p>Holy fuck. I was raised Jewish— with female Rabbis, even!— and I did not hear about any of this. Gender studies<em> are important. </em></p>\n</blockquote>\n</blockquote>\n<p>&ldquo;so you just threw gender in there for fun&rdquo; ffs i hope you poured his drink down his pants</p>\n</blockquote>\n<p>I actually studied this in one of my classes last semester. It was beyond fascinating. </p>\n<p>There was one woman who begged her husband for months to leave Germany. When he refused to listen to her, she refused to get into bed with him at night, instead kneeling down in front of him and begging him to listen to her, or if he wouldn’t listen to her, to at least tell her who he would listen to. He gave her the name of a close, trusted male friend. She went and found that friend, convinced him of the need to get the hell out of Europe, and then brought him home. Thankfully, her husband finally saw sense and moved their family to Palestine.</p>\n<p>Another woman had a bit more control over her own situation (she was a lawyer). She had read <em>Mein Kampf </em> when it was first published and saw the writing on the wall. She asked her husband to leave Europe, but he didn’t want to leave his (very good) job and told her that he had faith in his countrymen not to allow an evil man to have his way. She sent their children to a boarding school in England, but stayed in Germany by her husband’s side. Once it was clear that if they stayed in Germany they were going to die, he fled to France but was quickly captured and killed. His wife, however, joined the French Resistance and was active for over a year before being captured and sent to Auschwitz.</p>\n<p>(This is probably my favorite of these stories) The third story is about a young woman who saved her fiance and his father after Kristallnacht. She was at home when the soldiers came, but her fiance was working late in his shop. Worried for him, she snuck out (in the middle of all the chaos) to make sure he was alright. She found him cowering (quite understandably) in the back of his shop and then dragged him out, hoping to escape the violence. Unfortunately, they were stopped and he, along with hundreds of other men, was taken to a concentration camp. She was eventually told that she would have to go to the camp in person to free him, and so she did. Unfortunately, the only way she could get there was on a bus that was filled with SS men; she spent the entire trip smiling and flirting with them so that they would never suspect that she wasn’t supposed to be there. When she got to the camp, she convinced whoever was in charge to release her fiance. She then took him to another camp and managed to get her father-in-law to be released. Her father-in-law was a rabbi, so she grabbed a couple or witnesses and made him perform their marriage ceremony right then and there so that it would be easier for her to get her now-husband out of the country, which she did withing a few months. This woman was so bad ass that not only was her story passed around resistance circles, even the SS men told it to each other and honoured her courage. </p>\n<p>The moral of these stories is that men tend to trust their governments to take care of them because they always have; women know that our governments will screw us over because they always have. </p>\n<p>Another interesting tidbit is that there is sufficient evidence to suggest that Kristallnacht is a term that historians came up with after the fact, and was not what the event was actually called at the time. It’s likely that the event was actually called was (I’m sorry that I can’t remember the German word for it but it translates to) night of the feathers, because that, instead of broken glass, is the image that stuck in people’s minds because the soldiers also went into people’s homes and destroyed their bedding, throwing the feathers from pillows and blankets into the air. What does it say that in our history we have taken away the focus of the event from the more domestic, traditionally feminine, realms, and placed it in the business, traditionally masculine, realms?</p>\n</blockquote>\n<p>Badass women and interesting commentary. Though I would argue that “Night of Broken Glass&quot; includes both the personal and the private spheres. It was called Kristallnacht by the Nazis, which led to Jewish survivors referring to it as the November Pogrom until the term “Kristallnacht&quot; was reclaimed, as such.</p>\n<p>None of this runs directly counter to your fascinating commentary, though.</p>\n</blockquote>",
   "regular-title" : null,
   "slug" : "historicity-reblogs",
   "tags" : [
      "woah",
      "Kristallnacht",
      "feminism",
      "nazi germany",
      "holocaust"
   ],
   "tumblelog" : {
      "avatar_url_128" : "http://68.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "http://68.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "http://68.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "http://68.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "http://68.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "http://68.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "http://68.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "http://68.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "http://68.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "http://tumblr.ggvaidya.com/"
   },
   "type" : "regular",
   "unix-timestamp" : 1373587530,
   "url" : "http://tumblr.ggvaidya.com/post/55213400056",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/55213400056/historicity-reblogs"
}

