{
   "from-feed-id" : 0,
   "quote-source" : "<p>NPR, “Casting Call: Hollywood Needs More Women&quot; [<a href=\"http://www.npr.org/2013/06/30/197390707/casting-call-hollywood-needs-more-women\">x</a>] (via <a class=\"tumblr_blog\" href=\"http://mswyrr.tumblr.com/\">mswyrr</a>)</p>\n<p>17% should not be normal…</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://teambreakfast.tumblr.com/\">teambreakfast</a>)</p>\n<p>This relates directly to the study showing that the amount women speak is <em>grossly </em>misjudged. Specifically where, when the amount of female input in a conversation rose above 20%, men felt like they were being “drowned out.&ldquo;<br/><br/>Study Here: <a href=\"http://www.pbs.org/speak/speech/prejudice/women/\"></a><a href=\"http://www.pbs.org/speak/speech/prejudice/women/\">http://www.pbs.org/speak/speech/prejudice/women/</a></p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://wolvensnothere.tumblr.com/\">wolvensnothere</a>)</p>\n\n<p>Relevant to…well, most of life, actually, if you’re a human being who identifies with some form of gender. </p> (via <a href=\"http://lheanan.tumblr.com/\" class=\"tumblr_blog\">lheanan</a>)",
   "tags" : [
      "17%",
      "feminism"
   ],
   "type" : "quote",
   "slug" : "lyden-you-commissioned-a-dozen-studies-on-women",
   "mobile" : 0,
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/56292137963/lyden-you-commissioned-a-dozen-studies-on-women",
   "quote-text" : "<b>LYDEN:</b> You commissioned a dozen studies on women in media from the Annenberg School at USC. Some of the figures just really boggled the imagination when you think that women are half of all moviegoers. If we didn’t go to the movies, maybe this would make more sense. But we turn out in droves.\n<br/><br/><b>DAVIS:</b> I know. It really does boggle the mind. In family films and kids television shows, for every one female character, there are three male characters. But lest people think that it’s all bad news, we were able to see an increase in the percentage of female characters in family films, such that if we add female characters at the rate we have been for the past 20 years, we will achieve parity in 700 years.\n<br/><br/>\n(LAUGHTER)\n<br/><br/><b>DAVIS:</b> And my institute, we have dedicated ourselves to cutting that in half. And we will not rest until it’s only 350 years.\n<br/><br/><b>LYDEN:</b> Why is this the case?\n<br/><br/><b>DAVIS:</b> My theory is that since all anybody has seen when they are growing up is this big imbalance that the movies that they’ve watched are about, let’s say, five-to-one as far as female presence is concerned. That’s what starts to look normal. And let’s think about in difference segments of society - 17 percent of cardiac surgeons are women, 17 percent of tenured professors are women. It just goes on and on. And isn’t that strange that that’s also the percentage of women in crowd scenes in movies? What if we’re actually training people to see that ratio as normal so that when you’re an adult, you don’t notice?\n<br/><br/><b>LYDEN:</b> I wonder what the impact is of all of this lack of female representation.\n<br/><br/><b>DAVIS:</b> We just heard a fascinating and disturbing study where they looked at the ratio of men and women in groups. And they found that if there’s 17 percent women, the men in the group think it’s 50-50. And if there’s 33 percent women, the men perceive that as there being more women in the room than men.\n<br/><br/><b>LYDEN:</b> Oh, my goodness.\n<br/><br/><b>DAVIS:</b> So is it possible that 17 percent women has become so comfortable and so normal that that’s just sort of unconsciously expected?\n<br/><br/><b>LYDEN:</b> Why else, Geena Davis, do these kinds of disparities matter?\n<br/><br/><b>DAVIS:</b> What we’re in effect doing is training children to see that women and girls are less important than men and boys. We’re training them to perceive that women take up only 17 percent of the space in the world. And if you add on top of that that so many female characters are sexualized, even in things that are aimed at little kids, that’s having an enormous impact as well.",
   "format" : "html",
   "reblog-key" : "CZX2jU9U",
   "date-gmt" : "2013-07-24 01:52:28 GMT",
   "bookmarklet" : 0,
   "date" : "Tue, 23 Jul 2013 19:52:28",
   "url" : "http://tumblr.ggvaidya.com/post/56292137963",
   "unix-timestamp" : 1374630748,
   "id" : "56292137963"
}

