{
   "url" : "http://tumblr.ggvaidya.com/post/57378563974",
   "id" : "57378563974",
   "mobile" : 0,
   "regular-title" : "THE CURIOUS CASE OF THE TWITTERSILENCE",
   "date" : "Sun, 04 Aug 2013 18:18:30",
   "feed-item" : "",
   "unix-timestamp" : 1375661910,
   "reblog-key" : "4EEGlOhV",
   "format" : "html",
   "tags" : [
      "maureen johnson",
      "twittersilence",
      "feminism"
   ],
   "date-gmt" : "2013-08-05 00:18:30 GMT",
   "slug" : "the-curious-case-of-the-twittersilence",
   "from-feed-id" : 0,
   "type" : "regular",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/57378563974/the-curious-case-of-the-twittersilence",
   "bookmarklet" : 0,
   "regular-body" : "<p><a href=\"http://maureenjohnsonbooks.tumblr.com/post/57362573009/the-curious-case-of-the-twittersilence\" class=\"tumblr_blog\">maureenjohnsonbooks</a>:</p>\n\n<blockquote><p class=\"MsoNormal\">Before I even start this, I want to say that I worried about writing this. I seriously fretted in a way I don’t normally fret. Because last night was one of the weirdest nights I’ve EVER HAD online, and that is saying something.</p>\n\n<p class=\"MsoNormal\">So I must preface: <strong>to anyone who had a reasoned and well-intentioned objection to Twittersilence, THIS IS NOT ABOUT YOU</strong>. I get your objections. I think it’s awesome that you are being LOUD! All approaches in this are valid, I think, as long as we move forward!</p>\n\n<p class=\"MsoNormal\">But something happened yesterday (and is still happening now) that’s pretty fascinating, and a little troubling. It’s a rich opportunity to learn about how we talk online. And I write this knowing that the subject is still sore, and I worry about the comments already, but I come at this from a good place, so I feel compelled to write it out and get it out of my head and into words.</p>\n\n<p class=\"MsoNormal\">Yesterday, I read about this thing that was going to happen on Sunday on Twitter called #twittersilence. Anyone who felt like it could take part in a voluntary 24 hour period in which they didn’t tweet.</p>\n\n<p class=\"MsoNormal\">My <strong><em>first</em></strong> thought when I read this was that it was a bad idea. I had the same reaction as many—silence is the opposite of what we want. But the more I thought about it, the more I came around to it. Here were my reasons:</p>\n<p class=\"MsoListParagraphCxSpFirst\">There was an article I really wanted to write about a friend who is going through a serious online abuse case right now. I thought this would be a great time to do it.</p>\n<p class=\"MsoListParagraphCxSpMiddle\">At best, it would help bolster the Twitter anti-abuse policy. If enough people took part, it might actually get noticed and the button would be put in a more obvious place. Right now, I use the home screen, and you have to go through about five screens to find the place to report abuse. At worst, it would do nothing and just be kind of dumb. But that’s okay. I don’t mind being dumb. But the whole point was to get the attention of Twitter and the media.</p>\n<p class=\"MsoListParagraphCxSpLast\">I meditate, and I find there is something powerful in silence. I talk SO MUCH that when I reserve myself a little, it’s kind of refreshing. I like switching up my pattern.</p>\n<p class=\"MsoNormal\">Really … there was every possibility that it might work. Because it could get press. And press often makes things happen. So I just said I was going to do it.</p>\n\n<p class=\"MsoNormal\">And then my online world began to burn.</p>\n\n<p class=\"MsoNormal\">It was just a crackle at first. The first complaints came through, and they basically all said, “But aren’t you giving in? Aren’t you letting the trolls and abusers win?”</p>\n\n<p class=\"MsoNormal\">I understood those feelings. But I thought about it, and the answer I came up with was no, for the following reasons.</p>\n<p class=\"MsoNormal\">1. It was 24 hours, after which everything would continue exactly as before. It is IMPOSSIBLE for a few people voluntarily not tweeting for 24 hours to break feminism or the internet. Call it dumb, if you want. Call it pointless. Say it’s the wrong approach. All valid things to say. BUT IT WILL NOT BREAK FEMINISM. Feminism is not a piece of delicate porcelain. It runs deep in the bone and the blood. And the internet is like an ocean, and this ripple will be swallowed up by the movements and the waves. Being silent forever, or for an extended time, that would be bad. But being silent for a <em>short, specific time</em> could potentially amplify a message.</p>\n<p class=\"MsoNormal\">2. There is no point in second-guessing what trolls think or feel about “winning.” Charlie Sheen thought he was “winning.” It’s a mistake to think you can know what anyone else thinks of anything. And I don’t care what trolls are feeling.</p>\n<p class=\"MsoNormal\">To judge by their actions, trolls may feel like they win all the time <em>because they never change their approach</em>. They have a consistent behavioral pattern, with no learning curve. To me, trolls are like the raccoons that occasionally take up residence at my family home and poop on the porch. I never sit and think, “But how to the raccoons <em>feel </em>when pooping on the porch? Do they think they have won the porch? Are they laughing at me?” I think, “How do we deal with the raccoons pooping on the porch?” Their state of mind in the pooping process is irrelevant to me.</p>\n\n<p class=\"MsoNormal\">Trolls, while human, do their trolling on a lower level of processing. Therefore, I don’t engage with it in the same nuanced way I would engage with another human interaction. I just don’t care how they feel about what I do or what they do. My only concern is doing something effective. This was a new idea, different from the usual, so worth a try. I mean, for the raccoons we tried dried coyote urine. That seemed weird too.</p>\n<p class=\"MsoNormal\">Also, Twittersilence was <em>never about dealing with the trolls personally</em>. It was about trying to get Twitter to put an abuse button on in a more obvious place, and to have a more effective policy. And for me, the greater goal was to have a big discussion about online stalking and abuse, because, like I’ve mentioned, I have a friend dealing with this right now. What the trolls thought of it make zero difference to me, and would make zero difference in the end, because we’d all come back the next day and the circle of life would continue unbroken.</p>\n<p class=\"MsoNormal\">But I understood this comment. It made sense to say it. I’m just telling you my conclusions on that question.</p>\n\n<p class=\"MsoNormal\">Not wanting to be silent for a day was and is TOTALLY VALID. There were loads of good arguments being made against doing the Twittersilence. I was for both sides, and was really just happy that we were all discussing it. Because in many ways, it had already done its job! It was getting attention and discussion! I didn’t care if I was on the right or wrong side of this particular fence, because I was in the right YARD—that yard being the Yard Where Something Gets Done About This Problem.</p>\n\n<p class=\"MsoNormal\">It was all well and good, and then, things got … kind of dark. The comments took on a different feel. One pervasive comment was that people who participated in the silence were self-important bores. There was SO MUCH of this. “Who do you think you are?” “How dare you just sit there and … not say anything.”</p>\n<p class=\"MsoNormal\">Here are a few comments. (I’ve removed the names from the tweets just because it seems prudent to do so.)</p>\n<p class=\"MsoNormal\"><strong>Enjoying the <a href=\"https://twitter.com/search?q=%23twittersilence&amp;src=hash\">‪#twittersilence</a> and the lack of self-righteous feminist tweets today. Now can we arrange a boycott from Beliebers tomorrow?</strong></p>\n<p class=\"MsoNormal\"><strong>They deserve to be raped if they break their twitter silence. Kidding :-)</strong></p>\n<p class=\"MsoNormal\"><strong>Today has been more like the Twitter of old. We should get the cretinous part of Twitter to be silent more often.</strong></p>\n<p class=\"MsoNormal\"><strong>The fact that you need to trend a hashtag to promote your boycott of Twitter says it all <a href=\"https://twitter.com/search?q=%23twittersilence&amp;src=hash\">‪#twittersilence</a> <a href=\"https://twitter.com/search?q=%23narcissists&amp;src=hash\">‪#narcissists</a></strong></p>\n<p class=\"MsoNormal\"><strong>Let’s all pretend to be unnerved by the liberal <a href=\"https://twitter.com/search?q=%23twittersilence&amp;src=hash\">‪#twittersilence</a>, so they continue it.</strong></p>\n<p class=\"MsoNormal\"><strong>Make every day <a href=\"https://twitter.com/search?q=%23twittersilence&amp;src=hash\">‪#twittersilence</a> day, you Weiner-loving slutbags.</strong></p>\n<p class=\"MsoNormal\">That’s just a sample that I skimmed right off the top. There were also <a href=\"http://blogs.telegraph.co.uk/news/damianthompson/100229598/a-brief-interlude-of-sanity-on-twitter-as-twittersilence-bores-fall-silent/\">pieces like this</a>.</p>\n\n<p class=\"MsoNormal\">Making fun of twittersilence became a really easy way of making fun of feminism, making fun of the way people choose to make statements.</p>\n\n<p class=\"MsoNormal\">Then there were the comments that people who participated in the silence were privileged. Certainly this is true of many, but no one can say what percentage of people doing it were privileged, and to what degree privileged. I think it could also be said that many of the people NOT participating <em>were just as privileged</em>. I saw lots of very privileged people talking about how they weren’t doing it. I could practically SMELL THE MONOCLES of some of the people handing out some of the heaviest criticisms. It is possible that even participating in this debate is a kind of privilege-off.</p>\n\n<p class=\"MsoNormal\">But the one that got to me in the worst way was that I was abusing my power and making people feel marginalized because if I did something, my followers would think they had to do it too and I was triggering feelings of disempowerment and abuse.</p>\n\n<p class=\"MsoNormal\">This one pretty much did me in. It made me feel like some kind of ULTIMATE HEEL.</p>\n\n<p class=\"MsoNormal\">First, I was like, “I have power?”</p>\n\n<p class=\"MsoNormal\">I’m not being all humblebraggy here—it was a genuine question. But okay, let’s say I do. I know I have a lot of followers, all of whom I LOVE. This was really emotional for me. It was deeply upsetting (and even a little frightening) to me to think that anyone had the impression that I could remove their free agency. The statement, “I feel disempowered because you are doing something that I don’t like” is one of the most problematic I’ve ever come across. It worried me to no end.</p>\n\n<p class=\"MsoNormal\">People said they were being triggered by being told to be silent, but no one was being <em>told</em> to be anything. And this is SO CRITICAL. NO ONE HAS THIS KIND OF POWER OVER YOU. No one. ESPECIALLY no one talking on the internet. DO NOT GIVE AWAY YOUR AGENCY. If you want to follow something I say, follow this: DO WHAT YOU FEEL IS BEST. YOU ARE THE BOSS OF YOU.</p>\n<p class=\"MsoNormal\">I appreciated that people who liked me might be influenced by what I do, but the thing is? I might do things you don’t like. DON’T DO THEM. Other people may do things you don’t like. DON’T DO THEM. This is something that will come up in life and it just has to be faced. The internet can make these messages seem like big banners, I know. So we have to learn, together, how to mental work around these kinds of problems.</p>\n<p class=\"MsoNormal\">And, for the record, I had ZERO bad feelings about people who didn’t want to participate! ZERO! I wanted to do it, but what anyone else did was and is totally up to them! We don’t all need to do the same things. We can disagree on how to approach a problem and still be on the same side. We can even be on different sides entirely.</p>\n<p class=\"MsoNormal\">There were so many raw feelings, I felt like I was tightroping on an exposed nerve just to talk about it. And talk about it I did, for about three hours, trying to answer every concerned comment. I worried myself half-sick and wondered why people thought it was going to bring the world down, and why they thought I could tell them what to do, or that ANYONE online could tell them what to do. I hated that people felt hurt, and all because I was doing a day of silence? It felt like the whole situation was sliding out of hand.</p>\n<p class=\"MsoNormal\">The internet has a way of making some things seem REALLY REALLY BIG AND PROBLEMATIC, even when they might not be. In my mind, I had gone from holding my peaceful candle at the vigil to RUNNING DOWN THE STREET WITH MY CANDLE, lighting my hair on fire, taking refuge in overturned wagons and boxes. I picked up my own personal trolls, who started making multiple accounts to harass me. After about three hours of this barrage, I became, FOR THE FIRST TIME EVER, really weary of being online. I actually felt like I needed the 24 hour break.</p>\n\n<p class=\"MsoNormal\">I was down. But not out. Being the kind of person I am, it made me want to DOUBLE DOWN. Now I was REALLY going to do it. As soon as I’m told I can’t do something, I run toward it! I WAS GOING TO BE SO SILENT. LIKE A NINJA. This is my nature.</p>\n<p class=\"MsoNormal\">I guess what bothered me was that I seemed not be permitted this choice. In some ways, people were trying to silence me from … my silence. It bothered me that so many people were using this an excuse to hate on feminism. And it made me mad that so many people were telling me I was doing feminism wrong. I felt a “[BLEEP] you!” burbling in the back of my throat. I had a solid case for doing what I was doing. I had thought it over. I’d made my decision.</p>\n<p class=\"MsoNormal\">And what about my background? No one actually knows my story, why I may be doing this. Why is my choice to do this thing—this thing I’ve really thought about—not okay?</p>\n\n<p class=\"MsoNormal\">Again! This was me mentally addressing people who were sending me some hardcore vitriol, not the people just debating the subject in a helpful way.</p>\n<p class=\"MsoNormal\">It’s okay to be wrong. It’s okay to try things. I make mistakes daily. It’s important to do so. Whether Twittersilence was wrong or not—still don’t know. Results are not in. But it did not <em>hurt</em> anything. I absolutely refute the idea that it did damage, that people were <em>silenced</em>. There is a world of difference between <em>being silenced</em> and <em>choosing of your own free will to participate in what is essentially a vigil</em>.</p>\n\n<p class=\"MsoNormal\">To the many awesome people who spoke against it and gave legitimate concerns—that was awesome! Overall, I <em>still think</em> it’s a good idea, even with the hassle it’s caused. We are all TALKING.</p>\n\n<p class=\"MsoNormal\">But if I want to go silent and hold my candle, I’m going to do it. If I want to EAT my candle, I’m going to do it.</p>\n\n<p class=\"MsoNormal\">And also, when I go silent, it doesn’t mean I’m backing down. It usually means I’ve gone to get a BIGGER STICK.</p>\n\n<p class=\"MsoNormal\">I love you guys. Let’s go get the trolls together.</p>\n\n<p class=\"MsoNormal\">PS. I never said I would be Tumblr silent. lol!</p></blockquote>"
}

