{
   "reblog-key" : "JeX6fHPG",
   "tags" : [
      "harrassment",
      "feminism"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/57436388724",
   "feed-item" : "",
   "type" : "quote",
   "unix-timestamp" : 1375721420,
   "slug" : "he-waited-until-the-train-was-in-motion-to-make",
   "format" : "html",
   "quote-source" : "<p><a href=\"http://chrisbrecheen.blogspot.com.au/2013/07/changing-creepy-guy-narrative.html?m=1\">Writing About Writing (And Occasionally Some Writing): Changing The Creepy Guy Narrative</a> (via <a class=\"tumblr_blog\" href=\"http://veruca-assault.tumblr.com/\">veruca-assault</a>)</p>\n<p>Pure amazingness.</p> (via <a href=\"http://lheanan.tumblr.com/\" class=\"tumblr_blog\">lheanan</a>)",
   "bookmarklet" : 0,
   "date-gmt" : "2013-08-05 16:50:20 GMT",
   "from-feed-id" : 0,
   "quote-text" : "<p>He waited until the train was in motion to make his move—a true sign of someone who knows how to make the environment work to their advantage.  Then he leaned forward.  “Hi.&ldquo;  “How you doing?&rdquo;  “What are you reading?&ldquo;  “What’s your name?&rdquo; “I really like your hair.&ldquo; “That’s a really nice skirt.&rdquo;  “You must work out.&ldquo;</p>\n\n<p>It was painful to watch.  She clearly wanted nothing to do with him, and he clearly wasn’t going to take the hint.  Her rebukes got firmer.  “I’d like to read my book.&rdquo;  And he pulled out the social pressure.  “Hey, I’m just asking you a question.  You don’t have to be so rude.&ldquo;  She started to look around for outs.  Her head swiveled from one exit to another.</p>\n\n<p>The thing was, I had already heard this story, many many times.  I knew how it would play out.  I knew all the tropes.  I probably could have quoted the lines before they said them.  I wanted a new narrative.  Time to mix it up.</p>\n\n<p>So I moved seats until I was sitting behind him.  I leaned forward with my head on the back of his seat.</p>\n\n<p>&quot;Hi,&rdquo; I said with a little smile.</p>\n\n<p>He looked at me like I was a little crazy—which isn’t exactly untrue—and turned back to her.</p>\n\n<p>&ldquo;How are you doing?&rdquo;  I asked.</p>\n\n<p>&ldquo;I’m fine,&rdquo; he said flatly without ever looking back.</p>\n\n<p>&ldquo;I really like your hair,&rdquo; I said.  “It looks soft.&ldquo;</p>\n\n<p>That’s about when it got…..weird.</p>\n\n<p>He sort of half turned and glared back me, and I could tell I was pissing him off.  His eyes told me to back the hell away, and his lips were pressed together tightly enough to drain the color from them completely.</p>\n\n<p>But no good story ever ends with the conflict just defusing.  He started to turn back to her.</p>\n\n<p>&quot;Wait, don’t be like that,&rdquo; I said.  “Lemmie just ask you one question…&quot;</p>\n\n<p>&ldquo;What!&rdquo; he said in that you-have-clearly-gone-too-far voice that is part of the freshmen year finals at the school of machismo.</p>\n\n<p>And I’m not exactly a hundred percent sure why I didn’t call it a day at that point, but…..maybe I just love turning the screw to see what happens.   I gave him the bedroomy-est eyes I could muster.  “What’s your name?&ldquo;</p>\n\n<p>Right now I’m sitting here typing out this story, and I’m still not entirely sure why I’m not nursing a fat lip or a black eye.  Because that obviously made him so mad that I still am not sure why it didn’t come to blows.  There are cliches about eyes flaring and rage behind someones eyes and shit like that that are so overdone.  But it really does look like that.  When someone gets violent, their eyes just kind of “pop&rdquo; with intention—pupils dilate, eyelids widen. And his did. Even sitting down he was clearly bigger than me and I was pretty sure he was kind of muscular too, so at that moment I was figuring I was probably going to need an ice pack and sympathy sex from my girlfriend by day’s end.</p>\n\n<p>&ldquo;DUDE,&rdquo; he shouted.  “I’M NOT GAY.&ldquo;</p>\n\n<p>That’s when I dropped the bedroom eyes and switched to a normal voice.  “Oh well I could see not being interested didn’t matter to you when you were hitting on her, so I just thought that’s how you rolled.&rdquo;</p>",
   "mobile" : 0,
   "date" : "Mon, 05 Aug 2013 10:50:20",
   "id" : "57436388724",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/57436388724/he-waited-until-the-train-was-in-motion-to-make"
}

