{
   "tags" : [
      "The Economist",
      "censorship",
      "China",
      "The Great Firewall"
   ],
   "feed-item" : "",
   "mobile" : 0,
   "reblog-key" : "vdX6wU7H",
   "quote-text" : "<p>On February 9th [2013], Chinese New Year’s Eve, Fang Binxing, known in China as the father of the Great Firewall, wished his followers on Sina Weibo a happy Year of the Snake. As always whenever Mr Fang tweets, thousands of fellow microbloggers sent messages along the lines of &ldquo;get lost&rdquo;. They could not reply directly: Mr Fang gets so much abuse for his role in engineering China&rsquo;s censorship technology that the &ldquo;comments&rdquo; function on his microblog page had to be disabled long ago. Nor can users easily find the comments on the 35,000 retweets of his new-year post: Sina has blocked access to those as well.</p>\n\n<p>Mr Fang is used to being, in the parlance of the system he helped create, a &ldquo;sensitive keyword&rdquo;. He is one of the most important figures in the history of the Chinese internet, and perhaps its most reviled. In 2011 several students in Wuhan, in central China, said they threw eggs and a pair of shoes at Mr Fang when he visited their campus to give a speech. There was not a little irony in their spreading the news of their action (and a photograph of one student’s shoeless feet) on Twitter, which thanks to Mr Fang’s work is accessible to China’s internet users only with special circumvention tools.</p>",
   "date" : "Wed, 07 Aug 2013 14:40:29",
   "url" : "http://tumblr.ggvaidya.com/post/57638710676",
   "type" : "quote",
   "slug" : "on-february-9th-2013-chinese-new-years-eve",
   "id" : "57638710676",
   "date-gmt" : "2013-08-07 20:40:29 GMT",
   "unix-timestamp" : 1375908029,
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/57638710676/on-february-9th-2013-chinese-new-years-eve",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "quote-source" : "The Economist, <a href=\"http://www.economist.com/news/special-report/21574631-chinese-screening-online-material-abroad-becoming-ever-more-sophisticated?frsc=dg%7Cc\"><em>The Great Firewall: The art of concealment</em></a>, April 6, 2013"
}

