{
   "bookmarklet" : 0,
   "date" : "Wed, 07 Aug 2013 21:28:24",
   "date-gmt" : "2013-08-08 01:28:24 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "57661364369",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"57661364369\" data-blog-name=\"mrvaidya\" id=\"like_button_57661364369\"><iframe id=\"like_iframe_57661364369\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=e350d333d34f56656df9f206c69335f3#name=mrvaidya&amp;post_id=57661364369&amp;color=black&amp;rk=qOdZ0Wgj&amp;root_id=57612770175\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_57661364369\"></iframe></div>",
   "mobile" : 0,
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/57661364369/qOdZ0Wgj\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "qOdZ0Wgj",
   "regular-body" : "<p><a href=\"http://stephen-fry-me.tumblr.com/post/57612770175/open-letter-to-david-cameron-and-the-ioc\" class=\"tumblr_blog\">stephen-fry-me</a>:</p>\n\n<blockquote><p>Dear Prime Minister, M Rogge, Lord Coe and Members of the International Olympic Committee,</p>\n<p>I write in the earnest hope that all those with a love of sport and the Olympic spirit will consider the stain on the Five Rings that occurred when the 1936 Berlin Olympics proceeded under the exultant aegis of a tyrant who had passed into law, two years earlier, an act which singled out for special persecution a minority whose only crime was the accident of their birth. In his case he banned Jews from academic tenure or public office, he made sure that the police turned a blind eye to any beatings, thefts or humiliations inflicted on them, he burned and banned books written by them. He claimed they “polluted” the purity and tradition of what it was to be German, that they were a threat to the state, to the children and the future of the Reich. He blamed them simultaneously for the mutually exclusive crimes of Communism and for the controlling of international capital and banks. He blamed them for ruining the culture with their liberalism and difference. The Olympic movement at that time paid precisely no attention to this evil and proceeded with the notorious Berlin Olympiad, which provided a stage for a gleeful Führer and only increased his status at home and abroad. It gave him confidence. All historians are agreed on that. What he did with that confidence we all know.</p>\n<p>Putin is eerily repeating this insane crime, only this time against LGBT Russians. Beatings, murders and humiliations are ignored by the police. Any defence or sane discussion of homosexuality is against the law. Any statement, for example, that Tchaikovsky was gay and that his art and life reflects this sexuality and are an inspiration to other gay artists would be punishable by imprisonment. It is simply not enough to say that gay Olympians may or may not be safe in their village. The IOC absolutely must take a firm stance on behalf of the shared humanity it is supposed to represent against the barbaric, fascist law that Putin has pushed through the Duma. Let us not forget that Olympic events used not only to be athletic, they used to include cultural competitions. Let us realise that in fact, sport is cultural. It does not exist in a bubble outside society or politics. The idea that sport and politics don’t connect is worse than disingenuous, worse than stupid. It is wickedly, wilfully wrong. Everyone knows politics interconnects with everything for “politics” is simply the Greek for “to do with the people”.</p>\n<p>An absolute ban on the Russian Winter Olympics of 2014 on Sochi is simply essential. Stage them elsewhere in Utah, Lillyhammer, anywhere you like. At all costs Putin cannot be seen to have the approval of the civilised world.</p>\n<p>He is making scapegoats of gay people, just as Hitler did Jews. He cannot be allowed to get away with it. I know whereof I speak. I have visited Russia, stood up to the political deputy who introduced the first of these laws, in his city of St Petersburg. I looked into the face of the man and, on camera, tried to reason with him, counter him, make him understand what he was doing. All I saw reflected back at me was what Hannah Arendt called, so memorably, “the banality of evil.” A stupid man, but like so many tyrants, one with an instinct of how to exploit a disaffected people by finding scapegoats. Putin may not be quite as oafish and stupid as Deputy Milanov but his instincts are the same. He may claim that the “values” of Russia are not the “values” of the West, but this is absolutely in opposition to Peter the Great’s philosophy, and against the hopes of millions of Russians, those not in the grip of that toxic mix of shaven headed thuggery and bigoted religion, those who are agonised by the rolling back of democracy and the formation of a new autocracy in the motherland that has suffered so much (and whose music, literature and drama, incidentally I love so passionately).</p>\n<p>I am gay. I am a Jew. My mother lost over a dozen of her family to Hitler’s anti-Semitism. Every time in Russia (and it is constantly) a gay teenager is forced into suicide, a lesbian “correctively” raped, gay men and women beaten to death by neo-Nazi thugs while the Russian police stand idly by, the world is diminished and I for one, weep anew at seeing history repeat itself.</p>\n<p>&ldquo;All that is needed for evil to triumph is for good men to do nothing,&rdquo; so wrote Edmund Burke. Are you, the men and women of the IOC going to be those &ldquo;good&rdquo; who allow evil to triumph?</p>\n<p>The Summer Olympics of 2012 were one of the most glorious moments of my life and the life of my country. For there to be a Russian Winter Olympics would stain the movement forever and wipe away any of that glory. The Five Rings would finally be forever smeared, besmirched and ruined in the eyes of the civilised world.</p>\n<p>I am begging you to resist the pressures of pragmatism, of money, of the oily cowardice of diplomats and to stand up resolutely and proudly for humanity the world over, as your movement is pledged to do. Wave your Olympic flag with pride as we gay men and women wave our Rainbow flag with pride. Be brave enough to live up to the oaths and protocols of your movement, which I remind you of verbatim below.</p>\n<p>Rule four: Cooperate with the competent public or private organisations and authorities in the endeavour to place sport at the service of humanity and thereby to promote peace.</p>\n<p>Rule six: Act against any form of discrimination affecting the Olympic Movement.</p>\n<p>Rule 15: Encourage and support initiatives blending sport with culture and education.</p>\n<p>I especially appeal to you, Prime Minister, a man for whom I have the utmost respect. As the leader of a party I have for almost all of my life opposed and instinctively disliked, you showed a determined, passionate and clearly honest commitment to LGBT rights and helped push gay marriage through both houses of our parliament in the teeth of vehement opposition from so many of your own side. For that I will always admire you, whatever other differences may lie between us. In the end I believe you know when a thing is wrong or right. Please act on that instinct now.</p>\n<p>Yours in desperate hope for humanity</p>\n<p><strong>Stephen Fry</strong></p></blockquote>",
   "regular-title" : "Open Letter to David Cameron and the IOC",
   "slug" : "open-letter-to-david-cameron-and-the-ioc",
   "tags" : [
      "stephen fry",
      "winter olympics 2014"
   ],
   "type" : "regular",
   "unix-timestamp" : 1375925304,
   "url" : "http://tumblr.ggvaidya.com/post/57661364369",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/57661364369/open-letter-to-david-cameron-and-the-ioc"
}

