{
   "reblog-key" : "dzFgHwYO",
   "photo-url-500" : "http://41.media.tumblr.com/76f9984e4ffc6267f19e65e6b70d9b63/tumblr_mr2235KR3H1rnwoh4o1_500.jpg",
   "date-gmt" : "2013-08-08 05:43:26 GMT",
   "tags" : [
      "bystander effect"
   ],
   "format" : "html",
   "from-feed-id" : 0,
   "slug" : "pepperjohnrogers-cumberbum-the-bystander",
   "photo-url-1280" : "http://41.media.tumblr.com/76f9984e4ffc6267f19e65e6b70d9b63/tumblr_mr2235KR3H1rnwoh4o1_500.jpg",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/57681126600/pepperjohnrogers-cumberbum-the-bystander",
   "type" : "photo",
   "bookmarklet" : 0,
   "photo-url-100" : "http://40.media.tumblr.com/76f9984e4ffc6267f19e65e6b70d9b63/tumblr_mr2235KR3H1rnwoh4o1_100.jpg",
   "url" : "http://tumblr.ggvaidya.com/post/57681126600",
   "height" : 650,
   "id" : "57681126600",
   "mobile" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://pepperjohnrogers.tumblr.com/post/57447755824/cumberbum-the-bystander-effect-the-bystander\">pepperjohnrogers</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://cumberbum.tumblr.com/post/57419092302/the-bystander-effect-the-bystander-effect-is-a\">cumberbum</a>:</p>\n<blockquote>\n<p><strong><em>The Bystander Effect -</em></strong> <small>The Bystander Effect is a social phenomenon in which a person (or persons) are less likely to offer help to another person (or persons) when there are more people around who can also provide assistance. Many people believe that, when there is an emergency and lots of people are present, the people in need are more likely to get assistance. However, this is not the case. Rather, the more people there are who can help, the less likely each person is to offer help. Thus, when in a group, people are less likely to offer help than when they are alone.</small></p>\n</blockquote>\n<p>I’m going to hijack this post to talk about what you should do to combat the bystander effect. The bystander effect is very real and can have some very serious consequences. People die all the time because of the bystander effect. </p>\n<p>If you know CPR and you see someone in distress, congratulations <strong>you</strong> are now in charge. Don’t stand around and wait for someone else to do something. You are officially the most capable person on scene. </p>\n<p>Start CPR immediately. While you’re at it, pick someone in the crowd and point to them. Loudly say, “You call 911!”. <strong>Do Not say “someone call 911”. </strong>If you say “someone” everyone there is going to think that someone else is “someone”. <strong>You have to pick a specific person</strong>. </p>\n<p>If you don’t know CPR and aren’t capable of offering any direct assistance, it is officially your job to call for emergency services. If you don’t have a cellphone, start looking for a phone or someone else who has a phone. </p>\n<p>Whenever you are in doubt about whether or not you need to take action, remember the bystander effect. Remember that other people will be in doubt too, and those other people may not be armed with the knowledge you have. </p>\n<p>If you pass a car accident on the highway and think “I’m sure someone else has already called it in” remember that everyone else who passed thought the exact same thing. Call it in. Emergency services would rather receive 100 calls about the same accident than not receive any calls at all. </p>\n</blockquote>",
   "photo-url-75" : "http://40.media.tumblr.com/76f9984e4ffc6267f19e65e6b70d9b63/tumblr_mr2235KR3H1rnwoh4o1_75sq.jpg",
   "date" : "Wed, 07 Aug 2013 23:43:26",
   "width" : 500,
   "photo-url-250" : "http://40.media.tumblr.com/76f9984e4ffc6267f19e65e6b70d9b63/tumblr_mr2235KR3H1rnwoh4o1_250.jpg",
   "feed-item" : "",
   "photos" : [],
   "photo-url-400" : "http://41.media.tumblr.com/76f9984e4ffc6267f19e65e6b70d9b63/tumblr_mr2235KR3H1rnwoh4o1_400.jpg",
   "unix-timestamp" : 1375940606
}

