{
   "unix-timestamp" : 1375993235,
   "slug" : "at-the-same-time-dust-to-digital-is-trying-to",
   "type" : "quote",
   "quote-text" : "<p>At the same time, Dust-to-Digital is trying to preserve the past on a larger scale through a non-profit organisation called Music Memory. Its goal is to digitise as much as possible as rapidly as it can, by placing equipment in the homes of record collectors who are methodically processing their own holdings. The group will assemble lyrics, liner notes, discographic data and audio in an online collection.</p>\n\n<p>The challenge with all this cataloguing, digitising and assembling of material for release is the awkward status of audio (or &#8220;phonogram&#8221;) rights. Whereas musical compositions or spoken words are subject to copyright protection similar to that covering books and other printed materials, audio released in America between the dawn of audio recording in the 1870s and 1972 remains under protection until at least 2067. Some reform efforts currently under way might succeed in putting audio from the 1920s and earlier in the public domain, however, as well as shortening the limits for the rest.</p>\n\n<p>The Ledbetters do not let rights issues deter them. They doggedly track down the current holders of composition, performance and audio rights required for release, wherever they are. And so, bit by bit, byte by byte, Dust-to-Digital will continue to expose modern audiences to forgotten gems from the analogue era.</p>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/57727451710/at-the-same-time-dust-to-digital-is-trying-to",
   "id" : "57727451710",
   "tags" : [
      "The Economist",
      "copyright",
      "archives",
      "old music"
   ],
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/57727451710",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "date-gmt" : "2013-08-08 20:20:35 GMT",
   "reblog-key" : "HjqJqciF",
   "feed-item" : "",
   "format" : "html",
   "date" : "Thu, 08 Aug 2013 14:20:35",
   "quote-source" : "The Economist, <em><a href=\"http://www.economist.com/news/technology-quarterly/21572926-historical-audio-specialist-record-label-digs-up-old-recordings-and-re-releases?frsc=dg%7Cc\"><br/>\nMonitor: Unforgotten songs</a></em>, March 7, 2013."
}

