{
   "date-gmt" : "2013-08-23 18:06:25 GMT",
   "id" : "59119474254",
   "slug" : "although-paris-is-not-as-developed-as-other",
   "quote-source" : "<a href=\"http://en.wikipedia.org/w/index.php?title=Count_Paris&amp;oldid=559286489#Analysis\"><em>Count Paris</em></a> on Wikipedia",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/59119474254/although-paris-is-not-as-developed-as-other",
   "format" : "html",
   "unix-timestamp" : 1377281185,
   "mobile" : 0,
   "feed-item" : "",
   "tags" : [
      "shakespeare",
      "romeo and juliet",
      "language",
      "literature"
   ],
   "type" : "quote",
   "url" : "http://tumblr.ggvaidya.com/post/59119474254",
   "date" : "Fri, 23 Aug 2013 12:06:25",
   "quote-text" : "<p>Although Paris is not as developed as other characters in the play, he stands as a complication in the development of Romeo and Juliet&rsquo;s relationship. His love of Juliet stands as a counterpoint to Romeo&rsquo;s impetuous love.[8] In Act V, Scene III, Paris visits the crypt to quietly and privately mourn the loss of his would-be fiancée. Romeo eventually kills him during a swordfight in the same scene, and his dying wish is for Romeo to lay him next to Juliet, which Romeo does. This scene is often omitted from modern stage and screen performances as it complicates what would otherwise be a simple love story between the title characters.</p>\n\n<p>Shakespeare also uses sub-plots to offer a clearer view of the main characters&rsquo; actions. For example, when the play begins, Romeo is in love with Rosaline, who has refused all of his advances. Romeo&rsquo;s infatuation with Rosaline quickly disavowal of her upon seeing Juliet serve to highlight the flightiness of Romeo&rsquo;s romantic interests. In a similar fashion, Paris&rsquo; love for Juliet serves as a counterpoint to Romeo&rsquo;s love for her. Paris can support her and care for and about her in a mature fashion, while Romeo is but a love struck adolescent with no real job or means of supporting his new wife. Meanwhile, Juliet clearly cares more for Romeo, as shown by the formal language she uses around Paris as well as the way she talks about him to her Nurse. Beyond this, the sub-plot of the Montague–Capulet feud overarches the whole play, providing an atmosphere of hate that is the main contributor to the play&rsquo;s tragic end.[9]</p>\n\n<p>Men often used Petrarchan sonnets to exaggerate the beauty of women who were impossible for them to attain, as in Romeo&rsquo;s situation with Rosaline. Lady Capulet uses this sonnet form to describe Count Paris to Juliet as a handsome man.[10] When Romeo and Juliet meet, the poetic form changes from the Petrarchan (which was becoming archaic in Shakespeare&rsquo;s day) to a then more contemporary sonnet form, using &ldquo;pilgrims&rdquo; and &ldquo;saints&rdquo; as metaphors.[11] Finally, when the two meet on the balcony, Romeo attempts to use the sonnet form to pledge his love, but Juliet breaks it by saying, &ldquo;Dost thou love me?&rdquo;[12] By doing this, she searches for true expression, rather than a poetic exaggeration of their love.[13] Juliet uses monosyllabic words with Romeo, but uses formal language with Paris.[14] Other forms in the play include an epithalamium by Juliet, a rhapsody in Mercutio&rsquo;s Queen Mab speech, and an elegy by Paris.[15]</p>",
   "reblog-key" : "AOXGSwPh"
}

