{
   "unix-timestamp" : 1377326657,
   "photo-url-500" : "http://33.media.tumblr.com/db2b9bf7554f0791bc09a482d07c0dc6/tumblr_mgfivn4SJ31r5s4n9o1_500.gif",
   "photo-url-1280" : "http://33.media.tumblr.com/db2b9bf7554f0791bc09a482d07c0dc6/tumblr_mgfivn4SJ31r5s4n9o1_500.gif",
   "format" : "html",
   "tags" : [
      "important",
      "harry potter",
      "wizard in the leaky cauldron"
   ],
   "photo-url-250" : "http://33.media.tumblr.com/db2b9bf7554f0791bc09a482d07c0dc6/tumblr_mgfivn4SJ31r5s4n9o1_250.gif",
   "bookmarklet" : 0,
   "feed-item" : "",
   "date-gmt" : "2013-08-24 06:44:17 GMT",
   "photo-url-400" : "http://38.media.tumblr.com/db2b9bf7554f0791bc09a482d07c0dc6/tumblr_mgfivn4SJ31r5s4n9o1_400.gif",
   "reblog-key" : "IA0aqR0n",
   "type" : "photo",
   "width" : "432",
   "url" : "http://tumblr.ggvaidya.com/post/59178070720",
   "from-feed-id" : 0,
   "photo-caption" : "<p><a href=\"http://shermansgallifreyan.tumblr.com/post/52307997458/captainexposition-shermansgallifreyan\" class=\"tumblr_blog\">shermansgallifreyan</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://captainexposition.tumblr.com/post/52269057234/shermansgallifreyan-oxboxer-feferipixies\">captainexposition</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://shermansgallifreyan.tumblr.com/post/52155877181/oxboxer-feferipixies-the-fandoms-are-cool\">shermansgallifreyan</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://oxboxer.tumblr.com/post/40747073337/feferipixies-the-fandoms-are-cool\">oxboxer</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://feferipixies.tumblr.com/post/40735498810/the-fandoms-are-cool-everythingis19\">feferipixies</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://the-fandoms-are-cool.tumblr.com/post/40717252813/everythingis19-cosmicsyzygy-look-i-made-a\">the-fandoms-are-cool</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://everythingis19.tumblr.com/post/40630746815/cosmicsyzygy-look-i-made-a-gif-of-this-most\">everythingis19</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://cosmicsyzygy.tumblr.com/post/40199444691/look-i-made-a-gif-of-this-most-awesome-wizard-at\">cosmicsyzygy</a>:</p>\n<blockquote>\n<p><em>Look, I made a gif of this most awesome wizard at the Leaky Cauldron!</em></p>\n</blockquote>\n<p>DUDE IS READING ‘A BRIEF HISTORY OF TIME’ BY STEPHEN HAWKING</p>\n<p>I NEVER REALIZED</p>\n</blockquote>\n<p><em>are you serious</em></p>\n<p>I always assumed wizards just ignored science, because the fact that “magic” exists, can explain anything. But there are MuggleBorn wizards, ones who, until they were eleven, lived in the real world and learned science and things. Did they all just abandon that normal, muggle knowledge, like Harry did? It’s always been there, itching in the back of my mind.</p>\n<p>FOUR FOR YOU SCIENCE WIZARD</p>\n<p>YOU GO SCIENCE WIZARD</p>\n</blockquote>\n<p>can we point out that he’s doing wandless magic too</p>\n<p>like voldemort couldnt even do that shit</p>\n<p>molly fuckin weasley couldnt fuckin do that</p>\n<p><em>who are you</em></p>\n</blockquote>\n<p>Quick, somebody write a book series about the adventures of Magic Prodigy Science Wizard!!!</p>\n<p><em><strong>PLEASE SOMEONE JUST DO IT</strong></em></p>\n</blockquote>\n<p class=\"p1\"><span class=\"s1\">Alan Baker had no use for wands, of course. If one were to</span><span class=\"s2\"> </span><em>Prior Incantato</em> his outdated, duct-taped rod of walnut wood and dragon heartstring, its most recent use would have been the enchantment of the long-lived neurons in Alan’s own mind. This enchantment, possible only for those who were capable of seeing themselves as a complex amalgamation of neural impulses, allowed him to bypass both wands and words. Alan did this, not for show, not for power, but because wandwork distracted him from his reading.</p>\n<p class=\"p1\">Unfortunately, there was no legal spell to get rid of barflies.</p>\n<p class=\"p1\">“Hey- hey mate, you gotta- gotta minute to-“</p>\n<p class=\"p1\"><em>Sobrius</em>, Alan thought, placing one hand on his neighbor’s forehead without looking up. He pondered whether or not to cast a silencing barrier, even in violation of the Leaky Cauldron’s safety code.</p>\n<p class=\"p1\">“Thanks,” said the now-sober man, “Readin’ more of that Muggle trash, I see.”</p>\n<p class=\"p1\">Alan closed his eyes and counted to three, but when he opened them, the man was still there. Alan lowered his “muggle trash” in defeat, meeting the baggy, bloodshot eyes of the wizard sitting across from him.</p>\n<p class=\"p1\">Alan leaned forward, placing his hands steeple-like on the table. “Mr. Fletcher, do you know why time turners don’t send you into space?”</p>\n<p class=\"p1\">“The sky, y’mean? Cause they’re fer time turnin’, not apparation.”</p>\n<p class=\"p1\">Alan had to take a deep breath. “No,” he replied, “If time turners weren’t anchored to anything, the Earth’s rotation alone would be enough to ensure a time traveler’s demise. But someone at the ministry was clever enough to anchor them to a carefully guarded object that never moves relative to the Earth.”</p>\n<p class=\"p1\">“Fascinat’n,” slurred Mundungus, whose eyes had glazed over once it became clear that Alan didn’t actually have a time turner on him.</p>\n<p class=\"p1\">“But time turners are still very limited,” continued Alan, more to himself than to Mundungus, “They can’t go more than seven hours back, and not forward at all, and only in increments of one hour, and they only work on Earth… no, they’re very clumsy, if one truly pauses to think about it.”</p>\n<p class=\"p1\">“What’s yer point?”</p>\n<p class=\"p1\">“My <em>point </em>is that while wizards are slowly stagnating in their backwards remnant of the Dark Ages, Muggles are making progress, ever reaching for the light. Do you know that they don’t need magic to craft a hand of living silver?”</p>\n<p class=\"p1\">“Bah,” was Mundungus’s only reply, “You’d be best mates with that Weasley nutcase at the ministry, you would.”</p>\n<p class=\"p1\">Alan stood up, silently casting an <em>infantes gelata </em>to check for paradoxes. “I don’t know why I bother with you,” he sighed, “you’ve just wasted another two minutes of my time. Perhaps I bother because I have time to waste.”</p>\n<p class=\"p1\">And he twisted, as if to apparate, but instead faded out of existence with a distinct <em>vworp</em>. The air swirled in the wake of his departure, blowing back Mundungus’s straggly ginger hair.</p>\n<p class=\"p1\">“Muggleborns,” the short wizard muttered, then turned back to his drink.</p>\n<p class=\"p1\">••••••••</p>\n<p class=\"p1\">Thirty minutes earlier, Alan lounged contentedly within his quieting barrier, stirring his cup of tea absently and rereading one of his favourite Muggle books. He wondered, vaguely, which planet held the nearest sapient life, and what their magic would look like…</p>\n</blockquote>\n<p>This rereading, however, would be slightly shorter than the last. Even within the barrier, the presence of another at the table tickled at Alan’s consciousness. He set down his book (rather forcefully, he had to admit,) and looked up. The bloodshot eyes of Mundungus Fletcher didn’t meet him when his own rose.</p>\n<p>“Hello,” mouthed the man. <em>Finite Incantatum,</em> thought Alan.</p>\n<p>“Hello,” he answered, “Can I help you?”</p>\n<p>“No, not really. Well, maybe. Well, probably. Have you seen anything strange lately? Disappearing cats, people moving backwards, variances in the time vortex causing precise and intentional reversal of the course of events?”</p>\n<p>Alan couldn’t help but stare. “Er…now that you mention it, I was just…” he trailed off as he glanced out the window and did a double take. There was a 1960s-style Muggle police telephone box in the middle of Diagon Alley. “…Is…is that a telephone box?”</p>\n<p>“No. Yes. Recreation. Mock-up. Don’t worry, nobody will notice,” the man said, waving his hand dismissively even as he pulled on a pair of what appeared to be cheap 3-D glasses. “What I want to know,” he murmured conspiratorially, “is what’s giving you that floaty, aurary, bizarrey stuff all over you, because that should not be happening to a human. Person. I said person”</p>\n<p>Alan’s eyebrows furrowed. “First of all, this is Diagon Alley. Most people out there wouldn’t know a police box from a pillbox, especially given it’s bright blue. Second of all, those glasses shouldn’t give you the ability to see what you’re seeing. And thirdly, <em>Expelliarmus.</em>”</p>\n<p>“Expelliwhat?” the man squawked, just as a long, chunky metallic object with a blue tip shot out of his jacket pocket and into Alan’s hand. A quick Identification spell told him all he needed to know.</p>\n<p>“Fuzzy logic neural interface configured for ease of use, limited nonverbal manipulation of mechanical and electronic objects…Interesting. And leaps and bounds beyond anything wizards or Muggles can conjure up. What are you?”</p>\n<p>The man stared at him for a few minutes before breaking out in a wide smile. “Hello. I’m the Doctor. Let me tell you a little bit about the universe…”</p>\n</blockquote>\n<p>(thank you for expanding on that, captainexposition)</p>\n<p><a href=\"https://sites.google.com/site/shermansplanet/storage/Something%20Very%20Special.pdf\">MORE SCIENCE WIZARD FIC HERE.</a></p>\n<p>I will be posting regular updates if this seems like something that people will enjoy.</p></blockquote>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/59178070720/shermansgallifreyan-captainexposition",
   "photos" : [],
   "height" : "260",
   "id" : "59178070720",
   "photo-url-75" : "http://33.media.tumblr.com/db2b9bf7554f0791bc09a482d07c0dc6/tumblr_mgfivn4SJ31r5s4n9o1_75sq.gif",
   "date" : "Sat, 24 Aug 2013 00:44:17",
   "mobile" : 0,
   "photo-url-100" : "http://33.media.tumblr.com/db2b9bf7554f0791bc09a482d07c0dc6/tumblr_mgfivn4SJ31r5s4n9o1_100.gif",
   "slug" : "shermansgallifreyan-captainexposition"
}

