{
   "date-gmt" : "2013-09-03 07:52:41 GMT",
   "mobile" : 0,
   "reblog-key" : "2Bpe0OWO",
   "url" : "http://tumblr.ggvaidya.com/post/60161788690",
   "quote-text" : "<p>If you are queer, or trans, or have mental illness, or all of the above, you probably know something about the perils of presenting yourself as you really are. Dan-Savage-style coming-out narratives notwithstanding, many of us who are placed socially in these ways find that we cannot be completely authentic in all aspects of our lives. I definitely want to express myself, but I have to balance that against other needs, like being able to make a living in a capitalist society. If I dressed the way I’d prefer to, if I talked more openly about the times when my depression and anxiety prevent me from getting work done, I might find it harder to fit in, to stay attached to a professional group, to stay employed, than I already do. So instead, I wear T-shirts and cargo pants, and I let people think (at times) that I’m merely disorganized or not that committed to what I do.</p>\n\n<p><br/>In my opinion, it takes a lot of privilege to assume either that greater authenticity leads to greater happiness, or that the only reason you would leave who you are at the door when you step or roll into work is the formal, organizational structure of the place where you work.</p>",
   "bookmarklet" : 0,
   "type" : "quote",
   "feed-item" : "",
   "format" : "html",
   "quote-source" : "<p><a href=\"http://geekfeminism.org/2013/04/18/structure-and-justice/\">Structure and Justice | Geek Feminism Blog</a> (via <a class=\"tumblr_blog\" href=\"http://brute-reason.tumblr.com/\">brute-reason</a>)<br/><br/>GODDAMN WOULD YOU LOOK, SOMEONE DESCRIBED MY LIFE. (via <a class=\"tumblr_blog\" href=\"http://theprophetlilith.tumblr.com/\">theprophetlilith</a>)</p>\n<p>I’m looking at a career in which I may have to try my hardest to pass as cis because my gender identity may “harm the therapeutic frame”. </p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://hobbitdragon.tumblr.com/\">hobbitdragon</a>)</p>\n<p>Damn, I keep trying to explain this to people and have never been able to do it this well. ‘Be yourself’ isn’t a reality for most people. If it was, I’d be able to hide under my desk and wail and sob when my brain can’t handle day to day life. </p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://rainwen.tumblr.com/\">rainwen</a>)</p>\n<p>I always wonder how much my mental health has suffered<em> because </em>I have to present myself as a very different person. I used to struggle with it <strong>a lot </strong>(and still have odd days). The concept that in order to be happy and a genuine/good person, I must also be ”authentic”, “honest”, and out (everywhere) made me feel guilty, anxious, and less worthy as a person… even though I knew it was what was best/safest for me!</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://amewarashis.tumblr.com/\">amewarashis</a>)</p>",
   "date" : "Tue, 03 Sep 2013 01:52:41",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/60161788690/if-you-are-queer-or-trans-or-have-mental",
   "slug" : "if-you-are-queer-or-trans-or-have-mental",
   "unix-timestamp" : 1378194761,
   "from-feed-id" : 0,
   "id" : "60161788690"
}

