{
   "bookmarklet" : 0,
   "date" : "Tue, 17 Sep 2013 01:35:15",
   "date-gmt" : "2013-09-17 05:35:15 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "61479090756",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"61479090756\" data-blog-name=\"mrvaidya\" id=\"like_button_61479090756\"><iframe id=\"like_iframe_61479090756\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=399aee1ea58b6007c2190a8138f100e5#name=mrvaidya&amp;post_id=61479090756&amp;color=black&amp;rk=2GuQlP9C&amp;root_id=61452470523\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_61479090756\"></iframe></div>",
   "mobile" : 0,
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/61479090756/2GuQlP9C\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "2GuQlP9C",
   "regular-body" : "<p><a href=\"http://unpitchable.tumblr.com/post/61452470523/a-thank-you\" class=\"tumblr_blog\">unpitchable</a>:</p>\n\n<blockquote><p>On Sunday, September 16th at 4:00 PM, <a href=\"http://www.indiegogo.com/projects/samantha-s-vagina/x/4751245\">my IndieGoGo campaign</a> crossed over the $8,000 mark and the Internet officially bought me a vagina. I wish I could say that I’m massively hung over from a night of celebration; I’m not. I am certainly overwhelmed with gratitude. But my elation has taken a curious form.</p>\n<p>For the last year of my life, I’ve felt like I was climbing a mountain and now, suddenly, I’m rolling downhill. The boulder I’ve been chipping away at with my little pickax has suddenly—<em>poof!</em>—vanished.  I don’t quite know what to do with myself. I’m in a daze of disbelief. <span>Make no mistake: the exuberance is inside me, filling me up, threatening to bubble over. But I think I need a few days to learn how to let it out. I need some time to adjust to this new world in which I have been suddenly relieved of an unbearable burden.</span></p>\n<p>I love you all for what you’ve done for me. You have made an impossible dream possible. You have made an unimaginable world imaginable. You have made an unlivable life livable. Language, in all of its infinitely recombinable possibility, cannot express what your generosity means to me. No words can seal off this ineffable fountain of feeling.</p>\n<p>Right now, my inexpressible gratitude takes the form of a computer screen blurred by tears. Seven months from now, your love for me will literally be inscribed into my flesh, a permanent reminder of your presence.</p>\n<p>In the French children’s novel <em>The Little Prince</em>, a wise but whimsical fox shares his philosophy of friendship with the eponymous prince. He asks the prince to look at the nearby wheat fields and explains:</p>\n<blockquote>\n<p>“I do not eat bread. Wheat is of no use to me. The wheat fields have nothing to say to me. And that is sad. But you have hair that is the color of gold. Think how wonderful that will be when you have tamed me! The grain, which is also golden, will bring me back the thought of you. And I shall love to listen to the wind in the wheat…”</p>\n</blockquote>\n<p>Wherever we go, you and I will always be together; what you have given me will always bring me back the thought of you. You’ve given me something that I’ll touch, use, think about everyday. You might be my close friend or we might never have occasion to speak again. Some of you don’t know who I am and some of you might not care to know much about me besides my need. It doesn’t matter because we’re all in this together now. You’ve tamed me.</p>\n<p>I am now made to believe in knittings, intermeshings, entwinements, entanglements. As of this writing, two hundred and eighty three people have put a piece of themselves into this project. <span>Today, I’ve been asking myself what it will mean to have genitals that were made, in part, by nearly three hundred friends, to be in a curiously triangulated relationship with you, my partner and my own anatomy. It’s strange to be in this surreal digitally-mediated network with you. Strange but beautiful. </span><span>Thank you. Thank you for what you’ve done. And thank you for being here with me in this improbable present.</span></p></blockquote>",
   "regular-title" : "A Thank You",
   "slug" : "a-thank-you",
   "tags" : [
      "aww",
      "yay",
      "beautiful"
   ],
   "type" : "regular",
   "unix-timestamp" : 1379396115,
   "url" : "http://tumblr.ggvaidya.com/post/61479090756",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/61479090756/a-thank-you"
}

