{
   "bookmarklet" : 0,
   "date" : "Fri, 20 Sep 2013 14:20:19",
   "date-gmt" : "2013-09-20 20:20:19 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "61782378762",
   "mobile" : 0,
   "quote-source" : "<p><a href=\"http://arstechnica.com/science/2013/08/scientists-make-impossible-material-dubbed-upsalite-by-accident/#\">Scientists create “impossible material”—dubbed Upsalite—by accident | Ars Technica</a></p>\n<p>(via <a href=\"http://jenn2d2.tumblr.com/post/58073325667/researchers-in-uppsala-sweden-accidentally-left-a\">jenn2d2</a>)</p>",
   "quote-text" : "Researchers in Uppsala, Sweden accidentally left a reaction running over the weekend and ended up resolving a century-old chemistry problem. Their work has led to the development of new material, dubbed Upsalite, with remarkable water-binding properties. Upsalite promises to find applications in everything from humidity control at home to chemical manufacturing in industry. Maria Strømme and colleagues at Uppsala University, whose work appears in the journal PLoS one, have modified a procedure dating back to 1908 to make a powdered and dry form of magnesium carbonate (MgCO3). The reaction ingredients are all cheaply available: magnesium oxide (MgO) and carbon dioxide (CO2), dissolved in methanol, a common industrial solvent. The result is pure, dry MgCO3. Dry in this case means very dry. In the chemical sense, it means void of almost any water molecules at all. Crystalline forms of dry MgCO3, which lack the structure needed to absorb water, are readily synthesized at high temperatures (over 100°C). As early as 1820, people started to search for lower-temperature routes to make dry MgCO3, but none have successfully yielded pure product until now. This is why Upsalite has been described as an “impossible material”.",
   "reblog-key" : "SRDOrrH7",
   "slug" : "researchers-in-uppsala-sweden-accidentally-left-a",
   "tags" : [
      "science",
      "serendipity"
   ],
   "type" : "quote",
   "unix-timestamp" : 1379708419,
   "url" : "http://tumblr.ggvaidya.com/post/61782378762",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/61782378762/researchers-in-uppsala-sweden-accidentally-left-a"
}

