{
   "bookmarklet" : 0,
   "link-text" : null,
   "tags" : [
      "brilliant",
      "harry potter",
      "basilisk"
   ],
   "slug" : "",
   "unix-timestamp" : 1379833971,
   "id" : "61931474869",
   "mobile" : 0,
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/61931474869",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/61931474869",
   "from-feed-id" : 0,
   "reblog-key" : "4LbzFUOQ",
   "date" : "Sun, 22 Sep 2013 01:12:51",
   "type" : "link",
   "link-url" : "http://koryos.tumblr.com/post/61931107035/lets-call-this-post-a-biologists-1-am-issues",
   "date-gmt" : "2013-09-22 07:12:51 GMT",
   "format" : "html",
   "link-description" : "<p><a href=\"http://koryos.tumblr.com/post/61931107035/lets-call-this-post-a-biologists-1-am-issues\" class=\"tumblr_blog\">koryos</a>:</p>\n\n<blockquote><div>\n<p>let’s call this post A BIOLOGIST’S 1 AM ISSUES WITH THE BASILISK IN THE MOVIE VERSION OF THE CHAMBER OF SECRETS (BY POPULAR REQUEST)</p>\n<p>and let’s be clear most of the time i dabble in mammals and not herps so i’m expecting a herpetologist to whisk this post away when i’m done and get in on the <em>real</em> schooling</p>\n<p>now let’s be clear there are some major differences between movie basilisk and book basilisk. by perusing my copy of chamber of secrets i can give you the major points of the description:</p>\n<ul><li>very large (“thick as an oak trunk,” with a mouth wide enough to swallow Harry, a 12 year old gryffindor child, whole)</li>\n<li>&ldquo;bright, poisonous green&rdquo;</li>\n<li>&ldquo;bulbous yellow eyes&rdquo;</li>\n<li>&ldquo;fangs long and thin as sabres&rdquo;</li>\n<li>fuck i love rowling’s descriptions OKAY</li>\n</ul><p>and you know what, it’s pretty ok. aside from the size (i’ll discuss this in just a minute) it really works. with the bright green coloration, I always imagined it looking like a <a href=\"http://en.wikipedia.org/wiki/Eastern_green_mamba\">green mamba</a> or a <a href=\"http://en.wikipedia.org/wiki/Boomslang\">boomslang</a>, two types of highly venomous snakes. (yes, a boomslang IS a real thing that JKR did not make up as a polyjuice potion ingredient!)</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/6f91f063ea3818deb43f69c6a1c03aef/tumblr_inline_mtiimlWdxN1r577c9.jpg\"/></p>\n<p>Above: a gorgeous boomslang. Tell me that fucker wouldn’t look awesome huge and CGI.</p>\n<p>Okay now let’s look at movie!basilisk.</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/30565aa02744f6303ef9a584dddad86a/tumblr_inline_mtiitarjzp1r577c9.png\"/></p>\n<p>Oh…</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/0a46c2d5adeaa1e67efba48ae8d6941c/tumblr_inline_mtiiu4FAo71r577c9.jpg\"/></p>\n<p>Oh, <em>no</em>.</p>\n<p><!-- more --></p>\n<p>First of all… I don’t even know where to start actually… okay look at the shape of the head. No fucking snake ever has a head shaped like that. Okay that’s not true. The green vine snake kinda does.</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/4e547056c206d8c4c663dc48784a629e/tumblr_inline_mtij2syXba1r577c9.jpg\"/></p>\n<p>Above: MEGA SCARY!!!</p>\n<p>Seriously though what… were they going for with that head shape. Were they trying to make it more scary by making it more…. I dunno… crocodilian? Snakes are scary enough man. And I get… trying to make something originally very small not look ridiculous when it is big… I get the issues with that but…</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/30565aa02744f6303ef9a584dddad86a/tumblr_inline_mtij6nn2iL1r577c9.png\"/></p>\n<p>u fucked up.</p>\n<p>And I know they could have done a better job because did you know??? that a snake of approximately this size once existed in real life??? it was called <a href=\"http://en.wikipedia.org/wiki/Titanoboa\">titanoboa</a> and here is a scale model of it eating a crocodile:</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/6f3ab486a94fdddd84aead27ab51040c/tumblr_inline_mtijx2k3Uz1r577c9.jpg\"/></p>\n<p>you will notice how it looks like an aCTUAL FUCKING SNAKE </p>\n<p>(granted it hadn’t been discovered yet when this movie was made BUT IT IS STILL NO EXCUSE THEY KNEW BETTER)</p>\n<p>Okay but let’s get into specifics. The shape of a venomous snake’s head is generally spade-shaped. Because venom is produced in big ol’ venom glands. Here’s a lil comparison chart someone made to help people id venomous snakes- non-venomous on the left, venomous on the right.</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/81975269fdcc1c233bb4cd97dda69942/tumblr_inline_mtijdr2VsP1r577c9.gif\"/></p>\n<p>IDK about you, but the venomous face already looks kind intimidating like that. Also do u know how a snake’s mouth is supposed to look when it is open??? like this</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/738736d97b886b316ffb010ff59e7c70/tumblr_inline_mtijjuxkOB1r577c9.jpg\"/></p>\n<p>not like some clunky ass hinged dinosaur drool shit. what the fuck is this even.</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/30565aa02744f6303ef9a584dddad86a/tumblr_inline_mtijksNkl51r577c9.png\"/></p>\n<p>(every time i see this i get angrier)</p>\n<p>Because that’s totally what the designers wanted to do, A DINOSAUR. GUYS. YOU GOT TO WORK ON FUCKING DRAGONS. YOU CAN GET YOUR DRINOSAUR WANKING OUT THEN. THIS IS A GOD DAMN <strike>ARMS RACE</strike> SNAKE</p>\n<p>Okay anyway. Let’s talk about this monstrosity’s dentition.</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/03e992442cca4cfa85bc08949efee5a6/tumblr_inline_mtikdrpDCF1r577c9.png\"/></p>\n<p>So here’s a snake skull:</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/6317136820d2f22d641b5525c1ba9c7e/tumblr_inline_mtikeo0DVe1r577c9.jpg\"/></p>\n<p>The teeth look… kinda similar, right? It’s not an awful approximation. But wait! These are not the teeth of a venomous snake! They are the teeth of a constrictor! THESE are the teeth of a venomous snake!</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/8fcc8808204d6d8aef1bfdd5a2eb24ed/tumblr_inline_mtikkkvcOQ1r577c9.jpg\"/></p>\n<p>Does it need those long, backwards-facing teeth that the constrictor has? No. It has god damn fangs that inject god damn venom and it does not need to try to swallow its prey struggling and alive like a constrictor.</p>\n<p>By the way, if you WERE going to put constrictor teeth on allegedly the most venomous snake ever, you could have at LEAST put COOL constrictor teeth on it like the fact that many have two fuckin’ rows in their top jaws…</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/dd31e83c27ad6f55ca2250d8dd6741cb/tumblr_inline_mtiko4W9L41r577c9.jpg\"/></p>\n<p>or would that have been <em>too unrealistic</em> for you </p>\n<p>(so bitter about the lack of double rows of teeth in anything)</p>\n<p>i mean for GOD’S SAKE fuckin snake Jafar in Aladdin did a better job than this</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/32a1ccc4e7f6328ed895dee7d0a32457/tumblr_inline_mtikspsnaZ1r577c9.jpg\"/></p>\n<p>i am more intimidated by this fuckin disney cartoon than the motherfucking sytherin basilisk step up your game guys</p>\n<p>Okay and finally… let’s talk about <a href=\"http://www.youtube.com/watch?v=QiaTuxJiT80\">the scene itself</a> for one other little peeve I have…</p>\n<p>(aside from Tom Exposition Riddle, announcing Things as They Are Happening, “The basilisk is now blind. Ginny is dying. I am still Voldemort. They will replace my actor.”)</p>\n<p>And look… we’re not even gonna discuss the bizarre sounds that this thing makes (you can hear elephant trumpeting in its dying noise, i shit you not. why did you want to make a dinosaur so badly. why.) Let’s talk about a thing Mr. Riddle says regarding the basilisk after it is blinded.</p>\n<p>Now, in the book, he tells the basilisk to find Harry by <em>smell</em>. In the movie, he delivers this brilliant line: “Your bird may have blinded the basilisk, but it can still hear you!”</p>\n<p>Which is fascinating, because a fun little fact about snakes is that <em>they cannot hear</em>. They do not have ears. If you talk to one, it does not register a god damn thing.</p>\n<p>Snakes CAN detect vibrations on the ground, so it is plausible that the basilisk detected vibrations from Harry splashing around and throwing rocks like an idiot. And maybe Voldemort just isn’t the greatest herpetologist to begin with, and he didn’t know.</p>\n<p>This begs a larger question, and unfortunately the books are NOT exempt… how the FUCK does parseltongue work if the snakes literally can’t hear it???? (advanced lip reading??? which would explain how a boa constrictor heard Harry talking to it through glass i guess)</p>\n<p>Anyway… I’m more willing to explain that away with a wave of my wand and a “BECAUSE MAGIC!” than I am with the existence of this.</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/30565aa02744f6303ef9a584dddad86a/tumblr_inline_mtilpeg1bv1r577c9.png\"/></p>\n<p>look, I guess what really peeves me off (haHA) is that this is a children’s book series with fantastic beasts (hoHO) and they had the opportunity to make things colorful, stylized, and eye-catching here and they instead went with some variant of what i guess is supposed to be ‘realistic.’ okay, fine. i would have liked stylized better, given how it would match my childhood imagination better, but fine. do realistic.</p>\n<p>BUT PLEASE DO REALISTIC FUCKING RIGHT IF YOU’RE GONNA DO IT.</p>\n<p>two more notes: one, i hope they do a slightly different design scheme for fantastic beasts, because for the most part i found a lot of the movie’s creature designs… lacking. i’m sorry. the thestrals were ok i guess. but i mean…</p>\n<p><img alt=\"image\" src=\"http://media.tumblr.com/d3faf05d180e6eeb0cb4a7b2157e4fd9/tumblr_inline_mtim0rIWSG1r577c9.jpg\"/></p>\n<p>two: i mentioned the size of the snake before as an issue. well, what I like to remind my friends of when they insist i am being a poo poo head for criticizing a fictional, magical snake is that this version of the basilisk doesn’t even match the original goddamn myth.</p>\n<blockquote>\n<div>\n<p>…There is the same power also in the serpent called the basilisk. It is produced in the province of Cyrene, being not more than twelve fingers in length. It has a white spot on the head, strongly resembling a sort of a diadem…</p>\n</div>\n</blockquote>\n<p>That’s a quote from Pliny the elder, in 79 CE. Notice how he mentions that the basilisk is “twelve fingers in length,” i.e., a foot.</p>\n<p>That’s tiny even for a god damn SNAKE.</p>\n<p>Also the basilisk is supposed to be hatched from a toad’s egg underneath a rooster not the other way around like in the books (that would produce a cockatrice!!) OKAY ANYWAY GOODNIGHT I AM DONE</p>\n</div></blockquote>"
}

