{
   "mobile" : 0,
   "tags" : [
      "citation",
      "link rot"
   ],
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/62069244338",
   "type" : "quote",
   "reblog-key" : "VOATBrhQ",
   "quote-text" : "<p>For most of the Supreme Court’s history, its citations have been to static, permanent sources, typically books. Those citations allowed lawyers and scholars to find, understand and assess the court’s evidence and reasoning.</p>\n\n<p>Since 1996, though, justices have cited materials found on the Internet 555 times, the study found. Those citations are very often ephemeral.</p>\n\n<p>“It is disturbing that even at the Supreme Court, where creating and citing precedent is of the utmost importance, citations often fail to point the researcher to the authority on which the court based its decision,” Raizel Liebler and June Liebert, librarians at the John Marshall Law School in Chicago, wrote in a second recent look at the topic, “Something Rotten in the State of Legal Citation.” It was published in The Yale Journal of Law and Technology.</p>\n\n<p>Even links to the Supreme Court’s own Web site have stopped working. One is to a video of what Justice Antonin Scalia called “the scariest chase I ever saw since ‘The French Connection.’”</p>\n\n<p>The chase ended when a police car rammed the vehicle of a fleeing suspect, leaving him paralyzed. The driver sued, saying the police had used excessive force, and in 2007 the Supreme Court ruled against him.</p>\n\n<p>The court posted the video. “I suggest that the interested reader take advantage of the link in the court’s opinion, and watch it,” Justice Stephen G. Breyer wrote in a concurrence.</p>\n\n<p>Good luck: the link does not work. “The fact that the Supreme Court itself has links to its own Web site that no longer function shows the depth of the link rot problem,” Ms. Liebler and Ms. Liebert wrote, noting that the video could still be found with a little hunting around.</p>",
   "date" : "Mon, 23 Sep 2013 10:35:19",
   "id" : "62069244338",
   "slug" : "for-most-of-the-supreme-courts-history-its",
   "date-gmt" : "2013-09-23 16:35:19 GMT",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "quote-source" : "<a href=\"http://www.nytimes.com/2013/09/24/us/politics/in-supreme-court-opinions-clicks-that-lead-nowhere.html?hp&amp;_r=0\">In Supreme Court Opinions, Clicks That Lead Nowhere - NYTimes.com</a> (via <a class=\"tumblr_blog\" href=\"http://jenn2d2.tumblr.com/\">jenn2d2</a>)",
   "unix-timestamp" : 1379954119,
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/62069244338/for-most-of-the-supreme-courts-history-its"
}

