{
   "type" : "quote",
   "from-feed-id" : 0,
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/63286255766",
   "tags" : [
      "hmm",
      "politics",
      "usa"
   ],
   "unix-timestamp" : 1381079732,
   "reblog-key" : "yi9AJ7HZ",
   "feed-item" : "",
   "mobile" : 0,
   "bookmarklet" : 0,
   "slug" : "linz-the-spanish-political-scientist-who-died",
   "quote-source" : "<a href=\"http://nymag.com/news/politics/nationalinterest/government-shutdown-2013-10/\">Jonathan Chait on the Government Shutdown — New York Magazine</a> (via <a href=\"http://dendroica.tumblr.com/\" class=\"tumblr_blog\">dendroica</a>)",
   "quote-text" : "Linz, the Spanish political scientist who died last week, argued that the presidential system, with its separate elections for legislature and chief executive, was inherently unstable. In a famous 1990 essay, Linz observed, “All such systems are based on dual democratic legitimacy: No democratic principle exists to resolve disputes between the executive and the legislature about which of the two actually represents the will of the people.” Presidential systems veered ultimately toward collapse everywhere they were tried, as legislators and executives vied for supremacy. There was only one notable exception: the United States of America. Linz attributed our puzzling, anomalous stability to “the uniquely diffuse character of American political parties.” The Republicans had loads of moderates, and conservative whites in the South still clung to the Democratic Party. At the time he wrote that, the two parties were already sorting themselves into more ideologically pure versions, leaving us where we stand today: with one racially and economically polyglot party of center-left technocracy and one ethnically homogenous reactionary party. The latter is currently attempting to impose its program by threat upon the former. The events in Washington have given us a peek into the Linzian nightmare.",
   "date-gmt" : "2013-10-06 17:15:32 GMT",
   "date" : "Sun, 06 Oct 2013 11:15:32",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/63286255766/linz-the-spanish-political-scientist-who-died",
   "id" : "63286255766"
}

