{
   "bookmarklet" : 0,
   "date" : "Mon, 07 Oct 2013 17:31:28",
   "date-gmt" : "2013-10-07 23:31:28 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "63415756351",
   "mobile" : 0,
   "reblog-key" : "X7zImbXM",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://madeofpatterns.tumblr.com/post/61563856621/rgr-pop-madamethursday\">madeofpatterns</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://rgr-pop.tumblr.com/post/61555815485/madamethursday-dakotacityukuleleorchestra\">rgr-pop</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://madamethursday.tumblr.com/post/61529333017/dakotacityukuleleorchestra-allyoulleverhave\">madamethursday</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://dakotacityukuleleorchestra.tumblr.com/post/61522766035/allyoulleverhave-what-is-the-point-of-oscar-the\">dakotacityukuleleorchestra</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://allyoulleverhave.tumblr.com/post/57709669461/what-is-the-point-of-oscar-the-grouch-on-sesame\">allyoulleverhave</a>:</p>\n<blockquote>\n<p>what is the point of oscar the grouch on sesame street?</p>\n</blockquote>\n<p>It’s okay to not like things and it’s okay to be unhappy. He was created from the idea that “non-destructive deviance” would go over well with kids.</p>\n</blockquote>\n<p>THANK YOU!</p>\n<p>Basically, the point of Oscar the Grouch is so that kids know it’s okay to have <em>fucking emotions and moods that aren’t all cheery</em>. That’s the fucking point. And that’s even more important to the kids who are living in harsh realities. Realities where their families are falling apart or they’re not getting food every day or they’re getting abused. Telling them it’s okay to express that they are NOT HAPPY because they are HURTING is so fucking important I cannot even say it. </p>\n<p>Big Bird is nice, but goddamn, when you’re a kid who’s hungry and you just got beat by your caretaker and all you wanna do is hole up somewhere and tell everyone else to go away because you don’t even have words for how bad things feel? Big Bird is not your dude. Cheery happy, “well, let’s play a happy game!” Big Bird ain’t cutting it for you. Oscar the Grouch is your dude. Oscar the Grouch is the dude who tells you it’s okay to put the lid on your garbage can and be alone and be upset.</p>\n<p>Big Bird tries to talk you out of being upset (and maybe sometimes that’s okay). But Oscar the Grouch teaches you that, no, it’s <em>okay</em> to be upset and you have every right to stay upset and grouchy and unhappy until you’re at a point where that can change. Oscar the Grouch teaches you that you have a right to your emotions, whatever they are.</p>\n<p>On a more advanced level, the point of Oscar is to start teaching kids that it’s okay to have boundaries, it’s okay to want to just go into your trash can (home/safe place) and not be bothered, it’s okay to defend those boundaries and say “go away!” when you want people to <em>go the fuck away</em> and that you can still have a place on Sesame Street. That not everyone has to be shiny, happy Big Bird. </p>\n<p>That’s the point of Oscar the Grouch.</p>\n</blockquote>\n<p>&ldquo;what is the point of oscar the grouch&rdquo; <em>who even made you</em></p>\n</blockquote>\n<p>Also Oscar the Grouch *likes* things that no one else likes and he’s completely unapologetic about it. </p>\n<p>The fact that people tell you things you like are stupid doesn’t make it’s true. He loves trash. He loves it because it’s trash. That’s important too.</p>\n<p>As is the fact that *even though everyone thinks his interests are stupid*, people don’t take his trash away and they don’t drag him out of his can.</p>\n<p>Also he has *fantastic* body language. Boundary laden but also very emotional. And just the way he likes stuff and expresses interest…</p>\n<p>…Oscar the Grouch = awesome.</p>\n</blockquote>",
   "regular-title" : null,
   "slug" : "madeofpatterns-rgr-pop-madamethursday",
   "tags" : [
      "sesame street",
      "oscar the grouch",
      "writing",
      "kids"
   ],
   "type" : "regular",
   "unix-timestamp" : 1381188688,
   "url" : "http://tumblr.ggvaidya.com/post/63415756351",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/63415756351/madeofpatterns-rgr-pop-madamethursday"
}

