{
   "url" : "http://tumblr.ggvaidya.com/post/63935360178",
   "photos" : [],
   "id" : "63935360178",
   "photo-url-250" : "http://41.media.tumblr.com/407b6b437a7769185c24664d499a19ef/tumblr_mugqwngtfY1qesjr7o1_250.jpg",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://misterracoon.tumblr.com/post/63735477876/hollywood-s-race-problem-is-worse-than-you-think\">misterracoon</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://yasboogie.tumblr.com/post/63655470171\">yasboogie</a>:</p>\n<blockquote>\n<p><strong>Hollywoodâs âRace Problemâ Is Worse Than You Think</strong></p>\n<p>In bleak situations, incremental improvements can be mistaken for big time progress. So it goes with Hollywoodâs consistent inability to include actors of color.</p>\n<p>Popular critical consensus suggests that we may have as many as four black Best Actor nominees: Chiwetel Ejiofor (â12 Years a Slaveâ), Idris Elba (âMandela: Long Walk to Freedomâ), Forest Whitaker (âLee Danielsâ The Butlerâ) and Michael B. Jordan (âFruitvale Stationâ). Ejiofor is currently favored to win the category, where heâll probably be joined by the likes of Tom Hanks (âCaptain Phillipsâ), Robert Redford (âAll Is Lostâ) and Bruce Dern (âNebraskaâ).</p>\n<p>That these men of color are even being discussed in awards blogger circles is certainly cause for celebration, because each of their films presents a perspective that doesnât get much play in Hollywood. But insofar as these four movies are important, they are also limited by their veracity. Theyâre all based on true stories: â12 Yearsâ tells the tale of Solomon Northup, a free black man who was captured and enslaved and wrote an autobiography by the same name; âMandelaâ is self-explanatory; âFruitvale Stationâ centers on the 2009 shooting death of Oscar Grant III, a black man shot dead by a police officer in Oakland; âThe Butlerâ draws its meat from the life of Eugene Allen, a black butler who worked for the White House for over three decades.</p>\n<p>Put another way, these roles <em>have to</em> be played by black actors. Each of these men has more than earned the nominations theyâre expected to receive (nowâs a good time to pinch in some salt: awards bloggers love to shower performances with praise, but nominations are certainly not guaranteed), but the fact that theyâre generally only rewarded for roles that literally could not have been given to white actors is cause for concern.</p>\n<p>&ldquo;Generally only rewarded for roles that literally could not have been given to white actors&rdquo; is not casual phrasing. A study of the roles that have earned black men Best Actor nominations reveals that this is a historical problem. Sidney Poitier won in 1963 for playing a black itinerant worker in &ldquo;Lilies of the Field,&rdquo; a movie based on a novel by the same name. Jamie Foxx won in 2004 for playing Ray Charles in &ldquo;Ray,&rdquo; and Forest Whitaker won in 2006 for playing Idi Amin in &ldquo;The Last King of Scotland.&rdquo; The only black man to win Best Actor for a role that <em>could</em> have been played by a white actor is Denzel Washington, who won in 2001 for his turn as a LAPD detective in âTraining Day.â</p>\n<p>Thatâs one man over 85 years of Academy Awards. The situation isnât much better at the Golden Globes, where Morgan Freemanâs performance as a chauffeur who triumphs over racism in âDriving Miss Daisyâ joins the otherwise identical list of Best Actor winners. (Nor, itâs worth noting, does the picture improve when including Best Actor <em>nominees</em> at the Oscars, a class that includes blacks playing âblack rolesâ such as Will Smith in âAli,â Don Cheadle in âHotel Rwanda,â Terrence Howard in âHustle &amp; Flow,â Freeman in âInvictus,â Washington in âMalcom X,â Laurence Fishburne in âWhatâs Love Got to Do With It,â etc.)</p>\n<p>Jordan has discussed enjoying filming âChronicle,â which he <a href=\"http://www.huffingtonpost.com/2013/07/10/michael-b-jordan-fruitvale-station_n_3570502.html\" target=\"_hplink\">describes as a win because the character was originally supposed to be a white Jewish man</a>. â[With] the lack thereof of quality roles for African-American actors, I look for stuff like that,â he said in an interview with HuffPost Entertainment. âI want the script that Ben Affleck or Leonardo DiCaprio couldnât do because of scheduling. I want that one. I want those types of roles.â</p>\n<p>Hollywood is even worse at including women of color in award-winning performances, (Halle Berry is the <em>only</em> black woman to ever win the Oscar for Best Actress, in a âMonsterâs Ballâ role with a complex and controversial relationship with race), and this yearâs Emmys <a href=\"http://www.huffingtonpost.com/2013/09/26/diversity-gap-emmys_n_3998242.html\" target=\"_hplink\">were a shockingly white-male affair</a>. â12 Years,â âThe Butler,â âFruitvaleâ and âMandelaâ all cleared an extra hurdle: they are are all independently financed films that were created without the interest or fiscal support of the major movie studios.</p>\n<p>True equality in the Best Actor race doesnât mean only rewarding black men in roles white men could never play. Instead, weâll know when Hollywood casting directors and the Academy of Motion Picture Arts and Sciences view people of color as deserving of equal opportunities to shine when a black man in the role of a fictional caring father, son, teacher, student, doctor, author or otherwise non-racially coded character is nominated for and wins Best Actor.</p>\n<div>Until then, however, letâs raise a glass to this yearâs class of outstanding performers, because maybe, just maybe their success in this yearâs awards rat race will jostle the shamefully whitewashed powers that be within the industry. Forgive me for not getting my hopes up</div>\n</blockquote>\n<p>real talk.</p>\n</blockquote>",
   "height" : "261",
   "unix-timestamp" : 1381685303,
   "width" : "570",
   "date" : "Sun, 13 Oct 2013 11:28:23",
   "photo-url-1280" : "http://41.media.tumblr.com/407b6b437a7769185c24664d499a19ef/tumblr_mugqwngtfY1qesjr7o1_1280.jpg",
   "date-gmt" : "2013-10-13 17:28:23 GMT",
   "bookmarklet" : 0,
   "photo-url-75" : "http://40.media.tumblr.com/407b6b437a7769185c24664d499a19ef/tumblr_mugqwngtfY1qesjr7o1_75sq.jpg",
   "feed-item" : "",
   "photo-url-400" : "http://40.media.tumblr.com/407b6b437a7769185c24664d499a19ef/tumblr_mugqwngtfY1qesjr7o1_400.jpg",
   "from-feed-id" : 0,
   "slug" : "misterracoon-yasboogie-hollywoodâ-s-â-race",
   "photo-url-500" : "http://40.media.tumblr.com/407b6b437a7769185c24664d499a19ef/tumblr_mugqwngtfY1qesjr7o1_500.jpg",
   "type" : "photo",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/63935360178/misterracoon-yasboogie-hollywoodâ-s-â-race",
   "format" : "html",
   "reblog-key" : "vFIg4z18",
   "tags" : [
      "race",
      "movies"
   ],
   "photo-link-url" : "http://www.huffingtonpost.com/kia-makarechi/hollywood-race-problem-oscars_b_4026559.html",
   "photo-url-100" : "http://41.media.tumblr.com/407b6b437a7769185c24664d499a19ef/tumblr_mugqwngtfY1qesjr7o1_100.jpg"
}

