{
   "bookmarklet" : 0,
   "date" : "Sun, 20 Oct 2013 16:54:10",
   "date-gmt" : "2013-10-20 22:54:10 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 539,
   "id" : "64624397951",
   "mobile" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://stuckinabucket.tumblr.com/post/56914399244/nicolas-andre-monsiau-medea-rejuvenates\">stuckinabucket</a>:</p>\n<blockquote>\n<p>[Nicolas-André Monsiau - “Medea Rejuvenates Aeson&quot;]</p>\n<p><strong>Mythology time: What the fuck did you think was going to happen, Jason?</strong></p>\n<p>Because I am now off on a small mental tangent about the “No, seriously, guys, <em>what the fuck did you think was going to happen</em>?&ldquo; stories, you’re getting a post about Jason.  Well, more accurately, you’re getting a post about Medea, and seriously, what the fucking fuck was Jason thinking, trying to dick this woman over.</p>\n<p>So, Jason gets sent on a murder-quest by his throne-stealing dickface of an uncle.  Stated objective: Bring back the golden fleece.  Real objective: You die one of a million ways, and I keep the throne.  Dude gets halfway through the murder-quest, miraculously unmurdered, and then gets set some labors-of-Hercules bullshit if he wants the fleece.  Does it occur to him to maybe just steal the fleece?  It does not.  It does not, in much the same way it does not occur to him to just face-stab his usurping uncle, who by the way also murdered the fuck out of all Jason’s older siblings.  Dude has it coming, precedent’s been set, but I guess sure, fuck it, let’s round up the ancient Greek version of the Doom Patrol and sally forth.</p>\n<p>The labors of Hercules shit is beyond Jason.  Jason is…kind of a shitty hero.  He just is.  I’m sorry if you feel differently, but the dude’s crap at heroing.  Even his tragic downfall is completely crap.  Is he driven mad by the gods or told a plausible lie by trusted servants or poisoned by a doting but insecure wife?  Hahahaha, <em>of course not</em>.  His superpowers are persuading other heroes to join his crew, the gods really hating his uncle, and maybe being handsome.  This dude is not going to beat death into submission or loot hell, is what I’m saying.</p>\n<p>So, because the gods want him to succeed to annoy his awful uncle, they have Medea fall in love with him. </p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/cdc2fc6d61036f87194e7dc82fe55097/tumblr_inline_mqpo4rppsq1qz4rgp.jpg\"/></p>\n<p>(John William Waterhouse - “Jason and Medea&rdquo; (1907))</p>\n\n<p>Medea proceeds to walk him through everything from oxen made of fire to a magic army to a fucking dragon. </p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/3720054142736b0e913ffd87af0db9cf/tumblr_inline_mqpo8aXflf1qz4rgp.jpg\"/></p>\n<p>Does this sound like the sort of woman whose heart you want to break?  No?  That is because you are a sane person.  Medea then also, just to show she wasn’t fucking around, butchered her brother.  Well, okay, there was a more practical reason, but I have to assume that she also had one eye on this guy and was all “Consider this a pre-nup.&ldquo;</p>\n<p>They get home with the fleece, but the odds of Uncle Backstab letting this go are slim.  Medea tricks the dude’s own daughters into slaughtering him like a sheep.  It should be pointed out that she does this by butchering an actual (old, decrepit) sheep and bringing it back to life, only as a hale and hearty young sheep.  <em>Because she is fucking terrifying</em>. </p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/0785fe4b2ec93ce166489eaaa47eab29/tumblr_inline_mqpo9fdMIA1qz4rgp.jpg\"/></p>\n<p>Above: Reason 7,972 not to piss this woman off.</p>\n<p>She doesn’t bring Backstabber McGee back to life, though, and somehow Backstabber McGee, Jr. manages to drive Jason and her into exile over the death.  I’m just going to assume the dude was actually Medusa riding a dragon, strapped to the kraken.  It’s the only way I see this getting pulled off.</p>\n<p>They settle in Corinth, in exile, because why the fuck not.  The king of Corinth (Creon the Poor Decisionmaker) decides that the best thing he could possibly do with his nubile daughter is marry her to Jason.  The Jason who is currently married to Medea, the Wicked Witch of the Holy Shit Dude, Murder and Flaming Bulls, You Have to Have Heard about This By Now, Why Are You Antagonizing Her?. </p>\n<p>Jason, because he is bad at success, thinks this is awesome.  And tells Medea that this is what’s happening now.  She reminds him that he kind of owes her, about which he is a huge dick because he is bad at living, and tells her that technically, he kind of owes Aphrodite, because it’s not like Medea would have loved him otherwise.  This is, in modern terms, like your douchebag ex showing up with his new girlfriend, with whom he was cheating on you, to your birthday party and then having sex with her on your fancypants birthday cake.  And your friends can’t even go get you a new cake, one that’s just for you, because that was the last of that cake in the store and they need 48-hours notice for custom orders.</p>\n<p>So Medea reminds him of the brother-dismemberment pre-nup by setting his fiancee and father-in-law on fire, by means of poison.  Again: She poisoned them so hard they caught on fire. </p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/25db1dba654db886ecd2f32236fd61fc/tumblr_inline_mqpobxhPRU1qz4rgp.jpg\"/></p>\n<p>Above: Before.</p>\n<p>Below: After.</p>\n<p><img alt=\"image\" src=\"http://31.media.tumblr.com/eb0ac314ac4e33481f143fd6291f56ed/tumblr_inline_mqpocvf0q21qz4rgp.jpg\"/></p>\n<p><span>Medea also kills the two children she had by him, because why should he have anything left to live for after this bullshit? </span></p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/8f31288742634c9044bee0b980f3eab3/tumblr_inline_mqpoduGqnS1qz4rgp.jpg\"/></p>\n<p><span>Above: Sorry, kids, your dad’s a douchebag.</span></p>\n<p><span>Do you want to know how she fled the scene?  In a flying chariot.  A flying chariot pulled by dragons. </span></p>\n<p><img alt=\"image\" src=\"http://33.media.tumblr.com/9a4acb4a6a5f3ac622059c19e3fdec91/tumblr_inline_mqpoesFn2d1qz4rgp.jpg\"/></p>\n<p>No, <em>really</em>.</p>\n<p><span>To go try to kill Theseus, because of reasons, and then go back to her dad’s place, because it had actually turned into her uncle’s place, and fuck that, she has met very few relatives she’s not willing to straight-up kill.  So she kills her uncle, gets her dad back on the throne, and spends the rest of her days living a metal album cover kind of life.</span></p>\n<p>Jason, who lost the “gods love him&rdquo; part of his superpower because divorce, and the “being handsome&quot; part because he’s getting a little old at this point, and the “getting people to join up&quot; part because, uh, everybody’s on fire, eventually does get his throne back, and passes it onto his son. </p>\n<p>And then dies when the <em>Argo</em> falls apart and lands on him, which I can tell you would not have fucking happened if he hadn’t been such an asshole to the dragon-riding sorceress who can bring the dead back to life.  I mean, she did him the solid of rejuvenating his dad before they had to flee the city, you know?  </p>\n<p>If nothing else, she would have resurrected him just so she didn’t have to live with the embarrassment of having been married to someone who died by the literal rotting symbol of their past glories and prowess smashing them like a bug.  (Though more likely it would have been to avoid awkward questions about why she’s not raising him from the dead when everyone knows she can raise people in general from the dead, were there maybe some problems in the bedroom?)</p>\n</blockquote>",
   "photo-url-100" : "http://41.media.tumblr.com/41ea82df8ac6a67285e2a8098ed453ba/tumblr_mqpov2udvN1rrr05fo1_100.jpg",
   "photo-url-1280" : "http://41.media.tumblr.com/41ea82df8ac6a67285e2a8098ed453ba/tumblr_mqpov2udvN1rrr05fo1_400.jpg",
   "photo-url-250" : "http://40.media.tumblr.com/41ea82df8ac6a67285e2a8098ed453ba/tumblr_mqpov2udvN1rrr05fo1_250.jpg",
   "photo-url-400" : "http://41.media.tumblr.com/41ea82df8ac6a67285e2a8098ed453ba/tumblr_mqpov2udvN1rrr05fo1_400.jpg",
   "photo-url-500" : "http://41.media.tumblr.com/41ea82df8ac6a67285e2a8098ed453ba/tumblr_mqpov2udvN1rrr05fo1_400.jpg",
   "photo-url-75" : "http://41.media.tumblr.com/41ea82df8ac6a67285e2a8098ed453ba/tumblr_mqpov2udvN1rrr05fo1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "01CDuy9a",
   "slug" : "stuckinabucket-nicolas-andré-monsiau-medea",
   "tags" : [
      "mythology",
      "jason and the argonauts",
      "greek"
   ],
   "type" : "photo",
   "unix-timestamp" : 1382309650,
   "url" : "http://tumblr.ggvaidya.com/post/64624397951",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/64624397951/stuckinabucket-nicolas-andré-monsiau-medea",
   "width" : 351
}

