{
   "bookmarklet" : 0,
   "reblog-key" : "5EnYSxip",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/64981537843/kittensandscience-wuzzyletoastermac-okay-so",
   "slug" : "kittensandscience-wuzzyletoastermac-okay-so",
   "format" : "html",
   "date" : "Thu, 24 Oct 2013 14:40:16",
   "url" : "http://tumblr.ggvaidya.com/post/64981537843",
   "from-feed-id" : 0,
   "unix-timestamp" : 1382647216,
   "date-gmt" : "2013-10-24 20:40:16 GMT",
   "regular-body" : "<p><a href=\"http://kittensandscience.tumblr.com/post/59656916989/wuzzyletoastermac-okay-so-i-have-my-own\" class=\"tumblr_blog\">kittensandscience</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://wuzzyletoastermac.tumblr.com/post/56199444601/okay-so-i-have-my-own-rebuttal-to-add-to-the\">wuzzyletoastermac</a>:</p>\n<blockquote>\n<p>Okay, so I have my own rebuttal to add to the defense of the character Mako Mori. (spoilers ahead but nothing major, avoid if you want to go into the movie without knowing even a single plot detail not already thrown out in the trailers)</p>\n<p>I’ve seen people saying that the shining example of how “”“Pacific Rim is sexist”“” is how Mako performs her first time in the Jaeger. Basically the response is “oh of <em>course</em> it’s the <em>woman</em> who gets overwhelmed by her emotions and fucks up, thanks you sexist jerks! “</p>\n<p>No.</p>\n<p>NO.</p>\n<p>First of all, <strong>this is Mako’s first time in a real Jaeger<em>.</em></strong> We know that she’s skilled when it comes to Jaeger piloting (51/51 simulations won come on), and we saw her hold her own with Raleigh in combat. The only real difference between Mako and Raleigh’s skills is <em>Mako doesn’t have real-life piloting experience</em> — OR, more importantly, <em>experience with the drift.</em></p>\n<p>Second, <strong>nowhere is it implied that Mako lost control because she’s female.</strong> The other characters recognize that the issue was Mako’s lack of experience. Even when Chuck was being a supreme jerk, he calls Raleigh and Mako “the has-been and <em>the rookie” —</em> not “the has-been and <em>the woman”</em> (Even if Chuck was enough of a douche to think that, and he actually really isn’t, there’s the fact that there’s another female pilot among the remaining Jaegers and she’s been kicking Kaiju butt like a boss for 6 straight years so he’d have some trouble defending that argument.)</p>\n<p>Third,<strong> Raleigh himself says it was his fault for not giving Mako a better idea of what to expect</strong>. If he (or anyone really) had really explained what she should’ve expected in the drift, she may have been able to weather “chasing the rabbit” better and not ended up having her flashback. Raleigh doesn’t even think Mako messed up because she was inexperienced, <em>he thinks HE messed up by not adequately preparing her for her first drift.</em> (I mean, how many years has it been since he was a rookie himself? 6 at least??)</p>\n<p>Fourth, <strong>it was Raleigh’s memory of his brother’s death that triggered Mako’s flashback</strong>. As far as I could tell, <em>he</em> got sucked in <em>first</em>, but because of his *prior experience* with the drift he was able to pull himself out of it. But when the emotions (fear, helplessness, pain) from his memory pushed Mako towards hers, her <em>lack of experience</em> meant she got swept along instead. (I may need to see the movie again to be sure that’s how it played out but that was my impression)</p>\n<p>Fifth, <strong>the memory Mako relives is <em>horrific</em>.</strong> It’s a memory of paralyzing, world-shattering terror and helplessness, not to mention that it’s at the root of why Mako wants to pilot a Jaeger in the first place. Anyone would be overwhelmed by it, male or female (In that thread, would people be reacting like this if a male character had been the one having that flashback? Or are female characters the only ones criticized even when their emotions are exactly how everyone else in their position would react—wait, don’t tell me, I already know).</p>\n<p><strong>In conclusion:</strong> Mako Mori is a very well done, realistic, intricate character and people should stop criticizing her for having a normal reaction to her circumstances.</p>\n</blockquote>\n<p>The only issue I have with that scene is this: WHY THE HELL did they give them a fully-armed jaeger for their <em>very first drift</em>?  Mori can’t possibly be the first jaeger pilot with traumatic memories.  The way the drift gets into the brain, it’s probably not uncommon for traumatic memories to be triggered during it, even if only one pilot has such memories.  Surely they should’ve let them drift for the first time without the jaeger itself being powered!  I have a hard time believing that, in all the time the jaeger program’s been around, Mori was the first pilot to be triggered like that.  Indeed, even without traumatic memories like that, you’d think it’d take a while for two pilots to learn to work with each other.  I would think that they’d have several drift sessions without any jaeger before they’re certain they can drift well enough to pilot a jaeger.</p></blockquote>",
   "regular-title" : null,
   "type" : "regular",
   "tags" : [
      "yes",
      "good point",
      "good question"
   ],
   "mobile" : 0,
   "id" : "64981537843",
   "feed-item" : ""
}

