{
   "type" : "regular",
   "date" : "Thu, 24 Oct 2013 22:55:15",
   "reblog-key" : "B8vHqTT2",
   "regular-title" : null,
   "format" : "html",
   "date-gmt" : "2013-10-25 04:55:15 GMT",
   "id" : "65022037094",
   "tags" : [
      "hmm",
      "lgbt"
   ],
   "slug" : "theprophetlilith-alexandraerin",
   "unix-timestamp" : 1382676915,
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://theprophetlilith.tumblr.com/post/65001370721/alexandraerin-shysmiles-and-scarredwrists\">theprophetlilith</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://alexandraerin.tumblr.com/post/61591098991/shysmiles-and-scarredwrists-goodmorningvelma\">alexandraerin</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://shysmiles-and-scarredwrists.tumblr.com/post/61587974508/goodmorningvelma-alexandraerin\">shysmiles-and-scarredwrists</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://goodmorningvelma.tumblr.com/post/61280104385/alexandraerin-justlikeamillionlittlestars\">goodmorningvelma</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://alexandraerin.tumblr.com/post/61111688615/justlikeamillionlittlestars-guys-dumbledore\">alexandraerin</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://justlikeamillionlittlestars.tumblr.com/post/61046554031/guys-dumbledore-was-115-when-he-died-what-if-he\">justlikeamillionlittlestars</a>:</p>\n<blockquote>\n<p>GUYS <br/> DUMBLEDORE WAS 115 WHEN HE DIED <br/> WHAT IF HE MAKES A CAMEO APPERANCE IN THE MOVIE<br/> HE WOULD BE 45 <br/> GUYS</p>\n</blockquote>\n<p>Oh, hey. Since J.K. Rowling is writing it and since this before Grindelwald’s fall, this would be the perfect chance for her to establish Dumbledore’s sexuality in canon as fact rather than subtext.</p>\n<p>So, I have every confidence we won’t see him.</p>\n</blockquote>\n<p><a class=\"post_tag\" href=\"http://www.tumblr.com/tagged/i-laughed-and-then-i-cried\">#i laughed and then i cried</a></p>\n</blockquote>\n<p>which is good, because J.K. gets really annoyed when people find it hard  to imagine a homosexual character whose entire existence and plotline revolves around his sexuality. That’s not how real life works, contrary to popular belief.</p>\n</blockquote>\n<p>No, how real life works is that homophobic hypocrites enforce a double standard that acts like any explicit or direct reference to homosexuality makes something “about” being gay when heterosexuals have direct mention of their romantic and sexual attachments all over the place.</p>\n<p>Imagine if the whole story of Merope Gaunt and her stalking and enslaving Tom Ridldle, Sr., had been presented with not one mention that she was attracted to him, smitten with him. Imagine it was presented with euphemisms even for the emotions, that there was no mention that they were married or lived together, and instead of saying that she arrived pregnant and had a baby and died in childbirth, all we had was the existence of Tom Marvolo Riddle and her absence and we had to infer anything in between, without even concrete mention of the relationship that would have resulted in the child.</p>\n<p>That would be weird, right? That would be really weird.</p>\n<p>And yet that’s how Dumbledore’s story is handled.</p>\n<p>Do you think Merope’s story revolves around her sexuality? According to the author, it’s a story about love, and the lack of love that leads to Voldemort. Sex must have happened. The attraction was hetero-sex-ual. But no one thinks this makes the plotline “revolve around sexuality”.</p>\n<p>So how can you say that Dumbledore would be reduced to his sexuality if it came out in the books that he was definitely gay? </p>\n<p>Would you say Molly Weasley’s life existence in the book revolves around her sexuality? We know she’s married to Arthur Weasley, a man. We can infer they’ve had sexual relations.</p>\n<p>What would it have taken away from the book to have Elphias Doge refer to his “friendship” as “young love” instead?</p>\n<p>What would it have ruined for Dumbledore to tell Harry he’d been in love with Grindelwald?</p>\n<p>All the presumed straight characters in the book have their sexual orientation visible all over the place and no one thinks the books are about that.</p>\n<p>Because in real life, no, existence doesn’t revolve around our sexualities… but our sexualities permeate our existence.</p>\n<p>In real life, gay people are told that having a picture of their spouse on their desks or holding hands in public or even just wearing wedding rings or mentioning a partner in public is “rubbing their private lives in people’s faces”, even though these are normal things that straight people do all the time.</p>\n<p>And this mealy-mouthed justification of the homophobia inherent in the notion that hiding Dumbledore in the literary closet was to “stop his story from being about his sexuality” is more of the same.</p>\n<p>The straight characters’ sexualities were there on the page. His was pushed off the margin.</p>\n</blockquote>\n<p>Reblogging not because I’m a huge Harry Potter fan—I liked the series but I’m not deeply engaged with it—but because we keep needing to repeat this discussion about how queer love is rendered invisible while straight love is so pervasive it’s like water to fish.</p>\n</blockquote>",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/65022037094/theprophetlilith-alexandraerin",
   "url" : "http://tumblr.ggvaidya.com/post/65022037094",
   "feed-item" : "",
   "mobile" : 0
}

