{
   "tags" : [
      "love",
      "relationships"
   ],
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/65417504943/you-know-whats-harder-than-being-single",
   "bookmarklet" : 0,
   "id" : "65417504943",
   "format" : "html",
   "type" : "regular",
   "date-gmt" : "2013-10-29 08:01:35 GMT",
   "date" : "Tue, 29 Oct 2013 02:01:35",
   "regular-body" : "<p><a href=\"http://khrysdiebee.tumblr.com/post/65415945041/you-know-whats-harder-than-being-single\" class=\"tumblr_blog\">khrysdiebee</a>:</p>\n\n<blockquote><p>Being in a fucking relationship. I’ve done significant time in both states, and I’ve realized that being single is just a shit load easier. You may get lonely at times, but if you’re comfortable with yourself (which is a state of mind I think every one of us should be striving for, all the time), being single is actually pretty awesome. You have so much more time for personal growth, for being selfish (which is not always a bad thing), for hanging out with friends, for achieving goals that will benefit you in the short- and long-term. And, if you are lonely, you do have your friends (with whom you have conveniently had more time to build and keep strong connections), and, usually, the occasional hook-up to satiate certain needs.</p>\n<p>Don’t get me wrong, there are a lot of benefits to being in a relationship as well. Romantic love is a feeling completely irreplaceable and unlike any other. But with the big highs come the big lows. When you’re in a relationship, you essentially give up a part of yourself. You commit to being concerned with and responsible for part of your partner’s well-being. And, arguably more difficult, you give them a piece of <em>your</em> well-being for the same. This allows for love, that tricky bastard, to inevitably complete and potentially ruin life as you know it.</p>\n<p>This being said, the easiest route is not always the best or right one. I don’t know. Fuck it. I’m going to sleep.</p></blockquote>\n\n<p>I love what khrysdiebee said there about romantic love. It reminded me of a lovely bit from <a href=\"https://en.wikipedia.org/wiki/The_Rule_of_Four\"><em>The Rule of Four</em></a>, where somebody points out that when Virgil says &ldquo;Love Conquers All&rdquo;,  he doesn&rsquo;t mean that love conquers all obstacles &ndash; it means that love conquers your sensible barriers to it, and when love&rsquo;s doing its thing, all anybody can do is hunker down and hope for the best. Tricky bastard indeed.</p>",
   "slug" : "you-know-whats-harder-than-being-single",
   "mobile" : 0,
   "regular-title" : "You know what's harder than being single?",
   "from-feed-id" : 0,
   "unix-timestamp" : 1383033695,
   "reblog-key" : "VQ3sKK5J",
   "url" : "http://tumblr.ggvaidya.com/post/65417504943"
}

