{
   "quote-source" : "<em>Don’t Fall In Love With The Curious One</em> (via <a href=\"http://crims0nlips.tumblr.com/\" class=\"tumblr_blog\">crims0nlips</a>)",
   "quote-text" : "<p>Don’t fall in love with a curious one.<br/>\nThey will want to know who you are, where you come from, what your family was like.<br/>\nThey will look through your photographs and read all of your poems. They will come over for dinner and speak to your mother about how their curiosity has taught them things of use to her. They will ask you to rant when you’re angry and cry when you’re hurt.<br/>\nThey will ask what that raised eyebrow meant. They will want to know your favorite food, your favorite color, you favorite person. They will ask why.<br/>\nThey will buy that camera you liked, pay attention to that band you love in case there’s a show near by, they will get you the sweater you smiled at once. They’ll learn to cook your favorite meals.<br/>\nThe curious people don’t settle for your shell, they want the insides.<br/>\nThey want what makes you heavy, what makes you uneasy, what makes you scream<br/>\nfor joy, and anger, and heartbreak.<br/>\nTheir skin will turn into pages<br/>\nthat you learn to pour out your entire being in.<br/>\nDon’t fall in love with the curious one.<br/>\nThey won’t let a sigh go unexplained.<br/>\nThey will want to know what they did<br/>\nExactly what they did to make you love them.<br/>\nYear, month, week, day.<br/>\n“What time was it? What did I say? What did I do?<br/>\nHow did you feel?”<br/>\nDon’t fall in love with a curious one because I’ve been there.<br/>\nThey will unbutton your shirt<br/>\nand read every scar<br/>\nevery mark<br/>\nevery curve.<br/>\nThey will dissect your every limb, every organ, every thought, every being.</p>\n\n<p>“There’s a curiosity in you that will move mountains some day<br/>\nas effortlessly as you’ve moved me for years.”</p>",
   "date-gmt" : "2013-10-29 14:21:38 GMT",
   "format" : "html",
   "date" : "Tue, 29 Oct 2013 08:21:38",
   "reblog-key" : "H4lloRZN",
   "type" : "quote",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/65432959385/dont-fall-in-love-with-a-curious-one-they-will",
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/65432959385",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "unix-timestamp" : 1383056498,
   "tags" : [
      "hmm",
      "love",
      "relationships"
   ],
   "slug" : "dont-fall-in-love-with-a-curious-one-they-will",
   "id" : "65432959385"
}

