{
   "feed-item" : "",
   "tags" : [
      "hmm",
      "conservation"
   ],
   "mobile" : 0,
   "quote-text" : "<p>WOULD ANY SANE PERSON think dumpster diving would have stopped Hitler, or that composting would have ended slavery or brought about the eight-hour workday, or that chopping wood and carrying water would have gotten people out of Tsarist prisons, or that dancing naked around a fire would have helped put in place the Voting Rights Act of 1957 or the Civil Rights Act of 1964? Then why now, with all the world at stake, do so many people retreat into these entirely personal “solutions”?</p>\n\n<p>Part of the problem is that we’ve been victims of a campaign of systematic misdirection. Consumer culture and the capitalist mindset have taught us to substitute acts of personal consumption (or enlightenment) for organized political resistance. An Inconvenient Truth helped raise consciousness about global warming. But did you notice that all of the solutions presented had to do with personal consumption—changing light bulbs, inflating tires, driving half as much—and had nothing to do with shifting power away from corporations, or stopping the growth economy that is destroying the planet? Even if every person in the United States did everything the movie suggested, U.S. carbon emissions would fall by only 22 percent. Scientific consensus is that emissions must be reduced by at least 75 percent worldwide.</p>\n\n<p>Or let’s talk water. We so often hear that the world is running out of water. People are dying from lack of water. Rivers are dewatered from lack of water. Because of this we need to take shorter showers. See the disconnect? Because I take showers, I’m responsible for drawing down aquifers? Well, no. More than 90 percent of the water used by humans is used by agriculture and industry. The remaining 10 percent is split between municipalities and actual living breathing individual humans. Collectively, municipal golf courses use as much water as municipal human beings. People (both human people and fish people) aren’t dying because the world is running out of water. They’re dying because the water is being stolen.</p>\n\n<p>…Personal change doesn’t equal social change.</p>",
   "date" : "Mon, 04 Nov 2013 10:42:19",
   "reblog-key" : "Hog8F1Qq",
   "url" : "http://tumblr.ggvaidya.com/post/66008001522",
   "type" : "quote",
   "slug" : "would-any-sane-person-think-dumpster-diving-would",
   "id" : "66008001522",
   "date-gmt" : "2013-11-04 17:42:19 GMT",
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/66008001522/would-any-sane-person-think-dumpster-diving-would",
   "unix-timestamp" : 1383586939,
   "quote-source" : "<a href=\"http://www.orionmagazine.org/index.php/articles/article/4801/\">Forget Shorter Showers: Why Personal Changes Does Not Equal Political Change</a> (via <a class=\"tumblr_blog\" href=\"http://america-wakiewakie.tumblr.com/\">america-wakiewakie</a>)",
   "bookmarklet" : 0,
   "from-feed-id" : 0
}

