{
   "type" : "regular",
   "feed-item" : "",
   "slug" : "sciencefangirl-bbc-news-the-mystery-of",
   "date-gmt" : "2013-11-08 01:16:28 GMT",
   "unix-timestamp" : 1383873388,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/66327992506/sciencefangirl-bbc-news-the-mystery-of",
   "from-feed-id" : 0,
   "id" : "66327992506",
   "mobile" : 0,
   "date" : "Thu, 07 Nov 2013 18:16:28",
   "regular-title" : null,
   "reblog-key" : "eUxvVDLM",
   "regular-body" : "<p><a href=\"http://sciencefangirl.tumblr.com/post/66327872037/bbc-news-the-mystery-of-irelands-worst-driver\" class=\"tumblr_blog\">sciencefangirl</a>:</p>\n\n<blockquote><p><a href=\"http://news.bbc.co.uk/2/hi/7899171.stm\">BBC News - The mystery of Ireland&rsquo;s worst driver</a></p><blockquote>\n<p><strong>Details of how police in the Irish Republic finally caught up with the country&rsquo;s most reckless driver have emerged, the Irish Times reports.</strong></p>\n<p>He had been wanted from counties Cork to Cavan after racking up scores of speeding tickets and parking fines.</p>\n<p>However, each time the serial offender was stopped he managed to evade justice by giving a different address.</p>\n<p>But then his cover was blown.</p>\n<p>It was discovered that the man every member of the Irish police&rsquo;s rank and file had been looking for - a Mr Prawo Jazdy - wasn&rsquo;t exactly the sort of prized villain whose apprehension leads to an officer winning an award.</p>\n<p>In fact he wasn&rsquo;t even human.</p>\n<p>&ldquo;<em>Prawo Jazdy</em> is actually the Polish for driving licence and not the first and surname on the licence,&rdquo; read a letter from June 2007 from an officer working within the Garda&rsquo;s traffic division.</p>\n<p>&ldquo;Having noticed this, I decided to check and see how many times officers have made this mistake.</p>\n<p>&quot;It is quite embarrassing to see that the system has created Prawo Jazdy as a person with over 50 identities.&rdquo;</p>\n<p>The officer added that the &ldquo;mistake&rdquo; needed to be rectified immediately and asked that a memo be circulated throughout the force.</p>\n<p>In a bid to avoid similar mistakes being made in future relevant guidelines were also amended.</p>\n<p>And if nothing else is learnt from this driving-related debacle, Irish police officers should now know at least two words of Polish.</p>\n<p>As for the seemingly elusive Mr Prawo Jazdy, he has presumably become a cult hero among Ireland&rsquo;s second largest immigrant population.</p>\n\n</blockquote></blockquote>\n\n<p></p>",
   "url" : "http://tumblr.ggvaidya.com/post/66327992506",
   "bookmarklet" : 0,
   "format" : "html",
   "tags" : [
      "oof",
      "funny"
   ]
}

