{
   "photos" : [],
   "photo-url-250" : "http://40.media.tumblr.com/a1134fa9dc9039198c7278e91f5699b9/tumblr_mw4b1yemEU1r8x2ybo1_250.jpg",
   "width" : "700",
   "date" : "Mon, 11 Nov 2013 14:30:55",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/66710910713/scienceyoucanlove-the-findings-made-einstein-a",
   "date-gmt" : "2013-11-11 21:30:55 GMT",
   "photo-url-100" : "http://40.media.tumblr.com/a1134fa9dc9039198c7278e91f5699b9/tumblr_mw4b1yemEU1r8x2ybo1_100.jpg",
   "mobile" : 0,
   "photo-url-500" : "http://41.media.tumblr.com/a1134fa9dc9039198c7278e91f5699b9/tumblr_mw4b1yemEU1r8x2ybo1_500.jpg",
   "slug" : "scienceyoucanlove-the-findings-made-einstein-a",
   "url" : "http://tumblr.ggvaidya.com/post/66710910713",
   "photo-url-75" : "http://40.media.tumblr.com/a1134fa9dc9039198c7278e91f5699b9/tumblr_mw4b1yemEU1r8x2ybo1_75sq.jpg",
   "id" : "66710910713",
   "photo-url-400" : "http://40.media.tumblr.com/a1134fa9dc9039198c7278e91f5699b9/tumblr_mw4b1yemEU1r8x2ybo1_400.jpg",
   "from-feed-id" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://scienceyoucanlove.tumblr.com/post/66709332271/the-findings-made-einstein-a-celebrity-overnight\">scienceyoucanlove</a>:</p>\n<blockquote>\n<p><span>The findings made Einstein a celebrity overnight, and precipitated the eventual triumph of general relativity over classical Newtonian physics.</span><br/><br/><span>In 1919, Newton’s law of universal gravity still dominated scientific discourse, as it provided extremely accurate explanations of physical observations. But Einstein had a major issue with Newton’s theory: It wasn’t consistent with his own special theory</span><span class=\"text_exposed_show\"> of relativity, which predicted that space and time were relative, forming a four-dimensional continuum called spacetime. He conceived a general theory of relativity, in which gravitational fields would cause warps in spacetime, thus weaving gravity into the continuum.<br/><br/>One prediction of general relativity was that light should not travel in a perfectly straight line. While traveling through spacetime and nearing the warp induced by an object’s gravitational field, light should curve — but not by much. A ray of light nicking the edge of the sun, for example, would bend a minuscule 1.75 arcseconds — the angle made by a right triangle 1 inch high and 1.9 miles long. Newtonian physics also predicted light would bend due to gravity, but only by half as much as Einstein’s theory predicted.<br/><br/>Such a tiny difference seemed impossible to measure by earthly experiments. In fact, the two theories, though fundamentally opposed, made highly similar predictions for almost all tests of gravity and light. As a result, it was futile to try to understand which one provided a more accurate description of the fundamental laws of the universe.<br/><br/>Sir Frank Watson Dyson, Astronomer Royal of Britain, conceived in 1917 the perfect experiment to resolve the issue. A total solar eclipse on May 29, 1919, would occur just as the sun was crossing the bright Hyades star cluster. Dyson realized that the light from the stars would have to pass through the sun’s gravitational field on its way to Earth, yet would be visible due to the darkness of the eclipse. This would allow accurate measurements of the stars’ gravity-shifted positions in the sky.<br/><br/>Eddington, who led the experiment, first measured the “true” positions of the stars during January and February 1919. Then in May he went to the remote island of Príncipe (in the Gulf of Guinea off the west coast of Africa) to measure the stars’ positions during the eclipse, as viewed through the sun’s gravitational lens.</span></p>\n<p><span class=\"text_exposed_show\">read <a href=\"https://www.facebook.com/photo.php?fbid=468979309888873&amp;set=a.247822242004582.55185.247817072005099&amp;type=1&amp;theater\">more </a></span></p>\n</blockquote>\n\n<p>In the immediate aftermath of the First World War, this was seen as a great example of international unity in science: British scientists proving a theory by a German physicist on a Portuguese colony.</p>",
   "bookmarklet" : 0,
   "feed-item" : "",
   "reblog-key" : "HfCaA0WF",
   "height" : "899",
   "tags" : [
      "science",
      "history",
      "theory of relativity"
   ],
   "photo-url-1280" : "http://40.media.tumblr.com/a1134fa9dc9039198c7278e91f5699b9/tumblr_mw4b1yemEU1r8x2ybo1_1280.jpg",
   "format" : "html",
   "type" : "photo",
   "unix-timestamp" : 1384205455
}

