{
   "slug" : "branwyn-says-and-while-were-on-the-subject",
   "url" : "http://tumblr.ggvaidya.com/post/67132485791",
   "feed-item" : "",
   "reblog-key" : "M3QeY2uA",
   "tags" : [
      "escapism",
      "fiction"
   ],
   "type" : "regular",
   "date" : "Sat, 16 Nov 2013 00:16:29",
   "format" : "html",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/67132485791/branwyn-says-and-while-were-on-the-subject",
   "unix-timestamp" : 1384586189,
   "bookmarklet" : 0,
   "mobile" : 0,
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://branwyn-says.tumblr.com/post/67102531046/and-while-were-on-the-subject-id-like-to-say-a\">branwyn-says</a>:</p>\n<blockquote>\n<div>“And while we’re on the subject, I’d like to say a few words about escapism. I hear the term bandied about as if it’s a bad thing. As if “escapist” fiction is a cheap opiate used by the muddled and the foolish and the deluded, and the only fiction that is worthy, for adults or for children, is mimetic fiction, mirroring the worst of the world the reader finds herself in. If you were trapped in an impossible situation, in an unpleasant place, with people who meant you ill, and someone offered you a temporary escape, why wouldn’t you take it? And escapist fiction is just that: fiction that opens a door, shows the sunlight outside, gives you a place to go where you are in control, are with people you want to be with (and books are real places, make no mistake about that); and more importantly, during your escape, books can also give you knowledge about the world and your predicament, give you weapons, give you armour: real things you can take back into your prison. Skills and knowledge and tools you can use to escape for real. As JRR Tolkien reminded us, the only people who inveigh against escape are jailers.”</div>\n<p>— Neil Gaiman, from <a href=\"http://www.theguardian.com/books/2013/oct/15/neil-gaiman-future-libraries-reading-daydreaming\">theguardian.com</a> (via <a class=\"tumblr_blog\" href=\"http://thematterofperception.tumblr.com/\">thematterofperception</a>)</p>\n</blockquote>",
   "from-feed-id" : 0,
   "regular-title" : null,
   "id" : "67132485791",
   "date-gmt" : "2013-11-16 07:16:29 GMT"
}

