{
   "photo-url-400" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_400.jpg",
   "feed-item" : "",
   "from-feed-id" : 0,
   "photo-url-75" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_75sq.jpg",
   "date-gmt" : "2013-11-22 18:12:48 GMT",
   "photo-url-1280" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_1280.jpg",
   "bookmarklet" : 0,
   "date" : "Fri, 22 Nov 2013 11:12:48",
   "width" : "601",
   "height" : "400",
   "photo-url-250" : "http://41.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_250.jpg",
   "unix-timestamp" : 1385143968,
   "photo-caption" : "<p><a href=\"http://dendroica.tumblr.com/post/67766330181/atlasobscura-fort-graca-elves-portugal-lest\" class=\"tumblr_blog\">dendroica</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://atlasobscura.tumblr.com/post/66331850799/fort-graca-elves-portugal-lest-anyone-think\">atlasobscura</a>:</p>\n<blockquote>\n<p><strong>Fort Graça</strong> - Elves, Portugal</p>\n<p>Lest anyone think that the Pentagon have a monopoly on geometry-themed military bases, we present Portugal’s Fort of Graça, whose unique star shape helped the base defend its country for over a hundred years.</p>\n<p>Built between 1763 and 1792, the fort features no less than three distinct layers of defense, each separated by walls and ditches. The striking earthwork outer wall is shaped like a huge star, although whether this was a strategic or aesthetic choice is unclear. Inside the outer wall is the thick, inner fortification, shaped like a square with huge, raised diamonds of land at each corner. Smaller buildings were constructed on top of the wide corner pieces. In the center of the fort is the main structure, known as the Governor’s House, which rises above the rest of the base. The walls and buildings are decorated with elaborate stonework designs giving the entire complex a feeling of officious luxury.</p>\n<p>As the strategic importance of the fort decreased over the years, the base was demilitarized and left in the hands of Portugal’s Ministry of Defense who left the site to moulder. Thankfully the Fort of Graça was recently recognized by both the World Monuments Fund and UNESCO as a site to protect. In the end, the greatest enemy this fort has ever seen might be apathy.</p>\n<p><em><a href=\"http://www.atlasobscura.com/places/fort-of-graca\">Tour Fort of Graça on Atlas Obscura…</a></em></p>\n</blockquote>\n<p>I’m surprised this says that “whether this was a strategic or aesthetic choice is unclear” since <a href=\"http://en.wikipedia.org/wiki/Star_fort\">star-shaped fortresses</a> were extremely common in the early modern period, and the star-shaped design was clearly meant to maximize fields of fire. From Wikipedia:</p>\n<blockquote>\n<p>When the newly effective maneuverable siege cannon came into military strategy in the fifteenth century, the response from military engineers was to arrange for the walls to be embedded into ditches fronted by earthen slopes so that they could not be attacked by destructive direct fire and to have the walls topped by earthen banks that absorbed and largely dissipated the energy of plunging fire….</p>\n<p>…the rounded shape that had previously been dominant for the design of turrets created “dead space”, or “dead” zones (see figure), which were relatively sheltered from defending fire, because direct fire from other parts of the walls could not be directed around the curved wall. To prevent this, what had previously been round or square turrets were extended into diamond-shaped points to give storming infantry no shelter. The ditches and walls channeled attacking troops into carefully constructed killing grounds where defensive cannons could wreak havoc on troops attempting to storm the walls, with emplacements set so that the attacking troops had no place to shelter from the defensive fire.</p>\n<p>A further and more subtle change was to move from a passive model of defence to an active one. The lower walls were more vulnerable to being stormed, and the protection that the earthen banking provided against direct fire failed if the attackers could occupy the slope on the outside of the ditch and mount an attacking cannon there. Therefore, the shape was designed to make maximum use of enfilade (or “flanking”) fire against any attackers who should reach the base of any of the walls. The indentations in the base of each point on the star sheltered cannons. Those cannons would have a clear line of fire directly down the edge of the neighboring points, while their point of the star was protected by fire from the base of those points….</p>\n<p>The key to the fort’s defence moved to the outer edge of the ditch surrounding the fort, known as the covered way, or covert way. Defenders could move relatively safely in the cover of the ditch and could engage in active countermeasures to keep control of the glacis, the open slope that lay outside the ditch, by creating defensive earthworks to deny the enemy access to the glacis and thus to firing points that could bear directly on to the walls and by digging counter mines to intercept and disrupt attempts to mine the fort walls.</p>\n<p>Compared to medieval fortifications, forts became both lower and larger in area, providing defence in depth, with tiers of defences that an attacker needed to overcome in order to bring cannons to bear on the inner layers of defences.</p>\n</blockquote>\n<p><a href=\"http://en.wikipedia.org/wiki/Fort_McHenry\">Fort McHenry</a> and <a href=\"http://en.wikipedia.org/wiki/Fort_Ticonderoga\">Fort Ticonderoga</a> are examples of star forts in the United States. Eventually the design fell out of use due to the development of rifled artillery and mortars that could lob high-explosive shells into forts from far away. But for several centuries the star fort was a key piece of military defensive technology.</p></blockquote>",
   "url" : "http://tumblr.ggvaidya.com/post/67766520968",
   "id" : "67766520968",
   "photos" : [
      {
         "photo-url-1280" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_1280.jpg",
         "caption" : "",
         "photo-url-75" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_75sq.jpg",
         "photo-url-100" : "http://41.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_100.jpg",
         "photo-url-400" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_400.jpg",
         "offset" : "o1",
         "photo-url-250" : "http://41.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_250.jpg",
         "photo-url-500" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_500.jpg",
         "height" : "400",
         "width" : "601"
      },
      {
         "offset" : "o4",
         "photo-url-250" : "http://40.media.tumblr.com/23ee5cab02820d7aed31d5795b1f6487/tumblr_mvt939GgWT1qahceco4_r1_250.jpg",
         "height" : "683",
         "photo-url-500" : "http://36.media.tumblr.com/23ee5cab02820d7aed31d5795b1f6487/tumblr_mvt939GgWT1qahceco4_r1_500.jpg",
         "width" : "1024",
         "photo-url-1280" : "http://41.media.tumblr.com/23ee5cab02820d7aed31d5795b1f6487/tumblr_mvt939GgWT1qahceco4_r1_1280.jpg",
         "photo-url-75" : "http://40.media.tumblr.com/23ee5cab02820d7aed31d5795b1f6487/tumblr_mvt939GgWT1qahceco4_r1_75sq.jpg",
         "caption" : "Image by Flickr user Contrando Estrelas, used here via Creative Commons license.",
         "photo-url-100" : "http://41.media.tumblr.com/23ee5cab02820d7aed31d5795b1f6487/tumblr_mvt939GgWT1qahceco4_r1_100.jpg",
         "photo-url-400" : "http://40.media.tumblr.com/23ee5cab02820d7aed31d5795b1f6487/tumblr_mvt939GgWT1qahceco4_r1_400.jpg"
      },
      {
         "width" : "597",
         "photo-url-500" : "http://41.media.tumblr.com/6192ee0b181c576b378b13910b6a7157/tumblr_mvt939GgWT1qahceco3_r1_500.jpg",
         "height" : "400",
         "photo-url-250" : "http://36.media.tumblr.com/6192ee0b181c576b378b13910b6a7157/tumblr_mvt939GgWT1qahceco3_r1_250.jpg",
         "offset" : "o3",
         "photo-url-400" : "http://40.media.tumblr.com/6192ee0b181c576b378b13910b6a7157/tumblr_mvt939GgWT1qahceco3_r1_400.jpg",
         "photo-url-100" : "http://41.media.tumblr.com/6192ee0b181c576b378b13910b6a7157/tumblr_mvt939GgWT1qahceco3_r1_100.jpg",
         "photo-url-75" : "http://41.media.tumblr.com/6192ee0b181c576b378b13910b6a7157/tumblr_mvt939GgWT1qahceco3_r1_75sq.jpg",
         "caption" : "",
         "photo-url-1280" : "http://40.media.tumblr.com/6192ee0b181c576b378b13910b6a7157/tumblr_mvt939GgWT1qahceco3_r1_1280.jpg"
      }
   ],
   "photo-url-100" : "http://41.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_100.jpg",
   "photo-link-url" : "http://www.atlasobscura.com/places/fort-of-graca",
   "reblog-key" : "SvSxyYlZ",
   "format" : "html",
   "tags" : [
      "pretty",
      "forts",
      "fortifications"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/67766520968/dendroica-atlasobscura-fort-graça-elves",
   "mobile" : 0,
   "photo-url-500" : "http://40.media.tumblr.com/f0df95a9131ddd1dd266d6cf014c4505/tumblr_mvt939GgWT1qahceco1_500.jpg",
   "type" : "photo",
   "slug" : "dendroica-atlasobscura-fort-graça-elves"
}

