{
   "date-gmt" : "2013-12-23 11:44:53 GMT",
   "format" : "html",
   "quote-text" : "<p>You start to think about hitting rock bottom, what that means, what it would feel like.</p>\n\n<p>You picture it like this:</p>\n\n<p>You’re walking through the woods, along the same path you’ve taken a thousand times before, and suddenly the forest floor gives way beneath you. You fall, for what seems like ages, until you hit the ground. You look around and discover that you’re in some kind of underground cavern. The walls are smooth, the hole you fell through far out of reach. There’s no way you could ever get out on your own.</p>\n\n<p>It’s awful at first, but soon, surprisingly soon, you get used to it. You sleep a lot. You tell yourself stories. You sing, or talk, or shout, just to hear the sound of your own voice. For a few hours each day the sun climbs high enough for you to see it, its rays filtering through the grasses and leafy undergrowth on the surface, throwing strange patterns on the floor.</p>\n\n<p>Sometimes your friends come by. They call to you, but you can’t make out what they’re saying, because they’re too far away. They bring you things: food, books, a blanket. Useful things. Things that would have mattered to you in your old life, in the world above. They don’t seem so necessary anymore, though. You’re not cold anymore. You’re not hungry. You don’t read. That’s not your life anymore, you’re beyond wants, beyond needs. You just lie there, sleeping and singing.</p>\n\n<p>Depression is easy in many ways, often easier than happiness. It doesn’t require much of you, doesn’t ask much of you. All that it wants is for you to suffer, but after a while that suffering feels familiar, comforting almost. Depression is the place you always come back to, and though its landscape is ugly, the colours muddied and muted, it feels strangely like home. Though its’ terrain is bare and uninviting, you know every inch of it, and you derive a sort of satisfaction from that fact. After a while, depression starts to feel normal.</p>\n\n<p>Happiness, by contrast, begins to seem garish, the colours offensively bright, the people too loud, too smiling. While depression saps your energy gently, quietly, happiness is exhausting in a different way.</p>\n\n<p>The other problem with happiness is that it never seems like a real place. You know from experience how quickly the landscape can change around you, melting and shifting like objects in a Dali painting, slowly but surely transforming itself back into that place you know best.</p>\n\n<p>Happiness can’t be trusted; it’s tricky, elusive, and undependable. Depression, whatever else you might say about it, is as regular and predictable as a Swiss clock. Depression, whatever else you might say about it, is honest. It tells you how awful the world is; it doesn’t spare you any gory details.</p>\n\n<p>People tell you not to listen to depression. People want you to think that depression lies.</p>\n\n<p>“Who are you going to trust?” asks your depression. “Some stranger on the internet, or me, the thing you’ve known for almost your entire life? Come on now, be reasonable.”</p>\n\n<p>You want so desperately to be reasonable.</p>\n\n<p>You tell your therapist that you think you need to develop some coping skills. This is the kind of terminology they use, right? Coping skills? You hope that by saying this, you sound like someone who actively wants to get better, someone who’s trying her hardest.</p>\n\n<p>Your therapist tells you that she thinks you already have them, those magical coping skills. You leave her office thinking, what the fuck does she know?</p>\n\n<p>Then you remember what life was like before you felt any kind of ability to cope. You remember crying, publicly, humiliatingly, your sobs coming in huge, heaving gasps that left you unable to breathe. You remember being unable to get out of bed. You remember the world ending, over and over again, all day, every day.</p>\n\n<p>You thank whatever god is out there that you’ve developed coping skills.</p>\n\n<p>Then you get angry, because even though you’re coping, everything still really fucking sucks.</p>\n\n<p>You call your mother and tell her that you’re having a tough time.</p>\n\n<p>“Think of one thing that you’re grateful for everyday,” she tells you. “Write it down.”</p>\n\n<p>After you thank her, politely, and say goodbye, and tell her that you love her, after you’ve hung up the phone, you think, fuck gratitude.</p>\n\n<p>What has gratitude ever gotten you?</p>\n\n<p>Probably lots of things, maybe everything, but you don’t care. You don’t feel like considering that right now.</p>\n\n<p>You don’t feel like considering anything, or anyone. You just want to be left alone, forever. Seeing people makes you feel as if you have some kind of obligation to get well, but you don’t want to have any obligations anymore.</p>\n\n<p>You imagine that at rock bottom there are no obligations.</p>\n\n<p>You start to avoid people, your friends, your family, the strangers who smile at you on the street. You tell yourself that you don’t need human interaction. You tell yourself that you don’t want it.</p>\n\n<p>Then one day you’re crossing the road, and there’s a policeman directing traffic. He motions to you to wait halfway while he lets a car go by, then puts his mittened hand on your back, in the space between your shoulder blades, and says kindly, “Go ahead now, honey, it’s your turn.”</p>\n\n<p>For some reason that one small act is so nice that you think you might cry.</p>\n\n<p>It’s winter, always winter, and you know that this year, spring is never going to come. Fuck logic. Fuck science. Where you live, those things don’t apply. You know that there won’t be a spring in the same way that birds know to fly south in the fall, the same way that spiders know how to build a web. You know it more surely than anything you’ve ever known. You know it in your very bones.</p>\n\n<p>You haven’t hit rock bottom. Not yet. If you did, that would be the real emergency. People would be called. Help would come. You feel guilty about how badly you want help to come. You feel guilty about how appealing rock bottom seems, sometimes. You feel guilty about just about everything.</p>\n\n<p>You fall. And you fall. And you fall. And sometimes you snag a passing tree branch or a rock jutting out into space, and sometimes you even start to pull yourself back up, just a little. But the branch always breaks, and the rock always crumbles. And then you go back to falling.</p>\n\n<p>You wonder how long and far a person can fall.</p>",
   "slug" : "you-start-to-think-about-hitting-rock-bottom-what",
   "date" : "Mon, 23 Dec 2013 04:44:53",
   "tags" : [
      "depression",
      "coping"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/70887942779",
   "bookmarklet" : 0,
   "mobile" : 0,
   "feed-item" : "",
   "type" : "quote",
   "quote-source" : "<a href=\"http://thoughtcatalog.com/tcguestwriters/2013/11/what-its-like-to-live-here/\">What It’s Like To Live Here</a> (via <a class=\"tumblr_blog\" href=\"http://rauchwolken.tumblr.com/\">rauchwolken</a>)",
   "reblog-key" : "UyV3rGRD",
   "unix-timestamp" : 1387799093,
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/70887942779/you-start-to-think-about-hitting-rock-bottom-what",
   "id" : "70887942779"
}

