{
   "bookmarklet" : 0,
   "date" : "Thu, 16 Jan 2014 23:22:27",
   "date-gmt" : "2014-01-17 06:22:27 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "height" : 532,
   "id" : "73593219138",
   "mobile" : 0,
   "photo-caption" : "<p><a href=\"http://khrysdiebee.tumblr.com/post/73592748536/dendroica-to-save-threatened-owl-another\" class=\"tumblr_blog\">khrysdiebee</a>:</p>\n\n<blockquote><p><a href=\"http://dendroica.tumblr.com/post/73576377949/to-save-threatened-owl-another-species-is-shot\" class=\"tumblr_blog\">dendroica</a>:</p>\n\n<blockquote><p><strong><a href=\"http://www.npr.org/2014/01/15/262735123/to-save-threatened-owl-another-species-is-shot?ft=1&amp;f=1025\">To Save Threatened Owl, Another Species Is Shot</a></strong></p>\n<blockquote>\n<p>In desperation to save the rare northern spotted owl, biologists are doing something that goes against their core — shooting another owl that’s rapidly taking over spotted owl territory across the northwest.</p>\n<p>“If we don’t do it, what we’re essentially doing, in my view, is dooming the spotted owl to extinction,” says Lowell Diller, senior biologist for Green Diamond, a timber company.</p>\n<p>The decision to shoot the more aggressive barred owls has been wrenching for biologists and the federal government. But one of the biologists says the consequence of not stepping in would be so dire that it justifies what he calls this Sophie’s Choice….</p>\n<p><strong>&ldquo;I Hate It Every Time I Go Out And Do It&rdquo;</strong></p>\n<p>In the forest along Redwood Creek, Diller plays a recording of a barred owl, and soon a pair of real barred owls starts hooting. Barred owls are aggressively territorial — the birds are trying to intimidate what they think is another owl intruding on their turf.</p>\n<p>The female buzzes past. Then she perches in plain view, a tactic meant to ward off interlopers that puts the birds in shooting range.</p>\n<p>&ldquo;I think you can appreciate, standing here, how easy it would be — and when I say easy, I mean technically easy or simple — to lethally remove that bird,&rdquo; Diller says.</p>\n<p>Diller’s a hunter, but he was taught never to kill a bird of prey or anything you didn’t plan to eat. At first, someone else did the shooting. But, he says, this felt hypocritical, so he started doing it himself.</p>\n<p>Diller recalls the first time he took a shot. “I was so nervous about what I was doing, and emotional, that I had to steady myself against a tree.”</p>\n<p>Over the past five years, Diller has killed more than 70 barred owls with a shotgun. Each time, he says, it felt “totally wrong.”</p>\n<p>&ldquo;I hate it every time I go out and do it,&rdquo; he says.</p>\n<p>Removing barred owls without killing them is not feasible, he says. He calculates it takes more than 40 hours to catch a live barred owl — compared to about two hours to shoot and collect one. Finding new homes for the barred owl would also be time-consuming and traumatic for the birds….</p>\n<p><strong>Shoot To Save, Or Leave It To Nature?</strong></p>\n<p>Barred owls are not rare. Still, shooting them has presented such a quandary to the U.S. Fish and Wildlife Service that it has taken more than seven years come to this solution….</p>\n<p>The Fish and Wildlife Service is starting a four-year experiment to kill up to 3,600 barred owls in the northwest. The birds will be removed from four different forests, two in Northern California, one in Oregon and one in Washington. Some birds will be captured but not killed.</p>\n<p>The federal government says if spotted owls come back after barred owls are removed, it may decide to kill barred owls over a broader area.</p>\n</blockquote>\n<p>(Read more at <a href=\"http://www.npr.org/2014/01/15/262735123/to-save-threatened-owl-another-species-is-shot?ft=1&amp;f=1025\">NPR</a>)</p></blockquote>\n\n<p>Whoa. This is… just whoa. Controversial, for sure.</p></blockquote>",
   "photo-link-url" : "http://www.npr.org/2014/01/15/262735123/to-save-threatened-owl-another-species-is-shot?ft=1&f=1025",
   "photo-url-100" : "http://41.media.tumblr.com/19de0c822867ee15e9e84b99cc498ee1/tumblr_mziyv15PGi1qzul89o1_100.jpg",
   "photo-url-1280" : "http://40.media.tumblr.com/19de0c822867ee15e9e84b99cc498ee1/tumblr_mziyv15PGi1qzul89o1_1280.jpg",
   "photo-url-250" : "http://36.media.tumblr.com/19de0c822867ee15e9e84b99cc498ee1/tumblr_mziyv15PGi1qzul89o1_250.jpg",
   "photo-url-400" : "http://36.media.tumblr.com/19de0c822867ee15e9e84b99cc498ee1/tumblr_mziyv15PGi1qzul89o1_400.jpg",
   "photo-url-500" : "http://40.media.tumblr.com/19de0c822867ee15e9e84b99cc498ee1/tumblr_mziyv15PGi1qzul89o1_500.jpg",
   "photo-url-75" : "http://41.media.tumblr.com/19de0c822867ee15e9e84b99cc498ee1/tumblr_mziyv15PGi1qzul89o1_75sq.jpg",
   "photos" : [],
   "reblog-key" : "OGYCb2Jd",
   "slug" : "khrysdiebee-dendroica-to-save-threatened",
   "tags" : [
      "conservation"
   ],
   "type" : "photo",
   "unix-timestamp" : 1389939747,
   "url" : "http://tumblr.ggvaidya.com/post/73593219138",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/73593219138/khrysdiebee-dendroica-to-save-threatened",
   "width" : 948
}

