{
   "date-gmt" : "2014-01-22 23:40:22 GMT",
   "bookmarklet" : 0,
   "mobile" : 0,
   "quote-text" : "<p>I’m meeting boys who like Charles Bukowski and they all want to do brutal things to my body. They tell me they buy a bottle of whiskey whenever they get one of his books and don’t stop reading till they’ve gone through a pack of cigarettes. They blow smoke in my face and say, “He was the outcast king of L.A. Did you know that, huh?” “Yeah, yeah, I know.” I say. “He’s great.” </p>\n\n<p>A boy gives me a worn copy of <em>On the Road</em> and thinks he’s being original. “We should explore the road together. Would you like that, baby?” I take a sip of my water and look away. Yes, I’d like that, I think. But he’s drunk and imagining himself sixty years earlier, in the back of a bar, sweating to the sound of live bop. Still, I prefer him to the hungry boy that devoured my shirt and said, “You have a tattoo? What’s it say?” ‘mad to live?’ What, are you angry about living? Aw, I’m just kidding, come here, let me take off that bra.”</p>\n\n<p>The next boy I kiss doesn’t read. I ask him to come to a bookstore with me and he stays outside, sighing. He has no interest in words. He has no interest in me. I am thankful for him. For a few weeks, I am able to shed my habit of thinking obsessively and become a duller, rougher version of myself. I dump him when my fingers start turning imaginary pages in my sleep. </p>\n\n<p>I go on a date with a boy who knows I like to write. He calls himself a fan of mine and swears he’s read every word I’ve put down. “You’ve got this voice that’s very modern, but also so classic.” I choke on my water as he says, “I read you to fall asleep.” I listen to him pant metaphors and compare my mouth to the sea. One day, he stumbles across my journal, and finds nothing about himself in it. “You don’t really love me, do you?” I shake my head. There is no use pretending anymore. He has read my poems about the boys I want to drown in me. His goodbye leaves my hands covers in ink. He wanted me so badly to be the sea, when all I am is a girl who writes poetry. </p>\n\n<p>I try my best to become poetry. I take a bath and stain the water with black ink. I cut my hair in a motel sink. I cry for people I have never met. I start smoking cigarettes. I use words like “presumptuously” and talk about “post-modernist new wave.” I walk the streets at 4 a.m. and smile at people coming home from a rave. I wear sunglasses indoors. I carry a 500 page volume of poems wherever I go. I drink coffee instead of water. I talk about the “advantages of using film and listening to records.” But no matter how hard I try, I am not the sea. I am a sunken ship that has drowned in everyone who touched me. </p>",
   "reblog-key" : "rbV5jdiA",
   "slug" : "im-meeting-boys-who-like-charles-bukowski-and",
   "from-feed-id" : 0,
   "format" : "html",
   "type" : "quote",
   "tags" : [
      "huh",
      "relationships"
   ],
   "unix-timestamp" : 1390434022,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/74218802301/im-meeting-boys-who-like-charles-bukowski-and",
   "url" : "http://tumblr.ggvaidya.com/post/74218802301",
   "feed-item" : "",
   "id" : "74218802301",
   "date" : "Wed, 22 Jan 2014 16:40:22",
   "quote-source" : "<em><strong>I Am Not The Sea </strong></em><strong>| Lora Mathis</strong> (via <a class=\"tumblr_blog\" href=\"http://ultimateslice.tumblr.com/\">ultimateslice</a>)"
}

