{
   "date-gmt" : "2014-01-28 17:44:01 GMT",
   "quote-source" : "Carl Sagan, <em>Contact</em> (22)",
   "unix-timestamp" : 1390931041,
   "feed-item" : "",
   "type" : "quote",
   "slug" : "she-found-it-difficult-to-discuss-physics-much",
   "quote-text" : "She found it difficult to discuss physics, much less debate it, with her predominantly male classmates. At first they paid a kind of selective inattention to her remarks. There would be a slight pause, and then they would go on as if she had not spoken. Occasionally they would\nacknowledge her remark, even praise it, and then again continue undeflected. She was reasonably sure her remarks were not entirely foolish, and did not wish to be ignored, much less ignored and patronized alternately. Part of it—but only a part—she knew was due to the softness of her voice. So she developed a physics voice, a professional voice: clear, competent, and many decibels above conversational. With such a voice it was important to be right. She had to pick her moments. It was hard to continue long in such a voice, because she was sometimes in danger of bursting out laughing. So she found herself leaning towards quick, sometimes cutting, interventions, usually enough to capture their attention; then she could go on for a while in a more usual tone of voice. Every time she found herself in a new group she would have to fight her way through again, just to dip her oar into the discussion. The boys were uniformly unaware even that there was a problem.\n<br/><br/>Sometimes she would be engaged in a laboratory exercise or a seminar when the instructor would say, “Gentlemen, let’s proceed,” and sensing Ellie’s frown would add, “Sorry, Miss Arroway, but I think of you as one of the boys.” The highest compliment they were capable of paying was that in their minds she was not overtly female.\n<br/><br/>She had to fight against developing too combative a personality or becoming altogether a misanthrope. She suddenly caught herself. “Misanthrope” is someone who dislikes everybody, not just men. And they certainly had a word for someone who hates women: “misogynist.” But the male lexicographers had somehow neglected to coin a word for the dislike of men. They were almost entirely men themselves, she thought, and had been unable to imagine a market for such a word.",
   "reblog-key" : "wtPZjZdu",
   "format" : "html",
   "tags" : [
      "sigh",
      "feminism",
      "science"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/74846509548",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "id" : "74846509548",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/74846509548/she-found-it-difficult-to-discuss-physics-much",
   "date" : "Tue, 28 Jan 2014 10:44:01",
   "mobile" : 0
}

