{
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/75103568623",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/75103568623/languages-animate-objects-by-giving-them-names",
   "from-feed-id" : 0,
   "mobile" : 0,
   "unix-timestamp" : 1391132209,
   "tags" : [
      "woah",
      "language"
   ],
   "slug" : "languages-animate-objects-by-giving-them-names",
   "id" : "75103568623",
   "bookmarklet" : 0,
   "format" : "html",
   "quote-text" : "<p>Languages animate objects by giving them names, making them noticeable when we might not otherwise be aware of them. Tuvan has a word <i>iy</i> (pronounced like the letter <i>e</i>), which indicates the short side of a hill. </p>\n\n<p>I had never noticed that hills had a short side. But once I learned the word, I began to study the contours of hills, trying to identify the <i>iy</i>. It turns out that hills are asymmetrical, never perfectly conical, and indeed one of their sides tends to be steeper and shorter than the others.</p>\n\n<p>If you are riding a horse, carrying firewood, or herding goats on foot, this is a highly salient concept. You never want to mount a hill from the <i>iy</i> side, as it takes more energy to ascend, and an <i>iy</i> descent is more treacherous as well. Once you know about the <i>iy</i>, you see it in every hill and identify it automatically, directing your horse, sheep, or footsteps accordingly. </p>\n\n<p>This is a perfect example of how language adapts to local environment, by packaging knowledge into ecologically relevant bits. Once you know that there <i>is</i> an <i>iy</i>, you don’t really have to be told to notice it or avoid it. You just do. The language has taught you useful information in a covert fashion, without explicit instruction.</p>",
   "quote-source" : "<span>K. David Harrison,</span><em> The Last Speakers</em> (via <a class=\"tumblr_blog\" href=\"http://perugu---annam.tumblr.com/\">perugu—-annam</a>)",
   "date-gmt" : "2014-01-31 01:36:49 GMT",
   "type" : "quote",
   "reblog-key" : "RzsiZx0K",
   "date" : "Thu, 30 Jan 2014 18:36:49"
}

