{
   "mobile" : 0,
   "unix-timestamp" : 1391898948,
   "reblog-key" : "I3RXnsT9",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/76042649389/according-to-the-report-the-delisting-proposal",
   "date-gmt" : "2014-02-08 22:35:48 GMT",
   "format" : "html",
   "type" : "quote",
   "date" : "Sat, 08 Feb 2014 15:35:48",
   "url" : "http://tumblr.ggvaidya.com/post/76042649389",
   "feed-item" : "",
   "quote-text" : "<p>According to the report, the delisting proposal was based in part on a single October 2012 paper that contends eastern wolves belong to the species <i>Canis lycaon</i>, distinct from gray wolves in the western half of North America belonging to the species <i>Canis lupus</i>. If the eastern part of the wolf’s historic range was occupied by a different species, according to USFWS’ rationale, then <i>Canis lupus</i> now occupies enough of its historic range to be considered recovered. It can thus be removed from ESA protection. </p>\n\n<p>But the 2012 paper, “An Account of the Taxonomy of North American Wolves From Morphological and Genetic Analyses” by biologist Steven M. Chambers and three colleagues, is not universally considered valid by wolf biologists. Scientists on the NCEAS panel pointed out that Chambers et al’s conclusions were based on a few genetic differences between wolf populations that were potentially valid, but not conclusive.</p> \n\n<p>What’s more, Chambers and his colleagues are all biologists in the employ of USFWS, and their paper was published in the USFWS journal North American Fauna. There’s nothing necessarily nefarious about that: North American Fauna publishes some fine work, and many USFWS biologists are among the best in their fields. </p>\n\n<p>The panel did not reject Chambers et al’s conclusions outright. Nonetheless, the panel agreed unanimously that Chambers et al did not represent the “best available science,” which is the usual legal standard to which USFWS rulemaking is expected to conform. </p>\n\n<p>The upshot: if it isn’t yet settled that eastern wolves are a distinct species, then it’s not yet settled whether the species to which western wolves belong has recovered over enough of its range to no longer need protection. And without that settled science, USFWS’ delisting is called into question….</p>\n\n<p>As mentioned earlier, public comment on the delisting proposal has now been reopened, the third time the comment period has been so extended on the controversial proposal. Members of the public wishing to comment on the wolf delisting now have until March 27, and more information, as well as an online copy of the NCEAS review of the proposal’s science, can be found on the <a href=\"http://www.fws.gov/home/wolfrecovery/\">USFWS’s gray wolf recovery page</a>.</p>",
   "tags" : [
      "wolves"
   ],
   "quote-source" : "<p><a href=\"http://www.kcet.org/news/redefine/rewild/mammals/scientists-call-bs----bad-science-that-is----on-wolf-delisting.html\">Scientists Call B.S. — Bad Science, That Is — on Wolf Delisting | ReWild | KCET</a></p>\n\n<p>Even if eastern wolves are a separate species, I think delisting is highly questionable when there is an ongoing state-level campaign to exterminate wolves in the northern Rockies.</p> (via <a href=\"http://dendroica.tumblr.com/\" class=\"tumblr_blog\">dendroica</a>)",
   "slug" : "according-to-the-report-the-delisting-proposal",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "id" : "76042649389"
}

