{
   "date-gmt" : "2014-02-17 21:24:53 GMT",
   "width" : "960",
   "url" : "http://tumblr.ggvaidya.com/post/76993865475",
   "reblog-key" : "0aBLqIJE",
   "photo-url-500" : "http://41.media.tumblr.com/ac4d27d3b01972166aeca461c615b57b/tumblr_mvxf7cDrKe1sjetcao1_500.jpg",
   "mobile" : 0,
   "photo-url-100" : "http://41.media.tumblr.com/ac4d27d3b01972166aeca461c615b57b/tumblr_mvxf7cDrKe1sjetcao1_100.jpg",
   "type" : "photo",
   "bookmarklet" : 0,
   "photo-url-1280" : "http://40.media.tumblr.com/ac4d27d3b01972166aeca461c615b57b/tumblr_mvxf7cDrKe1sjetcao1_1280.jpg",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://chakrabot.tumblr.com/post/76262939495/maja-stina-fandomsandfeminism\">chakrabot</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://maja-stina.tumblr.com/post/75754929535/fandomsandfeminism-generalmaluga\">maja-stina</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fandomsandfeminism.tumblr.com/post/69127933391/generalmaluga-albinwonderland\">fandomsandfeminism</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://generalmaluga.tumblr.com/post/69127342213/albinwonderland-fandomsandfeminism\">generalmaluga</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://albinwonderland.com/post/69109588693/fandomsandfeminism-betterthanabortion-my\">albinwonderland</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fandomsandfeminism.tumblr.com/post/69050229643/betterthanabortion-my-body-my-choice-only\">fandomsandfeminism</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://betterthanabortion.tumblr.com/post/69049612521\">betterthanabortion</a>:</p>\n<blockquote>\n<p>\"My body, my choice\" only makes sense when someone else’s life isn’t at stake.</p>\n</blockquote>\n<p>Fun fact: If my younger sister was in a car accident and desperately needed a blood transfusion to live, and I was the only person on Earth who could donate blood to save her, and even though donating blood is a relatively easy, safe, and quick procedure <strong>no one can force me to give blood. </strong>Yes, even to save the life of a fully grown person, it would be ILLEGAL to FORCE me to donate blood if I<em> didn’t want to.</em></p>\n<p>See, we have this concept called “bodily autonomy.” It’s this….cultural notion that a person’s control over their own body is above all important and must not be infringed upon. </p>\n<p>Like, we can’t even take LIFE SAVING organs from CORPSES unless the person whose corpse it is gave consent before their death. Even corpses get bodily autonomy. </p>\n<p>To tell people that they MUST sacrifice their bodily autonomy for 9 months against their will in an incredibly expensive, invasive, difficult process to save what YOU view as another human life (a debatable claim in the early stages of pregnancy when the VAST majority of abortions are performed) is<strong> desperately unethical</strong>.<em> You can’t even ask people to sacrifice bodily autonomy to give up organs they aren’t using anymore after they have died. </em></p>\n<p>You’re asking people who can become pregnant to accept less bodily autonomy than we grant to dead bodies. </p>\n</blockquote>\n<p>reblogging for commentary </p>\n</blockquote>\n<p>But, assuming the mother wasn’t raped, the choice to HAVE a baby and risk sacrificing their “bodily autonomy” is a choice that the mother made. YOu don’t have to have sex with someone. Cases of rape aside, it isn’t ethical to say abortion is justified. The unborn baby has rights, too. </p>\n</blockquote>\n<p>First point: Bodily autonomy can be preserved, even if another life is dependent on it. See again the example about the blood donation. </p>\n<p>And here’s another point: When you say that “rape is the exception” you betray something FUNDAMENTALLY BROKEN about your own argument.</p>\n<p>Because a fetus produced from sexual assault is biologically NO DIFFERENT than a fetus produced from consensual sex. No difference at all.</p>\n<p>If one is alive, so is the other. If one is a person, so is the other. If one has a soul, then so does the other. If one is a little blessing that happened for a reason and must be protected, then so is the other. </p>\n<p>When you say that “Rape is the exception” what you betray is this: It isn’t about a life. This isn’t about the little soul sitting inside some person’s womb, because if it was you wouldn’t care about HOW it got there, only that it is a little life that needs protecting.</p>\n<p>When you say “rape is the exception” what you say is this: You are treating pregnancy as a punishment. You are PUNISHING people who have had CONSENSUAL SEX but don’t want to go through a pregnancy. People who DARED to have consensual sex without the goal of procreation in mind, and this is their “consequence.” </p>\n<p>And that is gross. </p>\n</blockquote>\n<p>This has been added to since I last saw it, so reblogging again.</p>\n</blockquote>\n<p>Busted wide open.</p>\n</blockquote>",
   "photo-url-400" : "http://36.media.tumblr.com/ac4d27d3b01972166aeca461c615b57b/tumblr_mvxf7cDrKe1sjetcao1_400.jpg",
   "format" : "html",
   "feed-item" : "",
   "photos" : [],
   "photo-url-250" : "http://40.media.tumblr.com/ac4d27d3b01972166aeca461c615b57b/tumblr_mvxf7cDrKe1sjetcao1_250.jpg",
   "date" : "Mon, 17 Feb 2014 14:24:53",
   "from-feed-id" : 0,
   "unix-timestamp" : 1392672293,
   "height" : "960",
   "photo-url-75" : "http://41.media.tumblr.com/ac4d27d3b01972166aeca461c615b57b/tumblr_mvxf7cDrKe1sjetcao1_75sq.jpg",
   "id" : "76993865475",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/76993865475/chakrabot-maja-stina-fandomsandfeminism",
   "slug" : "chakrabot-maja-stina-fandomsandfeminism"
}

