{
   "mobile" : 0,
   "date-gmt" : "2014-03-02 18:26:25 GMT",
   "type" : "quote",
   "feed-item" : "",
   "quote-source" : "<span>“<a href=\"http://hp-essays.livejournal.com/6158.html\">Thoughts on Dumbledore</a>,</span>&ldquo; hp_essays, January 4, 2004<a href=\"http://darkkitten1.livejournal.com/3294.html\"><br/></a> (via <a class=\"tumblr_blog\" href=\"http://cordeliacassandra.tumblr.com/\">cordeliacassandra</a>)",
   "slug" : "dumbledore-judges-the-people-he-works-with-based",
   "unix-timestamp" : 1393784785,
   "date" : "Sun, 02 Mar 2014 11:26:25",
   "tags" : [
      "huh",
      "harry potter",
      "dumbledore"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/78341639305/dumbledore-judges-the-people-he-works-with-based",
   "from-feed-id" : 0,
   "quote-text" : "<p>Dumbledore judges the people he works with based first and foremost on how loyal they are to him. Not because he thinks he’s all that, but because, as I said, he views people as game pieces, and you can’t have your game pieces acting up, can you? He values his pieces. He wants to advance and protect them. But he doesn’t want them running off beyond his sphere of influence and doing their own thing. I think there’s something very ambiguous about Dumbledore’s habit of seeking out desperate, socially outcast people and doing them one or two huge favors that leave them bound to him for life. Remus, Hagrid and Snape all fit that pattern, and Trelawney and Firenze appear to join the ranks in OOP. It kind of makes me wonder what Dumbledore has done for Fletcher, Moody and Shacklebolt.</p>\n\n<p>The members of the Order appear to have pretty much internalized Dumbledore’s view of things. They view him not only as their leader, but as their conscience. Hagrid believes everything Dumbledore believes, and would never question or disobey him. Snape doesn’t seem to believe what Dumbledore believes, but still toes the line until the Occlumency lessons in OOP push him beyond his breaking point. In GoF, Snape’s most emotionally vulnerable moments are the ones where Fake!Moody suggests that Dumbledore may not trust him. Remus, confessing his sins in the Shrieking Shack in PoA, feels guilty not so much because he endangered lots of innocent people, but because he betrayed Dumbledore’s confidence. “Dumbledore says…” is the running refrain on pretty much everyone’s lips throughout OOP — except for Harry and Sirius, whom Dumbledore has effectively abandoned.</p>\n\n<p>Speaking of Sirius, Dumbledore’s attitude towards him now begins to make more sense. (For an excellent discussion of Dumbledore’s treatment of Sirius, see this post by darkkitten1. No reason for me to rehash her arguments here.) The problem with Sirius is, he’s not loyal to Dumbledore at all; he’s loyal to Harry. From Dumbledore’s point of view, it’s as if he’s playing wizard chess, and one of the knights suddenly decides that he doesn’t care what happens to the king, he’s just going to take care of that little pawn on the left. So Dumbledore does the only thing he thinks he can do — he sticks his recalcitrant knight into a safe, isolated corner of the board and keeps him from making any moves. Perfectly sensible and strategically sound, as long as you don’t expect your game pieces to have any pesky emotions or psychological issue that need to be taken into account.</p>",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/78341639305",
   "id" : "78341639305",
   "format" : "html",
   "reblog-key" : "pJWGd7oD"
}

