{
   "photo-link-url" : "http://phys.org/news/2014-02-thirty-nine-species-endemic-cockroach-southwestern.html",
   "photo-url-250" : "http://40.media.tumblr.com/952be214789e6c92ec42b05066390463/tumblr_n1mkm5inP11qzul89o1_250.jpg",
   "tags" : [
      "mo' roaches mo' problems"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/79012285020",
   "format" : "html",
   "date-gmt" : "2014-03-09 02:45:15 GMT",
   "slug" : "dendroica-thirty-nine-new-species-of-endemic",
   "date" : "Sat, 08 Mar 2014 19:45:15",
   "photo-caption" : "<p><a href=\"http://dendroica.tumblr.com/post/79011916810/thirty-nine-new-species-of-endemic-cockroach\" class=\"tumblr_blog\">dendroica</a>:</p>\n\n<blockquote><p><strong><a href=\"http://phys.org/news/2014-02-thirty-nine-species-endemic-cockroach-southwestern.html\">Thirty-nine new species of endemic cockroach discovered in the southwestern US and Mexico</a></strong></p>\n<blockquote>\n<p>A genus of cockroach in the poorly studied family Corydiidae has been revised for the first time since 1920. The revision has resulted in the discovery and description of 39 new species of <em>Arenivaga</em>, a genus which previously held nine species. The Corydiidae family of roaches is found worldwide and its constituents are frequently found in harsh, dry habitats not usually associated with cockroaches. They are also often subterranean in their habits making their presence easily overlooked.</p>\n<p>The study was completed over a four-year period by Heidi Hopkins, who is a cockroach taxonomic specialist and PhD candidate at the University of New Mexico, Museum of Southwestern Biology, in Albuquerque, NM. Her results have been published in the open access journal <a href=\"http://dx.doi.org/10.3897/zookeys.384.6197\"><em>ZooKeys</em></a>.</p>\n<p>&lsquo;The extent of the radiation of this genus is quite surprising&rsquo;, said Hopkins. 'These animals have remarkable adaptations that allow them to succeed in some of the harshest places on earth. I suspect that the thorough application of modern collection methods would reveal many more species of <em>Arenivaga</em> across Mexico, and many more species of Corydiidae in the deserts and dry places of the rest of the world.’</p>\n<p><em>Arenivaga</em>, also known as desert or sand cockroaches, are dramatically sexually dimorphic, meaning that the females look nothing like the males. This makes the association of female specimens of a species with male specimens of the same species very difficult. Hopkins’ work is based on male specimens only, and species are separated from one another by characters of the genitalia, which are incredibly complex.</p>\n<p>'The order Blattodea (cockroaches) which includes termites, comprise some of the earth&rsquo;s greatest decomposers. They are the planet&rsquo;s recyclers and clearly they have a role to play even in terrain with very little plant matter requiring decomposition. We can no longer think of cockroaches as creatures restricted to the moisture of the tropics.&rsquo;</p>\n</blockquote></blockquote>",
   "width" : "400",
   "photo-url-100" : "http://41.media.tumblr.com/952be214789e6c92ec42b05066390463/tumblr_n1mkm5inP11qzul89o1_100.jpg",
   "reblog-key" : "M8PoPcc9",
   "photo-url-400" : "http://40.media.tumblr.com/952be214789e6c92ec42b05066390463/tumblr_n1mkm5inP11qzul89o1_400.jpg",
   "photo-url-1280" : "http://40.media.tumblr.com/952be214789e6c92ec42b05066390463/tumblr_n1mkm5inP11qzul89o1_400.jpg",
   "unix-timestamp" : 1394333115,
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/79012285020/dendroica-thirty-nine-new-species-of-endemic",
   "id" : "79012285020",
   "photo-url-500" : "http://40.media.tumblr.com/952be214789e6c92ec42b05066390463/tumblr_n1mkm5inP11qzul89o1_400.jpg",
   "mobile" : 0,
   "bookmarklet" : 0,
   "feed-item" : "",
   "type" : "photo",
   "photos" : [],
   "photo-url-75" : "http://40.media.tumblr.com/952be214789e6c92ec42b05066390463/tumblr_n1mkm5inP11qzul89o1_75sq.jpg",
   "height" : "363"
}

