{
   "unix-timestamp" : 1394682396,
   "url" : "http://tumblr.ggvaidya.com/post/79428893607",
   "id" : "79428893607",
   "feed-item" : "",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "date-gmt" : "2014-03-13 03:46:36 GMT",
   "quote-source" : "<p>Roald Dahl, 1986</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://brain-confetti.tumblr.com/\">brain-confetti</a>)</p>\n<p>TEAM VACCINE</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://watchoutfordinosaurs.tumblr.com/\">watchoutfordinosaurs</a>)</p>\n<p>NINETEEN EIGHTY SIX.</p>\n<p>roald dahl was calling out the anti-vaccination movement as self indulgent bullshit //thirty god damn years ago//.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://www.nyarlo.net/\">ultralaser</a>)</p>\n<p><a href=\"http://www.antivaccinebodycount.net/Anti-Vaccine_Body_Count/Home.html\">Over 1,000 preventable deaths and 128,000 preventable illnesses since 2007 and counting</a></p>\n<p>And this is only in recent history. I can’t imagine the numbers if we had data all the way back to 1986.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://autistiel.tumblr.com/\">autistiel</a>)</p>\n<p>And thanks to anti-vaxxers, <a href=\"http://www.cdc.gov/measles/outbreaks.html\">measles is back</a> in the United States.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://thebicker.net/\">thebicker</a>)</p>",
   "date" : "Wed, 12 Mar 2014 21:46:36",
   "quote-text" : "<p>Olivia, my eldest daughter, caught measles when she was seven years old. As the illness took its usual course I can remember reading to her often in bed and not feeling particularly alarmed about it. Then one morning, when she was well on the road to recovery, I was sitting on her bed showing her how to fashion little animals out of coloured pipe-cleaners, and when it came to her turn to make one herself, I noticed that her fingers and her mind were not working together and she couldn’t do anything.</p>\n\n<p>“Are you feeling all right?” I asked her.</p>\n\n<p>“I feel all sleepy, ” she said.</p>\n\n<p>In an hour, she was unconscious. In twelve hours she was dead.</p>\n\n<p>The measles had turned into a terrible thing called measles encephalitis and there was nothing the doctors could do to save her.</p>\n\n<p>That was twenty-four years ago in 1962, but even now, if a child with measles happens to develop the same deadly reaction from measles as Olivia did, there would still be nothing the doctors could do to help her.</p>\n\n<p>On the other hand, there is today something that parents can do to make sure that this sort of tragedy does not happen to a child of theirs. They can insist that their child is immunised against measles. I was unable to do that for Olivia in 1962 because in those days a reliable measles vaccine had not been discovered. Today a good and safe vaccine is available to every family and all you have to do is to ask your doctor to administer it.</p>\n\n<p>It is not yet generally accepted that measles can be a dangerous illness.</p>\n\n<p>Believe me, it is. In my opinion parents who now refuse to have their children immunised are putting the lives of those children at risk.</p>\n\n<p>In America, where measles immunisation is compulsory, measles like smallpox, has been virtually wiped out.</p>\n\n<p>Here in Britain, because so many parents refuse, either out of obstinacy or ignorance or fear, to allow their children to be immunised, we still have a hundred thousand cases of measles every year.</p>\n\n<p>Out of those, more than 10,000 will suffer side effects of one kind or another.</p>\n\n<p>At least 10,000 will develop ear or chest infections.</p>\n\n<p>About 20 will die.</p>\n\n<p>LET THAT SINK IN.</p>\n\n<p>Every year around 20 children will die in Britain from measles.</p>\n\n<p>So what about the risks that your children will run from being immunised?</p>\n\n<p>They are almost non-existent. Listen to this. In a district of around 300,000 people, there will be only one child every 250 years who will develop serious side effects from measles immunisation! That is about a million to one chance. I should think there would be more chance of your child choking to death on a chocolate bar than of becoming seriously ill from a measles immunisation.</p>\n\n<p>So what on earth are you worrying about?</p>\n\n<p>It really is almost a crime to allow your child to go unimmunised.</p>",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/79428893607/olivia-my-eldest-daughter-caught-measles-when",
   "mobile" : 0,
   "type" : "quote",
   "slug" : "olivia-my-eldest-daughter-caught-measles-when",
   "reblog-key" : "zpdGW8ci",
   "format" : "html",
   "tags" : [
      "roald dahl",
      "vaccination"
   ]
}

