{
   "tags" : [
      "shoes",
      "omg wtf",
      "harry potter",
      "beautifully written"
   ],
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://guldfiskn.tumblr.com/post/47368057784/pinkrobotgirl-fleecedragons\">guldfiskn</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://pinkrobotgirl.tumblr.com/post/36014958510/fleecedragons-myheartofgoldturnedplatinum\">pinkrobotgirl</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://fleecedragons.tumblr.com/post/35956771890/myheartofgoldturnedplatinum-alwaysyourbaby\">fleecedragons</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://myheartofgoldturnedplatinum.tumblr.com/post/7727736956/alwaysyourbaby-desert-revolution-i-firmly\">myheartofgoldturnedplatinum</a>:</p>\n<blockquote>\n<p><a href=\"http://alwaysyourbaby.tumblr.com/post/7685904077\">alwaysyourbaby</a>:</p>\n<blockquote>\n<p><a href=\"http://desert-revolution.tumblr.com/post/7682591694\">desert-revolution</a>:</p>\n<blockquote>\n<blockquote>\n<p>I firmly believe that the reason many Slytherins were easily convinced to join Voldemort was because they were treated like shit by the rest of the houses while they were growing up. Imagine spending seven of the most important years of your life being told that you were part of the bad house and therefore bad yourself. Everyone boos your quidditch team. All the houses will hang out with everyone except you. You grow up being hated by your fellow students and many of your teachers.</p>\n<p>Now imagine someone comes along and tells you that you’re not worthless and bad. That you’re invited to join a family where you will right the wrongs committed against you. You have the opportunity to be wanted and powerful instead of a hated outcast. Several of your former classmates are telling you how great it is. How you’re welcomed and needed. These are the kids you grew up with. The classmates who went through all the same things you did. Being a Death Eater sounds pretty good now.</p>\n</blockquote>\n<p>I’ve been waiting for a post like this.</p>\n</blockquote>\n<p>THIS.</p>\n</blockquote>\n<p>BLESS THIS POST</p>\n</blockquote>\n<p>!!!!</p>\n<p>thank</p>\n</blockquote>\n<p>I was always bothered by the scene at the end of book 7, when the students are asked whether they want to fight the incoming Death Eater army. The Slytherin students are all like, “Uh. No?” And they’re treated like terrorists for it. In the movie, they’re even locked in the school dungeons while everyone cheers.</p>\n<p>Did nobody stop to think and realize that if the Sytherin students had stood and fought, they would have been facing their own parents on a battlefield? Even if some of them weren’t really on board with the whole Death Eater thing, expecting them to fight was just cruel. They were children. The oldest of them were seventeen. Babies. And their own professors were asking them to shoot illegal killing spells at Mum and Dad.</p>\n<p><em>Imagine you are a Slytherin and you are staying behind to defend your school and maybe restore some honor to your House. The other students are all giving you mistrustful glares. You know they’re waiting for you to start hitting them in the back with stunning spells. You consider doing it, too, because you’re already starting to regret the choice you made.</em></p>\n<p><em>Then the battle begins, and you are up against a crowd of strangers who aren’t strangers at all. You recognize voices, muffled behind masks but still piercingly familiar. Your uncle. Your cousin. Your best friend’s big sister.</em></p>\n<p><em>And then you see a tall man in expensive grey robes. A moment later you notice the small, curvy woman next to him, wand ready. They are guarding each others backs.</em></p>\n<p><em>You recognize their shoes.</em></p>\n</blockquote>\n<p>*sobs because yes*</p>\n</blockquote>",
   "photo-url-250" : "http://40.media.tumblr.com/tumblr_lnp4btAZfz1qbh76eo1_250.png",
   "feed-item" : "",
   "mobile" : 0,
   "photo-url-100" : "http://36.media.tumblr.com/tumblr_lnp4btAZfz1qbh76eo1_100.png",
   "id" : "80550248106",
   "photos" : [],
   "width" : "770",
   "date-gmt" : "2014-03-24 05:01:50 GMT",
   "type" : "photo",
   "url" : "http://tumblr.ggvaidya.com/post/80550248106",
   "photo-url-400" : "http://41.media.tumblr.com/tumblr_lnp4btAZfz1qbh76eo1_400.png",
   "from-feed-id" : 0,
   "photo-url-1280" : "http://40.media.tumblr.com/tumblr_lnp4btAZfz1qbh76eo1_1280.png",
   "photo-link-url" : "http://noctowl.tumblr.com/post/7150916723",
   "unix-timestamp" : 1395637310,
   "reblog-key" : "E5SYAuY5",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/80550248106/guldfiskn-pinkrobotgirl-fleecedragons",
   "bookmarklet" : 0,
   "height" : "379",
   "format" : "html",
   "date" : "Sun, 23 Mar 2014 23:01:50",
   "slug" : "guldfiskn-pinkrobotgirl-fleecedragons",
   "photo-url-75" : "http://40.media.tumblr.com/tumblr_lnp4btAZfz1qbh76eo1_75sq.png",
   "photo-url-500" : "http://36.media.tumblr.com/tumblr_lnp4btAZfz1qbh76eo1_500.png"
}

