{
   "bookmarklet" : 0,
   "date" : "Fri, 28 Mar 2014 14:40:48",
   "date-gmt" : "2014-03-28 20:40:48 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "81003230657",
   "mobile" : 0,
   "quote-source" : "<p><a href=\"http://www.slate.com/blogs/lexicon_valley/2014/02/13/doge_why_we_can_t_agree_on_how_to_pronounce_the_internet_meme_featuring.html\">Why We Can’t Agree On How To Pronounce Doge</a></p>\n<p>My <a href=\"http://theweek.com/article/index/256170/why-so-many-people-struggle-with-doge\">Week</a> article got picked up by <a href=\"http://www.slate.com/blogs/lexicon_valley/2014/02/13/doge_why_we_can_t_agree_on_how_to_pronounce_the_internet_meme_featuring.html\">Slate’s Lexicon Valley</a>, so here it is in abbreviated quote form in case you missed it. </p> (via <a href=\"http://anthrocentric.tumblr.com/\" class=\"tumblr_blog\">anthrocentric</a>)",
   "quote-text" : "<p>The best we have at the moment is this Slate poll that is entirely inconclusive: around 30 percent each for dohj and dogue (like “vogue”), plus around 10 percent each for doggie, dog-eh, and dough-geh, and 20 percent for “wow. such confused.” […]</p>\n\n<p>So I can’t tell you the “right” way to pronounce doge, because we haven’t collectively figured that out yet. But I can explain why everyone is confused. […]</p>\n\n<p>What happens if we try to pronounce doge by analogy with existing English words that end in -oge? I’ll give you a moment to think of some.</p>\n\n<p>Are you stumped? It’s okay, because there aren’t many, and that’s precisely our problem. […]</p>\n\n<p>We’re left with eight possible words to use as analogies: anagoge, apagoge, epagoge, gamboge, horologe, isagoge, loge, and paragoge. […]</p>\n\n<p>We could go look up these eight uncommon words and how to say them, but that’s not going to help the average person who’s trying to figure out the pronunciation of doge by analogy, so let’s see what other words we could reason from instead.</p>\n\n<p>There are two types of words that might be useful here: words ending in -ge, such as camouflage or beverage, and words ending in -o_e, where the blank is some other consonant, such as code or gone. You might notice a problem with these examples: For every possible analogy, there are several different but completely reasonable pronunciations. And matters aren’t helped by the multiple pronunciations for words ending in -ogue, such as vogue or catalogue, and -ouge, such as rouge and gouge.</p>\n\n<p>Perhaps in a year or two the dust will have settled and we’ll have arrived at some sort of consensus on how to say this tricksy little word. But for the moment, my Official Linguist Pronunciation Advice on the word doge is “You know that meme? With the shiba inus? Doh-something? Yeah, that one.”</p>",
   "reblog-key" : "F1Apjnlb",
   "slug" : "the-best-we-have-at-the-moment-is-this-slate-poll",
   "tags" : [
      "such vexing",
      "very language",
      "doge"
   ],
   "type" : "quote",
   "unix-timestamp" : 1396039248,
   "url" : "http://tumblr.ggvaidya.com/post/81003230657",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/81003230657/the-best-we-have-at-the-moment-is-this-slate-poll"
}

