{
   "unix-timestamp" : 1396474028,
   "type" : "link",
   "feed-item" : "",
   "reblog-key" : "64KblLcV",
   "tags" : [
      "um",
      "creepy",
      "books"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/81520794463",
   "format" : "html",
   "link-text" : "Harvard discovers three of its library books are bound in human flesh",
   "slug" : "harvard-discovers-three-of-its-library-books-are",
   "link-description" : "<blockquote class=\"link_og_blockquote\">\n<div>There’s something undeniably creepy about big, expansive libraries. The hushed whispers, the almost artificial quiet, and the smell of dusty tomes combine to create a surreal experience. But when it comes to creepy libraries, Harvard University might take the cake… you see, t<strong>hree of its books are bound in human flesh.</strong></div>\n<div>A few years ago, three separate books were discovered in Harvard University’s library that had particularly strange-looking leather covers. Upon further inspection, it was discovered that the smooth binding was actually human flesh… in one case, skin harvested from a man who was flayed alive. Yep, definitely the creepiest library ever. As it turns out, the practice of using human flesh to bind books was actually pretty popular during the 17th century. It’s referred to as Anthropodermic bibliopegy and proved pretty common when it came to anatomical textbooks. Medical professionals would often use the flesh of cadavers they’d dissected during their research. Waste not, want not, I suppose. Harvard’s creepy books deal with Roman poetry, French philosophy,  and a treatise on medieval Spanish law for which the previously mentioned flayed skin was used. The book, Practicarum quaestionum circa leges regias… has a very interesting inscription inside, as The Harvard Crimson reports. The book’s 794th and final page includes an inscription in purple cursive: ‘the bynding of this booke is all that remains of my dear friende Jonas Wright, who was flayed alive by the Wavuma on the Fourth Day of August, 1632. King Mbesa did give me the book, it being one of poore Jonas chiefe possessions, together with ample of his skin to bynd it. Requiescat in pace.’ According to Director of University Libraries Sidney Verba ‘53, there might even be more of the creepy flesh-books out there, but while it’s possible to touch the three identified books in Harvard’s rare book room, the librarians aren’t exactly fond of all the attention they’ve received lately, for obviously reasons. In fact, they’ve made it a point not to actively seek any more macabre volumes. If you decide to head to Harvard and check out the books for yourself, do us a favor - just don’t read them out loud. We all know how that ends.</div>\n</blockquote>",
   "mobile" : 0,
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "date-gmt" : "2014-04-02 21:27:08 GMT",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/81520794463/harvard-discovers-three-of-its-library-books-are",
   "link-url" : "https://roadtrippers.com/blog/harvard-discovers-three-of-its-library-books-are-bound-in-human-flesh",
   "id" : "81520794463",
   "date" : "Wed, 02 Apr 2014 15:27:08"
}

