{
   "url" : "http://tumblr.ggvaidya.com/post/81568212883",
   "link-url" : "http://vita-insectum.tumblr.com/post/81560148788/aedeagus-i-want-to-keep-bees-as-a-hobby-when-im",
   "unix-timestamp" : 1396509762,
   "from-feed-id" : 0,
   "format" : "html",
   "date" : "Thu, 03 Apr 2014 01:22:42",
   "slug" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/81568212883",
   "reblog-key" : "r38WF6cv",
   "bookmarklet" : 0,
   "tags" : [
      "bees",
      "native bees",
      "conservation"
   ],
   "link-description" : "<p><a href=\"http://khrysdiebee.tumblr.com/post/81568073146\" class=\"tumblr_blog\">khrysdiebee</a>:</p>\n\n<blockquote><p><a class=\"tumblr_blog\" href=\"http://vita-insectum.tumblr.com/post/81560148788/aedeagus-i-want-to-keep-bees-as-a-hobby-when-im\">vita-insectum</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://aedeagus.tumblr.com/post/81558666674/i-want-to-keep-bees-as-a-hobby-when-im-older\">aedeagus</a>:</p>\n<blockquote>\n<p>i want to keep bees as a hobby when im older</p>\n</blockquote>\n<p>I myself have always wanted to have an apiary! I’m not sure of your situation but if it’s because you think you live in a too urban space to have them, think again! Where I am originally from you can raise bees in urban spaces…</p>\n</blockquote>\n<p>An even better idea, especially if you live in the US, is to provide nesting material/locations and plant native wildflowers for native bees! Honeybees are <em>not</em> native to the US (in fact, not native to North or South America), and there is evidence that indicates honeybees interfere with native bee populations. Our native bee populations are in decline, and are arguably <em>much</em> more sensitive than honeybee populations. As much as honeybees are in trouble right now, they are in absolutely no danger of dying out. Our native bees are. Because of this, I see absolutely no reason to keep honeybees where they are not needed.</p>\n<p>Honey is super delicious and awesome, but in reality, it’s just a happy bonus for honeybees’ real contribution to humans - their pollination services. While honeybees are not native to the US, their pollination services are the reason we can grow enough food to feed ourselves, as native bees are not adapted to handle (even small scale) monocultures. </p>\n<p>Side note: I’m not sure about honeybees in urban places. I’m sure it’s difficult to keep honeybees in urban places, and I highly doubt there are large communities of native bees in urban areas.</p>\n<p>So, what can you do? The <a href=\"http://www.xerces.org/\">Xerces Society</a> has fantastic information about native pollinator conservation. They also have amazing <a href=\"http://www.xerces.org/pollinator-seed/\">seed mixes</a> available to purchase based on your region. If you’d rather make your own garden, the <a href=\"http://www.pollinator.org/index.html\">Pollinator Partnership</a> has some incredible <a href=\"http://www.pollinator.org/guides.htm\">planting guides</a> based on region to help you design a beneficial garden!</p>\n<p>The Xerces Society also has some great information about constructing <a href=\"http://www.xerces.org/wp-content/uploads/2008/11/nests_for_native_bees_fact_sheet_xerces_society.pdf\">nests for native bees</a>. Another <a href=\"http://beebiology.ucdavis.edu/NATIVEBEES/nativebeenestingsiteresources.html\">really really great resource</a> with a bunch of information about lots of different kinds of native bees is from a previous job of mine (last summer, it was so so amazing) at UC Davis, from the Harry H. Laidlaw Jr. Honey Bee Research Facility (they do a whole bunch with native bees, too, trust me).</p>\n<p><em>Please</em> consider all the info and do your own research before you decide to keep honeybees. I hope this post helps, and let me know if you have any questions!</p></blockquote>",
   "feed-item" : "",
   "link-text" : null,
   "mobile" : 0,
   "id" : "81568212883",
   "type" : "link",
   "date-gmt" : "2014-04-03 07:22:42 GMT"
}

