{
   "mobile" : 0,
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/81587254912/a-boy-sprawled-next-to-me-on-the-bus-elbows-out",
   "url" : "http://tumblr.ggvaidya.com/post/81587254912",
   "feed-item" : "",
   "bookmarklet" : 0,
   "tags" : [
      "poem"
   ],
   "id" : "81587254912",
   "slug" : "a-boy-sprawled-next-to-me-on-the-bus-elbows-out",
   "unix-timestamp" : 1396536813,
   "date-gmt" : "2014-04-03 14:53:33 GMT",
   "quote-source" : "&lsquo;My Perfume Doubles As Mace,&rsquo; theappleppielifestyle. (via <a class=\"tumblr_blog\" href=\"http://queenofeden.tumblr.com/\">queenofeden</a>)",
   "quote-text" : "<p>A boy sprawled next to me on the bus, elbows out, knee pointing sharp into my thigh.<br/>\nHe frowned at me when I uncrossed my legs, unfolded my hands <br/>\nand splayed out like boys are taught to: all big, loose limbs.<br/>\nI made sure to jab him in the side with my pretty little sharp purse.<br/>\nAt first he opened his mouth like I expected him to, but instead of speaking up he sat there, quiet, and took it for the whole bus ride.<br/>\nLike a girl.</p>\n\n<p>Once, a boy said my anger was cute, and he laughed,<br/>\nand I remember thinking that I should sit there and take it,<br/>\nbecause it isn’t ladylike to cause a scene and girls aren’t supposed to raise their voices.<br/>\nBut then he laughed again and all I saw <br/>\nwas my pretty little sharp nails digging into his cheek <br/>\nbefore drawing back and making a horribly unladylike fist.<br/>\n(my teacher informed me later that there is no ladylike way of making a fist.)</p>\n\n<p>When we were both in the principal’s office twenty minutes later<br/>\nhim with a bloody mouth and cheek,  me with skinned knuckles,<br/>\nI tried to explain in words that I didn’t have yet <br/>\nthat I was tired of having my emotions not taken seriously <br/>\njust because I’m a girl.</p>\n\n<p>Girls are taught: be small, so boys can be big.<br/>\nDon’t take up any more space than absolutely necessary.<br/>\nBe small and smooth with soft edges <br/>\nand hold in the howling when they touch you and it hurts: <br/>\nthe sandpaper scrape of their body hair that we would be shamed for having, <br/>\nthe greedy hands that press too hard and too often take without asking permission.</p>\n\n<p>Girls are taught: be quiet and unimposing and oh so small <br/>\nwhen they heckle you with their big voices from the window of a car,<br/>\nbecause it’s rude to scream curse words back at them, and they’d just laugh anyway.<br/>\nWe’re taught to pin on smiles for the boys who jeer at us on the street<br/>\nwho see us as convenient bodies instead of people.</p>\n\n<p>Girls are taught: hush, be hairless and small and soft,<br/>\nso we sit there and take it and hold in the howling,<br/>\npretend to be obedient lapdogs instead of the wolves we are.<br/>\nWe pin pretty little sharp smiles on our faces instead of opening our mouths,<br/>\nbecause if we do we get accused of silly women emotions <br/>\nblowing everything out of proportion with our PMS, we get<br/>\ncondescending pet names and not-so-discreet eyerolls.</p>\n\n<p>Once, I got told I punched like a girl.<br/>\nI told him, Good. I hope my pretty little sharp rings leave scars.</p>",
   "format" : "html",
   "date" : "Thu, 03 Apr 2014 08:53:33",
   "reblog-key" : "Nh2NlnkV",
   "type" : "quote"
}

