{
   "bookmarklet" : 0,
   "date" : "Mon, 07 Apr 2014 17:32:08",
   "date-gmt" : "2014-04-07 21:32:08 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "82026367988",
   "is-submission" : false,
   "mobile" : 0,
   "quote-source" : "A.R., <em><a href=\"http://www.economist.com/blogs/economist-explains/2014/04/economist-explains-1?fsrc=nlw%7Cnewe%7C4-7-2014%7C8256030%7C36999315%7CNA\">Why India is so good at organising elections</a></em>, The Economist, April 6, 2014.",
   "quote-text" : "The electoral process may hold lessons that could be applied elsewhere. One is the value of setting a simple, well-defined target. How about next telling officials to reduce by ten places a year India’s rotten ranking of 134th (out of 189) on the World Bank&rsquo;s “ease of doing business” index? Another lesson is the importance of transparency. It is harder for politicians to meddle and steal when bureaucrats, like election officials, are under intense public scrutiny. Extending the country’s right-to-information law, however embarrassing the rot that has been exposed, has proved immensely valuable. Last, bureaucrats become more efficient, and less corrupt, when they lose discretionary powers. Those who organise elections have no discretion to decide who is allowed to vote or where; they are only supposed to ensure it all works efficiently, leaving little incentive for people to bribe or bully them. Whoever wins this year&rsquo;s election could do worse than look at the electoral process itself as a model of how to sharpen up India&rsquo;s bureaucracy.",
   "reblog-key" : "TtlvZbpp",
   "slug" : "the-electoral-process-may-hold-lessons-that-could",
   "tags" : [
      "the economist",
      "india",
      "elections"
   ],
   "type" : "quote",
   "unix-timestamp" : 1396906328,
   "url" : "http://tumblr.ggvaidya.com/post/82026367988",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/82026367988/the-electoral-process-may-hold-lessons-that-could"
}

