{
   "bookmarklet" : 0,
   "date" : "Sat, 12 Apr 2014 15:42:37",
   "date-gmt" : "2014-04-12 19:42:37 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "82506621714",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"82506621714\" data-blog-name=\"mrvaidya\" id=\"like_button_82506621714\"><iframe id=\"like_iframe_82506621714\" src=\"https://assets.tumblr.com/assets/html/like_iframe.html?_v=66c22ab5319d742bca5762b8d18f9d06#name=mrvaidya&amp;post_id=82506621714&amp;color=black&amp;rk=n18rz2lX&amp;root_id=79088031075\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_82506621714\"></iframe></div>",
   "link-description" : "<p><a class=\"tumblr_blog\" href=\"http://clatterbane.tumblr.com/post/82417814516/seven-things-the-movies-forgot-about-hermione\">clatterbane</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://allies-person.tumblr.com/post/82356395437/seven-things-the-movies-forgot-about-hermione\">allies-person</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://yesthattoo.tumblr.com/post/82355446382/seven-things-the-movies-forgot-about-hermione\">yesthattoo</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://allies-person.tumblr.com/post/82335879969/seven-things-the-movies-forgot-about-hermione\">allies-person</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://lurknomoar.tumblr.com/post/79088031075/seven-things-the-movies-forgot-about-hermione\">lurknomoar</a>:</p>\n<blockquote>\n<p>In the original books, Hermione was a clever, kick-ass character made highly relatable by her imperfections. The movies erased most of her flaws, making her a better ‘role model for girls’, but a far less interesting person: a typical weakly written strong woman. So here are a few things we should remember about Hermione:</p>\n<p><strong>1. She is an outsider.</strong> Just like Harry, she is often clueless about the unspoken rules of wizarding society, but unlike Harry she has no illustrious parentage and pretty green eyes to compensate for it. This goes beyond the blatant racism she is shown for her muggle-born status, and means that assimilation is a constant conscious struggle for her.</p>\n<p><strong>2. She has bad social skills.</strong> She is a good friend, but not always good company. Hermione isn’t called a know-it-all just because smart girls tend to be bullied, she <em>is </em>a know-it-all. She can sometimes ‘manage’ people when she tries, but when she doesn’t pay attention she is often blunt and tactless. She alternates between showing off her knowledge and assuming everybody knows what she knows, and she talks a lot about things only she is interested in. Remember how she introduces herself to Harry – it is far more awkward than cute, and she doesn’t outgrow it entirely. I know that opinionated women are often put down for opening their mouths, but Hermione is a more interesting character for having moments where she is genuinely grating and arrogant.</p>\n<p><strong>3. She is authoritarian.</strong> She has a worrying authoritarian streak, repeatedly choosing the rules over her friends in the first few books, such as the time when she lets Harry’s new Firebolt be confiscated. She was still unwilling to disobey an instruction in a textbook in book six, when she had already organised resistance against Umbridge and broken into the Department of Mysteries. This of course means that every time she chooses to break a rule is emphatically more awesome. When she perceives herself to be in a position of authority, she expects the same obedience from other people. She often makes decisions for people, speaks over them. Sometimes this is a positive trait, her friends often ask her to do their homework for them, and the planning she does for DA actually pays off. But she often assumes – that Harry’s broomstick is cursed, that house-elves want freedom, that Trelawney is a fraud. One of the most interesting aspects of her character development is outgrowing this to learn to break rules and actually listen to people.</p>\n<p><strong>4. She has a habit of obsessively focusing on things.</strong> Again, sometimes this is productive, such as when she takes off to the library for hours and comes back with a solution, but sometimes it is silly like her crush on Lockhart or harmful like the entire S.P.E.W. fiasco. Combined with her monologues, her hit-and-miss social skills and her adherence to rules, I am surprised the internet isn’t flooded with headcanons that put her somewhere on the autistic spectrum.</p>\n<p><strong>5. She is not pretty.</strong> I know that casting couldn’t predict Emma Watson growing up to be model-gorgeous, but I remember watching 11-year-old Hermione and already thinking she looks far too polished. It’s not that book Hermione is ugly, it’s just that she puts no effort into her looks. The point of the ball room scene is that she proves to herself that she is capable of presenting traditionally feminine and attractive if she tries really-really hard, not that she has always been beautiful without trying. Her unprettiness was actually one of the factors that made her so relatable, and while I didn’t expect the movies to actively make her ugly, they could have just at least chosen less flattering clothes and put slightly less product in her hair.</p>\n<p><strong>6. She has fears.</strong> She is extremely brave, but she is still human, and there are moments when she loses control. She panics when the Devil’s Snare attacks her, and Ron has to snap her out of it. She shows visible fear when faced with hippogriffs, with centaurs, with Grawp, and one time she fails to defeat a boggart. She is afraid of flying, and as a result she isn’t simply uninterested in quidditch, she actively sucks at it, but still gets onto a hippogriff, a thestral and a dragon. She is all right at Defense and duelling, but despite all her work lacks Harry’s raw talent. This doesn’t make her weak – a perfectly brave person is much less motivational than a person who is terrified but does her best.</p>\n<p><strong>7. She has a near-pathological fear of failure.</strong> This is partly due to her outsider status, partly her personality, but she is a nervous wreck and an overachiever. One of the first things she says is that she knows all textbooks by heart and hopes it will be enough. This isn’t mere intellectual curiosity, this is <em>sheer fucking terror</em>. She isn’t that smart merely because she’s gifted, but because she relentlessly overworks herself. In the third books she uses time-travel to get to all of her classes, and she spends most of the book looking half-dead with exhaustion. She is often described as frazzled or otherwise nervous, and for god’s sake, her boggart is a failed test! Again, she starts to grow out of this around book five, but it still remains a part of who she is. In the case of movie Hermione, her fear gets minimised into a generic smart-girl personality.</p>\n<p>Hermione is awesome, but the more perfect she is the less she has to do with us, smart unpretty girls looking for someone to relate to. Or just people in general, looking for someone to relate to. Let the movies keep their superhuman super-clever Hermione who stares danger in the face but is upset that her hair looks bad from behind. I want book Hermione, a girl with flaws, a woman with issues who has to work and learn in order to overcome her inadequacies and become the good friend and great witch she is.</p>\n</blockquote>\n<p>YES, thank you.</p>\n</blockquote>\n<div>I mean I actually do headcanon her as autistic because also that kind of terror</div>\n<div><em>makes so much more sense</em> if you’d been getting the message of not good enough, never good enough, can’t belong for your whole life. [Why would she already be terrified of not being good enough before the discrimination starts unless she’d already experienced it for something else?]</div>\n</blockquote>\n<p>That’s a really good point, and I can definitely see it.</p>\n<p>As a Hermione-esque person, I really internalized the idea that my ability to perform well academically was the most valuable thing about me.  From a very early age, I knew that I wasn’t particularly pretty (in fact, I didn’t fit the thin ideal at all), charming, popular, or athletically or artistically talented.  But I always got a lot of high praise from teachers about my writing abilities.  My parents liked that, and when I received high standardized test scores, even when it was just third grade and didn’t actually matter all that much.  So you end up internalizing the idea that without academics, you’re nothing.</p>\n<p>Of course in my case that didn’t stop me from going through several years in which I didn’t do much homework and earned the “smart slacker” label, but people do react to these things differently.</p>\n</blockquote>\n<p>Very similar here. I didn’t get the authoritarian streak which actually bugged me about the character (probably her worst trait, IMO). But I can identify with a lot of the rest. Including feeling like I had too much to prove in academic settings, and actually being strongly encouraged outside of the family to feel like being “smart” was my only saving grace.</p>\n<p>(Which can be even more fun when you have unaddressed LDs and actually end up struggling a lot, but yeah.)</p>\n</blockquote>",
   "link-text" : "Seven Things the Movies Forgot About Hermione",
   "link-url" : "http://lurknomoar.tumblr.com/post/79088031075/seven-things-the-movies-forgot-about-hermione",
   "mobile" : 0,
   "note-count" : "60790",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/82506621714/n18rz2lX\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#000\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "n18rz2lX",
   "reblogged-from-name" : "thereallieutenantcommanderdata",
   "reblogged-from-title" : "Agender Android Among Humans",
   "reblogged-from-url" : "https://thereallieutenantcommanderdata.tumblr.com/post/82499923619/seven-things-the-movies-forgot-about-hermione",
   "reblogged-root-name" : "lurknomoar-deactivated20151109",
   "reblogged-root-title" : "LURK. NO. MOAR.",
   "reblogged-root-url" : "https://lurknomoar-deactivated20151109.tumblr.com/post/79088031075/seven-things-the-movies-forgot-about-hermione",
   "reblogged_from_avatar_url_128" : "https://66.media.tumblr.com/avatar_998850176f65_128.png",
   "reblogged_from_avatar_url_16" : "https://66.media.tumblr.com/avatar_998850176f65_16.png",
   "reblogged_from_avatar_url_24" : "https://66.media.tumblr.com/avatar_998850176f65_24.png",
   "reblogged_from_avatar_url_30" : "https://66.media.tumblr.com/avatar_998850176f65_30.png",
   "reblogged_from_avatar_url_40" : "https://66.media.tumblr.com/avatar_998850176f65_40.png",
   "reblogged_from_avatar_url_48" : "https://66.media.tumblr.com/avatar_998850176f65_48.png",
   "reblogged_from_avatar_url_512" : "https://66.media.tumblr.com/avatar_998850176f65_512.png",
   "reblogged_from_avatar_url_64" : "https://66.media.tumblr.com/avatar_998850176f65_64.png",
   "reblogged_from_avatar_url_96" : "https://66.media.tumblr.com/avatar_998850176f65_96.png",
   "reblogged_root_avatar_url_128" : "https://66.media.tumblr.com/avatar_58a5010e5354_128.png",
   "reblogged_root_avatar_url_16" : "https://66.media.tumblr.com/avatar_58a5010e5354_16.png",
   "reblogged_root_avatar_url_24" : "https://66.media.tumblr.com/avatar_58a5010e5354_24.png",
   "reblogged_root_avatar_url_30" : "https://66.media.tumblr.com/avatar_58a5010e5354_30.png",
   "reblogged_root_avatar_url_40" : "https://66.media.tumblr.com/avatar_58a5010e5354_40.png",
   "reblogged_root_avatar_url_48" : "https://66.media.tumblr.com/avatar_58a5010e5354_48.png",
   "reblogged_root_avatar_url_512" : "https://66.media.tumblr.com/avatar_58a5010e5354_512.png",
   "reblogged_root_avatar_url_64" : "https://66.media.tumblr.com/avatar_58a5010e5354_64.png",
   "reblogged_root_avatar_url_96" : "https://66.media.tumblr.com/avatar_58a5010e5354_96.png",
   "slug" : "seven-things-the-movies-forgot-about-hermione",
   "tags" : [
      "woah",
      "harry potter",
      "hermione granger"
   ],
   "tumblelog" : {
      "avatar_url_128" : "https://66.media.tumblr.com/avatar_d75db498370e_128.png",
      "avatar_url_16" : "https://66.media.tumblr.com/avatar_d75db498370e_16.png",
      "avatar_url_24" : "https://66.media.tumblr.com/avatar_d75db498370e_24.png",
      "avatar_url_30" : "https://66.media.tumblr.com/avatar_d75db498370e_30.png",
      "avatar_url_40" : "https://66.media.tumblr.com/avatar_d75db498370e_40.png",
      "avatar_url_48" : "https://66.media.tumblr.com/avatar_d75db498370e_48.png",
      "avatar_url_512" : "https://66.media.tumblr.com/avatar_d75db498370e_512.png",
      "avatar_url_64" : "https://66.media.tumblr.com/avatar_d75db498370e_64.png",
      "avatar_url_96" : "https://66.media.tumblr.com/avatar_d75db498370e_96.png",
      "cname" : "tumblr.ggvaidya.com",
      "name" : "mrvaidya",
      "timezone" : "US/Eastern",
      "title" : "Gaurav's Tumblr",
      "url" : "https://tumblr.ggvaidya.com/"
   },
   "type" : "link",
   "unix-timestamp" : 1397331757,
   "url" : "https://tumblr.ggvaidya.com/post/82506621714",
   "url-with-slug" : "https://tumblr.ggvaidya.com/post/82506621714/seven-things-the-movies-forgot-about-hermione"
}

