{
   "reblog-key" : "Li7LupGd",
   "link-text" : "Reaching My Autistic Son Through Disney",
   "format" : "html",
   "tags" : [
      "autism",
      "that section on love omg",
      "the whole section"
   ],
   "link-url" : "http://www.nytimes.com/2014/03/09/magazine/reaching-my-autistic-son-through-disney.html?_r=1",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/83128903599",
   "from-feed-id" : 0,
   "id" : "83128903599",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/83128903599/reaching-my-autistic-son-through-disney",
   "mobile" : 0,
   "date" : "Fri, 18 Apr 2014 14:27:57",
   "date-gmt" : "2014-04-18 20:27:57 GMT",
   "link-description" : "<p><a class=\"tumblr_blog\" href=\"http://feministdisney.tumblr.com/post/79926341900/reaching-my-autistic-son-through-disney\">feministdisney</a>:</p>\n<blockquote>\n<blockquote class=\"link_og_blockquote\">\n<div>Owen barely communicated with my wife and me. But he opened up to the parrot from Aladdin. </div>\n</blockquote>\n<p>A few people had messaged me about this story, figured I’d post it. There’s no real section that can give you an idea of the whole article, but here is one excerpt. Worth the read</p>\n<blockquote>\n<p class=\"story-body-text story-content\" id=\"story-continues-6\" data-para-count=\"1157\" data-total-count=\"15572\">When Owen was 3, his comprehension of spoken words collapsed. That’s clear from every test. But now it seems that as he watched each Disney movie again and again, he was collecting and logging sounds and rhythms, multitrack. Speech, of course, has its own subtle musicality; most of us, focusing on the words and their meanings, don’t hear it. But that’s all he heard for years, words as intonation and cadence, their meanings inscrutable. It was like someone memorizing an Akira Kurosawa movie without knowing Japanese.</p>\n<p class=\"story-body-text story-content\" data-para-count=\"1157\" data-total-count=\"15572\">Then it seems he was slowly learning Japanese — or, rather, spoken English — by using the exaggerated facial expressions of the animated characters, the situations they were in, the way they interacted to help define all those mysterious sounds. That’s what we start to assume; after all, that’s the way babies learn to speak. But this is slightly different because of the way he committed these vast swaths of source material, dozens of Disney movies, to memory. These are stored sounds <em>we </em>can now help him contextualize, with jumping, twirling, sweating, joyous expression, as we just managed with “The Jungle Book.”</p>\n</blockquote>\n</blockquote>",
   "unix-timestamp" : 1397852877,
   "feed-item" : "",
   "type" : "link",
   "slug" : "reaching-my-autistic-son-through-disney"
}

