{
   "mobile" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/83585090545",
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/83585090545/geekparty-how-valve-tricked-dota-2-players-into",
   "from-feed-id" : 0,
   "bookmarklet" : 0,
   "link-text" : "GeekParty - How Valve Tricked Dota 2 Players into Better Behavior",
   "slug" : "geekparty-how-valve-tricked-dota-2-players-into",
   "tags" : [
      "HUH",
      "valve",
      "people",
      "sneaky"
   ],
   "unix-timestamp" : 1398223537,
   "id" : "83585090545",
   "link-url" : "http://geekparty.com/how-valve-tricked-dota-2-players-into-better-behavior/",
   "date-gmt" : "2014-04-23 03:25:37 GMT",
   "format" : "html",
   "link-description" : "<p><a class=\"tumblr_blog\" href=\"http://tz-researchlinks.tumblr.com/post/83575273469/geekparty-how-valve-tricked-dota-2-players-into\">tz-researchlinks</a>:</p>\n<blockquote>\n<p><em>&ldquo;At the end of a Dota match you have a survey that comes up. It used to just be one question, like “Rate the quality of the match, one to five stars.” And that was fine. We could correlate those responses to various in-game behaviors, and see what people were doing, and see what kinds of qualities of matches led to good behaviors and so forth. And that was fine.</em></p>\n<p><em>But what we changed a bit a little more recently was added a couple more questions. So we added, “Please rate how cooperative your teammates were, one to five stars,” you know, not at all cooperative to very cooperative. We also added a third question, which was, “Rate how cooperative you were as a teammate.” And this was the important one.</em></p>\n<p><em>I honestly don’t care if you lie. All of us want to think highly of ourselves, so there’s going to be a natural inclination to want to put, say, “Hey, I was really cooperative as a teammate.”</em></p>\n<p><em>What’s going to happen, though, is that if you rate yourself really highly as a teammate, “Yeah, I’m a five-star teammate” but you weren’t, because you know that you were being a dick in the game, you’re going to go into what psychologists like to call cognitive dissonance. When you’re holding two conflicting notions in mind, right? One, that you were actually a bad teammate, and two, that you rated yourself highly as a good teammate.</em></p>\n<p><em>You’re going to want to answer the question honestly. You’re going to want to actually rate yourself accurately as a good teammate, so the hope is that because you had this dissonance between how you want to rate yourself and how you actually behaved, it’s going to push your behavior more towards wanting to be a more cooperative teammate.</em></p>\n<p><em>So we actually saw, once we put those questions in the game, is that the number of reports in-game went down by about 10 to 15 percent.” </em></p>\n<p>- Mike Ambinder</p>\n</blockquote>",
   "reblog-key" : "LxqaSrIf",
   "date" : "Tue, 22 Apr 2014 21:25:37",
   "type" : "link"
}

