{
   "reblog-key" : "tsuKWE1n",
   "tags" : [
      "all science should be described like this",
      "wow",
      "science",
      "poop"
   ],
   "date" : "Fri, 25 Apr 2014 02:27:38",
   "format" : "html",
   "unix-timestamp" : 1398414458,
   "regular-title" : "Things I Learned as a Field Biologist #823",
   "bookmarklet" : 0,
   "slug" : "things-i-learned-as-a-field-biologist-823",
   "regular-body" : "<p><a href=\"http://evopropinquitous.tumblr.com/post/83776465322/things-i-learned-as-a-field-biologist-823\" class=\"tumblr_blog\">evopropinquitous</a>:</p>\n\n<blockquote><p>If you happen to be a vervet monkey in South Africa with a raging case of intestinal parasites, it’s probably because you live somewhere wet and warm. Not so much because of your sex, age, or how close you live to humans.</p>\n<p>The truth is, naturally, a bit more nuanced than that, but this is the overall finding of one our recently published papers:</p>\n<p><a href=\"http://www.bioone.org/doi/abs/10.3957/056.044.0105\">Gaetano TJ, Danzy J, Mtshali MS, Theron N, Schmitt CA, Grobler JP, Freimer NB, and Turner TR. 2014. Mapping correlates of parasitism in wild South African vervet monkeys (Chlorocebus aethiops). S Afr J Wildlife Res 44(1): 56-70.</a></p>\n<p>I am very pleased to note that this paper is the product of much hard work and assiduous poop collecting by many folks, but most especially by someone familiar to you, dear reader of this blog… Someone who has <a href=\"http://evopropinquitous.tumblr.com/post/54676088425/things-i-learned-as-a-field-biologist-670\">witnessed</a> and/or <a href=\"http://evopropinquitous.tumblr.com/post/54680397623/things-i-learned-as-a-field-biologist-674-one\">participated</a> in a <a href=\"http://evopropinquitous.tumblr.com/post/1351124599/tilafb-942\">surprisingly</a> <a href=\"http://evopropinquitous.tumblr.com/post/1399263847/tilafb-986\">large</a> <a href=\"http://evopropinquitous.tumblr.com/post/35600583730/things-i-learned-as-a-field-biologist-623\">number</a> of <a href=\"http://evopropinquitous.tumblr.com/post/37729454023/things-i-learned-as-a-field-biologist-810\">previous</a> <a href=\"http://evopropinquitous.tumblr.com/post/1052870434/tilafb-503\">posts</a>…</p>\n<p>Yes, the first author is none other than <a href=\"http://evopropinquitous.tumblr.com/post/54935578896/things-i-learned-as-a-field-biologist-25\">My #2 Favorite Lesbian Field Assistant</a> (#2 in chronology, not in awesomeness), aka Gaetano TJ aka my erstwhile co-star in <a href=\"http://youtu.be/Wntb_eziESY\">It Gets Better-ing</a> (that’s her at minute 5:39)!</p>\n<p>Over the course of six glorious months together in South Africa we collected the precious and thankfully not-so-tiny fecal surprises left by vervet monkeys we’d trapped, or went straight to source and pulled some extra poop out of their pink little recta with our own little fingers. Now, before you freak out, you don’t have to worry: Tegan’s little fingers are the littlest of little fingers, and KY Jelly was involved because we’re nothing if not true gentlemen (and OF COURSE this was approved by both institutional animal care and use committees and our local veterinarian).</p>\n<p>Overall, 78 of the monkeys we captured gave up a decent amount of poop to us, and we sent it off to our collaborator Sibusiso to find out how many and what parasites were in them. We found that about 55% of the vervets had parasites we were able to identify, including <em><a href=\"http://en.wikipedia.org/wiki/Trichuris\">Trichuris</a> </em>(aka <a href=\"https://www.google.com/search?q=whipworm&amp;es_sm=91&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ei=aLFZU8qtE4G1yATI-oKQBQ&amp;ved=0CAgQ_AUoAQ&amp;biw=1478&amp;bih=789&amp;dpr=0.75\">whipworm</a>), helminths of the family <a href=\"http://en.wikipedia.org/wiki/Strongylidae\">Strongylidae</a> (aka <a href=\"https://www.google.com/search?q=roundworm&amp;es_sm=91&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ei=-7FZU8DkK8ysyATm34D4Bg&amp;ved=0CAgQ_AUoAQ&amp;biw=1478&amp;bih=789&amp;dpr=0.75\">roundworm</a>), and cysts belonging to a family of Protozoa called <a href=\"http://en.wikipedia.org/wiki/Coccidia\">Coccidia</a>:</p>\n<p><img src=\"http://31.media.tumblr.com/1f0500f66d4d46786cd3515066359c57/tumblr_inline_n4kcma0JTj1qd2hul.png\" alt=\"image\"/></p>\n<p>With Sibusiso’s information on the parasites, Tegan then mapped the locations of the monkeys using <a href=\"http://en.wikipedia.org/wiki/Geographic_information_system\">GIS</a>, and was able to see some trends in the occurrence, density, and richness of vervet parasite infections across South Africa:</p>\n<p><img src=\"http://38.media.tumblr.com/bfbba0eb76747d38792846724198eb4a/tumblr_inline_n4kd13dw4G1qd2hul.png\" alt=\"image\"/></p>\n\n<p>EVEN MORE AWESOME is that she could then use datasets on the density of human habitation and rainfall and several other mappable variables available online to quantify geographical and environmental correlations with the occurrence, density, and richness of parasites:</p>\n<p><img src=\"http://38.media.tumblr.com/e928e69cec53ec69a353e103da272613/tumblr_inline_n4kd70gbN91qd2hul.png\" alt=\"image\"/></p>\n\n<p>Finally, she was able to test whether those mappable variables had a significant effect on the trends she noted:</p>\n<p><img src=\"http://33.media.tumblr.com/ffe9e78cd18f165cee83ab1be16d6c10/tumblr_inline_n4kd35W6yf1qd2hul.png\" alt=\"image\"/></p>\n\n<p>As you can see in Table 3 there, it would appear that the most significant variables that controlled for incidence of infection were the amount of rainfall (higher rainfall led to higher proportion of monkeys with worms) and higher mean and maximum temperature (warmer temps led to a higher proportion of monkeys with worms). Also, the biome itself had a significant effect on the density of parasitic infection, implying that ecological factors controlled for how many parasites there were per gram of feces.</p>\n<p>Now, as Tegan herself acknowledges on page 64:</p>\n<blockquote>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>It is important to note that results for parasite taxa may be influenced by small sample sizes, particularly for coccidia and Trichuris spp. </span></p>\n</div>\n</div>\n</div>\n</blockquote>\n<p>She suggests that this sample size issue is probably responsible for not finding statistical support for higher parasite loads in rural areas of human habitation, even though those areas qualitatively have the higest parasite loads. To get a much better idea of what’s going on, we’d have to probe many more vervet butts in many more locations and, as Tegan notes on page 65, with many more interesting methods:</p>\n<blockquote>\n<div class=\"page\" title=\"Page 10\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Limitations in the ability of this study to identify parasites at the genus and species levels are a consequence of the use of faecal samples in the analysis. Biopsies and cultures of the colon and caecum would be necessary to detect the presence of other enteric organisms, such as amoebae. </span></p>\n</div>\n</div>\n</div>\n</blockquote>\n<div class=\"page\" title=\"Page 10\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>I’ll leave that to you, Tegan.</p>\n<p>I’ve got <a href=\"http://evopropinquitous.tumblr.com/post/36828954973/things-i-learned-as-a-field-biologist-497\">my own colon to worry about</a>…</p>\n</div>\n</div>\n</div></blockquote>",
   "type" : "regular",
   "url" : "http://tumblr.ggvaidya.com/post/83800816810",
   "id" : "83800816810",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/83800816810/things-i-learned-as-a-field-biologist-823",
   "feed-item" : "",
   "from-feed-id" : 0,
   "date-gmt" : "2014-04-25 08:27:38 GMT"
}

