{
   "url" : "http://tumblr.ggvaidya.com/post/83930914050",
   "bookmarklet" : 0,
   "type" : "quote",
   "mobile" : 0,
   "quote-text" : "<p>My 5-year-old insists that Bilbo Baggins is a girl.</p>\n\n<p>The first time she made this claim, I protested. Part of the fun of reading to your kids, after all, is in sharing the stories you loved as a child. And in the story I knew, Bilbo was a boy. A boy hobbit. (Whatever that entails.) </p>\n\n<p>But my daughter was determined. She liked the story pretty well so far, but Bilbo was definitely a girl. So would I please start reading the book the right way? I hesitated. I imagined Tolkien spinning in his grave. I imagined mean letters from his testy estate. I imagined the story getting as lost in gender distinctions as dwarves in the Mirkwood. </p>\n\n<p>Then I thought: What the hell, it’s just a pronoun. My daughter wants Bilbo to be a girl, so a girl she will be. And you know what? The switch was easy. Bilbo, it turns out, makes a terrific heroine. She’s tough, resourceful, humble, funny, and uses her wits to make off with a spectacular piece of jewelry. Perhaps most importantly, she never makes an issue of her gender—and neither does anyone else.</p>",
   "tags" : [
      "huh",
      "the hobbit",
      "lotr"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/83930914050/my-5-year-old-insists-that-bilbo-baggins-is-a",
   "id" : "83930914050",
   "date-gmt" : "2014-04-26 17:37:34 GMT",
   "reblog-key" : "hlhDBmG0",
   "format" : "html",
   "quote-source" : "<p><a href=\"http://www.slate.com/articles/double_x/doublex/2013/12/bilbo_baggins_is_a_girl_until_children_s_books_catch_up_to_our_daughters.html\">Bilbo Baggins is a girl: Until children’s books catch up to our daughters, rewrite them.</a> (via <a class=\"tumblr_blog\" href=\"http://daxsymbiont.tumblr.com/\">daxsymbiont</a>)</p>\n<p>I’ll reblog this for forever</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://memymarie.tumblr.com/\">memymarie</a>)</p>",
   "slug" : "my-5-year-old-insists-that-bilbo-baggins-is-a",
   "from-feed-id" : 0,
   "date" : "Sat, 26 Apr 2014 11:37:34",
   "unix-timestamp" : 1398533854,
   "feed-item" : ""
}

