{
   "date-gmt" : "2014-04-27 06:31:54 GMT",
   "from-feed-id" : 0,
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/83994601235/the-game-cube-can-be-hit-with-a-sledgehammer-and",
   "mobile" : 0,
   "id" : "83994601235",
   "url" : "http://tumblr.ggvaidya.com/post/83994601235",
   "type" : "quote",
   "quote-source" : "<a href=\"http://listverse.com/2013/09/13/10-toys-that-are-replacing-cutting-edge-technology/\">10 Toys That Are Replacing Cutting-Edge Technology</a> (via <a class=\"tumblr_blog\" href=\"http://strandedonthemainland.tumblr.com/\">strandedonthemainland</a>)",
   "slug" : "the-game-cube-can-be-hit-with-a-sledgehammer-and",
   "bookmarklet" : 0,
   "date" : "Sun, 27 Apr 2014 00:31:54",
   "format" : "html",
   "unix-timestamp" : 1398580314,
   "quote-text" : "<p>The Game Cube can be hit with a sledgehammer and work just fine. The Nintendo DS was specifically designed to be able to survive a 1.5 meter (five foot) drop onto solid concrete without breaking, and one of the company’s bigwigs wouldn’t let it go past the design phase until the design team could guarantee it could survive the drop at least 10 times. In fact, Nintendo products have such a reputation for being impossible to break through normal means that they spawned the term “Nintendium”—an all-purpose phrase given to pieces of technology that survive extreme punishment. For example, take the Gulf War Game Boy, an original Game Boy console that survived having a freaking bomb dropped on it.</p>\n\n<p>Nintendo never advertises their products as being durable, they don’t brag about their Game Boys being bomb-proof or their consoles being tough enough to survive being hit by a car. They just expect their customers to be human and include features to prepare for that humanity. While other companies decide that they’re nice by including a cover to protect the screen of the $600 phone you just bought in case you drop it, Nintendo just builds a device that can survive being dropped in the first place and doesn’t make a big deal about it. Because that’s how a real company does business.</p>",
   "tags" : [
      "this is pretty cool",
      "engineering"
   ],
   "reblog-key" : "UvB9nU0J"
}

