{
   "regular-body" : "<p><a href=\"http://inaturalist.tumblr.com/post/83990106387/were-going-to-the-academy\" class=\"tumblr_blog\">inaturalist</a>:</p>\n\n<blockquote><center></center>\n\n<p>We’re pleased to announce that we’ve joined the <a href=\"http://calacademy.org\" title=\"Let the Wonder Begin | California Academy of Sciences\">California Academy of Sciences</a>! In business speak we were “acquired,” but that sounds so one-sided. We’ve been working with our friends at the Academy on various projects for over a year now, and we’ve talked about joining the fold for just as long, so there’s nothing one-sided about it. Scott’s a native Californian and Ken-ichi’s basically a naturalized Californian at this point in his Golden State tenure, so we’ve both looked up to the Academy for a long time, and we know they’re just as passionate about connecting people to nature as we are.</p>\n\n<h3>Why are you doing this?</h3>\n<p>We need the money! Seriously. To date we’ve sustained ourselves predominantly through project-specific contracts and grants, which has been great, but since they limit the kinds of work we can do to projects other people are willing to fund, there are a number of things we’ve been unable to tackle. The Academy can offer us the stability we need to address important but unsexy issues like performance and usability.</p>\n\n<p>To be honest, neither of us got into this to run a business. Scott’s a biologist, Ken-ichi’s a web dork, and we’re both naturalists, so we’d much rather spend time doing these things and improving our products than, say, doing our company taxes. Joining the Academy gives us a way to achieve that focus.</p>\n\n<p>And, as you probably know, the Academy is awesome, and staffed by awesome people. It’s hard to think of a better community of professionals dedicated to communicating the value of the natural world to humanity. Working alongside the kind of energy and creativity the Academy provides can only benefit us.</p>\n\n<h3>What’s going to change?</h3>\n<p>Right now, not much! Our brand won’t change, and neither will the core mission and experience of the site and our apps, but in the future we’re hoping to hire some new staff, work on ways to make the site faster, and improve our mobile apps. We’re not sure about Terms of Service and our privacy policy yet, but no doubt we’ll be having that conversation soon and will keep everyone posted.</p>\n\n<p>Scott &amp; Ken-ichi (aka loarie &amp; kueda)</p>\n\n<p>P.S. Here’s the <a href=\"http://www.calacademy.org/newsroom/releases/2014/inaturalist.php\">press release from the Academy</a>.</p></blockquote>",
   "reblog-key" : "HCphMgcY",
   "tags" : [
      "oh NICE",
      "congratulations",
      "inaturalist"
   ],
   "date" : "Sat, 26 Apr 2014 23:41:15",
   "format" : "html",
   "unix-timestamp" : 1398577275,
   "regular-title" : "We're Going to the Academy!",
   "bookmarklet" : 0,
   "slug" : "were-going-to-the-academy",
   "id" : "83991381138",
   "mobile" : 0,
   "from-feed-id" : 0,
   "feed-item" : "",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/83991381138/were-going-to-the-academy",
   "date-gmt" : "2014-04-27 05:41:15 GMT",
   "type" : "regular",
   "url" : "http://tumblr.ggvaidya.com/post/83991381138"
}

