{
   "photos" : [],
   "feed-item" : "",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://scienceyoucanlove.tumblr.com/post/84992800552/shunned-at-home-tortoise-man-bags-award-for-his\">scienceyoucanlove</a>:</p>\n<blockquote>\n<h1><strong>Shunned at home, ‘Tortoise-man’ bags award for his act of kindness</strong></h1>\n<p><span>By WANJIRU MACHARIA</span></p>\n<div>\n<p>Every day for the past 57 years, Mzee Job Tarkwen Kipkech, has diligently carried out his self-allocated task of helping tortoises cross the Mogotio-Marigat road.</p>\n</div>\n<div>\n<p>And though the act of kindness never drew any appreciation from any quarters in his village, he was never perturbed and was always at hand daily to ensure one of the world’s slowest creatures made it across the road safely.</p>\n</div>\n<div>\n<p>Kipkech, 73, a resident of Kures village in Mogotio, Baringo County says that instead of appreciating his acts, locals often questioned why he wasting time on the reptiles instead of performing more rewarding domestic chores.</p>\n</div>\n<div>\n<p>“They would stare at me as I rescue the animals. Some rude motorists also ignore my pleadings and at times almost knock me down as I wave them down to allow the tortoises to cross the road,” he said in an interview with <span>Nation</span>.</p>\n</div>\n<div>\n<p>That was until two years ago when one of the leading TV stations in the country noticed him and ran a story on his conservationist efforts.</p>\n</div>\n<div>\n<p>Nothing happened immediately afterwards but last Wednesday, a call he never expected came. The caller informed him he has been named the over-all winner of the Jubilee Insurance Samaritan Award (JISA).</p>\n</div>\n<div>\n<p>“I now believe that no prophet is honoured in his own hometown. It took people so many miles away, and not known to me to recognise by actions,” says the old man with a smile.</p>\n</div>\n<div>\n<p>The father of five quickly adds that although he is happy somebody somewhere had recognised him, that did not mark the end of his rescue mission for the tortoises that are a common sight in the area.</p>\n</div>\n<div>\n<p>“I do not do this to receive praises from people but it is uplifting to know that someone appreciates what you do,” he adds. But just how did the call to be the saviour for the tortoises come to be?<br/>Mzee Kipkech says he was herding his goats along the busy road at the youthful age of 20, when he noticed with pity, how the tortoises endangered their lives, ambling across the road, every move a close shave with death.</p>\n</div>\n<div>\n<p>“All that this animal can do when it senses danger is recoil back into its shell and freeze but that is not enough to save it from being crashed by the vehicles,” he says.</p>\n</div>\n<div>\n<p>This vulnerability touched him and he has since not stopped to pick up the reptiles and run with them to safety across the road. Alternatively, he waves approaching vehicles down to prevent them hurting the reptiles.</p>\n</div>\n<div>\n<p>Mogotio is home to all the three types of tortoises in Kenya including the endangered Pancake species.</p>\n</div>\n<div>\n<p>But Mzee Kipkech’s kindness does not end with helping the reptiles to cross the road. He often carries the injured ones home and tends to them as they heal. He also sprays them with acaricides to rid them of bothersome ticks.</p>\n</div>\n<div>\n<p>And the reptiles seem to have detected his kindness as they keep turning up in his compound and have even turned his farm into a breeding ground.</p>\n</div>\n<div>\n<p>The old man has appealed to Kenya Wildlife Service to build a water pan on his land to avoid subjecting the reptiles to the treacherous journey for water across the road.</p>\n<p><a href=\"http://www.nation.co.ke/counties/-/1107872/2303734/-/cht0ij/-/index.html\">source </a></p>\n</div>\n</blockquote>",
   "photo-url-400" : "http://41.media.tumblr.com/dce16837252f5ce403be8a30cf188914/tumblr_n56rdu40aq1r8x2ybo1_400.jpg",
   "format" : "html",
   "tags" : [
      "aww"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/84997108669/scienceyoucanlove-shunned-at-home",
   "slug" : "scienceyoucanlove-shunned-at-home",
   "unix-timestamp" : 1399438952,
   "from-feed-id" : 0,
   "photo-url-75" : "http://36.media.tumblr.com/dce16837252f5ce403be8a30cf188914/tumblr_n56rdu40aq1r8x2ybo1_75sq.jpg",
   "height" : "400",
   "id" : "84997108669",
   "photo-url-250" : "http://40.media.tumblr.com/dce16837252f5ce403be8a30cf188914/tumblr_n56rdu40aq1r8x2ybo1_250.jpg",
   "date" : "Tue, 06 May 2014 23:02:32",
   "photo-url-500" : "http://41.media.tumblr.com/dce16837252f5ce403be8a30cf188914/tumblr_n56rdu40aq1r8x2ybo1_500.jpg",
   "mobile" : 0,
   "reblog-key" : "WVCkyYVK",
   "url" : "http://tumblr.ggvaidya.com/post/84997108669",
   "date-gmt" : "2014-05-07 05:02:32 GMT",
   "width" : "600",
   "photo-url-1280" : "http://40.media.tumblr.com/dce16837252f5ce403be8a30cf188914/tumblr_n56rdu40aq1r8x2ybo1_1280.jpg",
   "photo-url-100" : "http://41.media.tumblr.com/dce16837252f5ce403be8a30cf188914/tumblr_n56rdu40aq1r8x2ybo1_100.jpg",
   "type" : "photo",
   "bookmarklet" : 0
}

