{
   "reblog-key" : "JSSoxpeg",
   "date" : "Sat, 10 May 2014 11:22:58",
   "type" : "photo",
   "photo-url-100" : "http://36.media.tumblr.com/5677d321e7f91ef70212c06848537678/tumblr_mt1bfnIYpv1r01w8mo1_100.jpg",
   "photo-url-400" : "http://40.media.tumblr.com/5677d321e7f91ef70212c06848537678/tumblr_mt1bfnIYpv1r01w8mo1_400.jpg",
   "date-gmt" : "2014-05-10 17:22:58 GMT",
   "photos" : [],
   "photo-url-75" : "http://40.media.tumblr.com/5677d321e7f91ef70212c06848537678/tumblr_mt1bfnIYpv1r01w8mo1_75sq.jpg",
   "height" : "550",
   "format" : "html",
   "photo-url-250" : "http://41.media.tumblr.com/5677d321e7f91ef70212c06848537678/tumblr_mt1bfnIYpv1r01w8mo1_250.jpg",
   "width" : "917",
   "bookmarklet" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://sagansense.tumblr.com/post/61059404803/dr-carolyn-porco-is-one-of-the-worlds-leading\">sagansense</a>:</p>\n<blockquote>\n<p><strong>Dr Carolyn Porco is one of the world’s leading planetary scientists and was part of the Voyager-1 imaging team. She helped Carl Sagan set up Voyager’s famous “Pale Blue Dot” portrait of Earth when the probe had reached beyond Neptune in 1990. Here, she reflects on what it means to see the veteran craft finally make the leap to interstellar space.</strong></p>\n<p><em>&ldquo;It is a momentous occasion. We know now with certainty that the Voyager spacecraft, launched 36 years ago to spend the 1980s touring the outer solar system, has finally slipped beyond the protective magnetic bubble created by our Sun and into the nothingness of interstellar space. Such an event happens for the first time in human history only once. And as reported in a publication <a href=\"http://www.sciencemag.org/content/early/2013/09/11/science.1241681.abstract\">today in the journal Science</a>, it happened last summer. </em></p>\n<p><em>Voyager was a mission of mythic proportions, with all the elements of Homeric legend, and I was unspeakably fortunate to have been a part of it. I was young then, right out of graduate school, and somehow found myself a member of the imaging team and hitching a ride on the greatest journey of scientific exploration humanity had ever undertaken.</em></p>\n<p><em>It was a defining experience of my young career.</em></p>\n<p><em>Those early memories of wide-eyed wonder at being among the first humans ever to see, in vivid detail, the planetary systems of Jupiter, Saturn, Uranus and Neptune, and the sense of privilege and pride at being a participant in such a profoundly meaningful, history-making enterprise, have never left me. I’ve said ever since, I lead a charmed existence and my connection to Voyager was the opening act.</em></p>\n<p><em>Even today - especially today - as we celebrate our new official status as interstellar explorers, I feel as though that intrepid little vehicle is carrying a bit of me and you along with it, as it begins its never-ending travels across the galaxy and among the stars. And because of it, we, the inhabitants of Earth, have finally arrived at eternity’s door.”</em></p>\n<p>Today, Carolyn Porco is the leader of the imaging team on the Cassini mission at Saturn. You can follow her on Twitter at <strong><a href=\"https://twitter.com/carolynporco\">@carolynporco</a></strong>. She also writes on her Captain’s Log blog, which you can find at <strong><a href=\"http://www.ciclops.org/index.php\">CICLOPS</a></strong>, the official website of the Cassini imaging team.</p>\n<p><em>Source</em>: <strong><a href=\"http://www.bbc.co.uk/news/science-environment-24072587\">BBC News</a></strong>; <em>Image</em>: <a href=\"http://www.penny4nasa.org/\"><strong>Penny4NASA</strong></a></p>\n</blockquote>",
   "tags" : [
      "go metal star go",
      "voyager 1"
   ],
   "slug" : "sagansense-dr-carolyn-porco-is-one-of-the",
   "id" : "85330985669",
   "unix-timestamp" : 1399742578,
   "mobile" : 0,
   "photo-url-1280" : "http://36.media.tumblr.com/5677d321e7f91ef70212c06848537678/tumblr_mt1bfnIYpv1r01w8mo1_1280.jpg",
   "from-feed-id" : 0,
   "photo-url-500" : "http://41.media.tumblr.com/5677d321e7f91ef70212c06848537678/tumblr_mt1bfnIYpv1r01w8mo1_500.jpg",
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/85330985669",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/85330985669/sagansense-dr-carolyn-porco-is-one-of-the"
}

