{
   "bookmarklet" : 0,
   "date" : "Tue, 20 May 2014 18:42:49",
   "date-gmt" : "2014-05-20 22:42:49 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "86348256784",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"86348256784\" data-blog-name=\"mrvaidya\" id=\"like_button_86348256784\"><iframe id=\"like_iframe_86348256784\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=399aee1ea58b6007c2190a8138f100e5#name=mrvaidya&amp;post_id=86348256784&amp;color=black&amp;rk=OFk9GbOz&amp;root_id=84474642715\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_86348256784\"></iframe></div>",
   "mobile" : 0,
   "quote-source" : "<p>Ron D. Moore, Star Trek writer for TNG, DS9, and First Contact</p>\n<p>This helps to explain why Moore poked fun at dialogue he wrote for First Contact and it helps to explain why DS9 seems to have a better understanding of fundamental economics compared to other Star Trek series.  Here’s the dialogue from First Contact:</p>\n<p><strong>Picard:</strong> The economics of the future are somewhat different. You see, money doesn’t exist in the twenty-fourth century.<br/><strong>Lily:</strong> No money! That means you don’t get paid.<br/><strong>Picard:</strong> The acquisition of wealth is no longer the driving force in our lives. We work to better ourselves …and the rest of humanity.  Actually we’re rather like yourself and Doctor Cochrane.</p>\n<p>And here’s how Moore poked fun at it in the DS9 episode In The Cards:</p>\n<p><strong>Jake:</strong> I’m human, I don’t have any money. <br/><strong>Nog:</strong> It’s not my fault that your species decided to abandon currency-based economics in favor of some philosophy of self-enhancement. <br/><strong>Jake:</strong> Hey, watch it. There’s nothing wrong with our philosophy. We work to better ourselves and the rest of humanity. <br/><strong>Nog:</strong> What does that mean exactly? <br/><strong>Jake:</strong> It means… it means we don’t need money.</p>\n<p>Not long ago while scrolling through the DS9 tag, I saw someone reach the conclusion that without monetary based economics, the Federation would have to operate as a police state.  That is one possibility.  The other possibility is that people would be reduced to bartering.  But as that is inefficient, some commodity could eventually be treated as a currency.  And that’s exactly what happened in some prisoner of war camps in WWII.  The problem with the former is that you have to trample all over individual rights.  And the problem with the latter is that you can have monetary disequilibria develop which trash your economy.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://tinsnip.tumblr.com/\">tinsnip</a>)</p>\n<p>I’m going to step in here and probably piss some people off, but the economics and political construct of the Federation is something that I am particularly interested in, and I see a lot of problems with the above assumptions. <br/><br/>I have always been lead to believe that the Federation was run on Marxist Economics, because that description that Picard uses in TNG is really the definition of how an ideal socialist economic situation would work. To understand the way that a system can work without money can be hard when living in a world which is constructed around it, it’s true, which is why it’s good to study various economic theories to understand the way that money works.</p>\n<p>Firstly, one has to understand where ‘commodities’ come from. Commodities are products of human labour which are circulated independently of the person who made them and to which value is assigned. Value is supposed to be assigned based on the amount of work that went into the creation of the product. In theory, products which require more labour and resources (when resources are rare, otherwise it is based on the labour to generate the resource) will be worth more. </p>\n<p>So in a Capitalist system which we have now, one is supposed to work to produce things for society, but rather than it going to society it goes to their employer. Their employer assigns a value to the product depending on how much work they believe went into it, and in exchange gives the worker an amount of monetary units which equates the amount of work they put in and therefore the same value as the product. This set-up was originally intended to make bartering systems more efficient, and the range of products which one would acquire from labour to be expanded. Unfortunately this system leaves open gaping holes in which corruption can grow. Most obviously, there’s the fact that to be an employer one must hold power over others in the form of pay and job security. When there’s no one to properly regulate the employer, then how can one know that the value they assign to labour is fair? In extreme cases of this, we have things like impoverished workers being forced to work for essentially $1 a day, while the products of their labour can be sold for hundreds of dollars. <br/><br/>So, the Marxist theory which Roddenberry seems to utilise takes money out of the equation so as to eliminate the concept of hoarding of value and imbalance. The way this works is by workers handing over the products of their labour to the state, which is should be a democratically elected body, who overseas resource distribution. Of course, if this state becomes too centralised and bureaucratic it can corrupt and degenerate, which (on top of Stalin being a nut-job with bad politics) is what happened in the USSR. However, there are ways around this. One such way is the implementation of community councils, whereby people organise within their own communities so that they can decide what fits their own conditions best. Either way, there needs to be some form of regulation in place to ensure equal distribution of the pooled resources, and it needs to be as democratic as possible. <br/><br/>So then, whoever distributes resources is supposed to do so on the basis that every worker is assigned what is considered equal amounts of work, so that no one does more than their fair share. This work covers all essential jobs, kind of like household chores for the community as a whole. There’s rotating shifts so that no one person gets stuck on something they don’t like for long. In exchange one receives equal resources, that is, enough food and essential items to live life comfortably. </p>\n<p>This set-up means that with everyone doing their bit, stuff gets done with enough time left over for lots of time to one’s self. That’s where the bettering yourself and humanity comes in. There’s academic pursuits, artistic pursuits, you name it… and all of the resources you need for those are provided for you. The acquisition of specialised items is something of which there is still some debate. The use of credits is an option, as well as simple bartering. Less like, say, medieval street-sellers yelling at each other, more like two neighbours swapping a nice painting for a cool looking hat. </p>\n<p>One major argument against this is generally to do with people not doing their assigned work and so on, and saying that you can’t expect people to work for others. This is where the assumed need for a police state comes in. The thing is, we already rely on human generosity to fix a lot of problems, in the form of charities. Secondly, it’s not just working for others, it’s also working for yourself. It’s the same reasoning behind cleaning up after yourself normally. And thirdly, there are ways to encourage better behaviour outside of violence. There’s societal pressure, not to mention limiting what one has access to. You can still give people enough to get by, so as no to use the threat of poverty like happens now, but if they wish to expand their pursuits they’ll need to put in the work. Those are the most extreme and often frowned upon regulatory technique options however. The preferred option is simple positive re-enforcement. You do these things and you live in a clean, flourishing society. You don’t, you have to live in awful, dysfunctional society. They’re only really doing a disservice to themselves. </p>\n<p>Now in Star Trek, the use of replicator technology brings a lot of potential to this system and irons out some of the potential flaws. The use of technology to produce goods means the removal of labour as material production and leaves simply labour as societal services. Replicators are now in charge of distributing resources equally, which removes the impact of human error/corruption. One has access to as little or as much as they need. Even specialised things can be required if you know how to use the replicator for that. <br/><br/>So service jobs, i.e. the betterment of humanity come into play. Starfleet is a prime example of a services set up. It’s based around jobs for scientific, diplomatic and human expansion purposes. Technology for cleaning and menial services could negate those job requirements. Thus, people are freer to pursue their own interests. Jobs are supposed to become interest based. You do what you love and don’t have to worry about getting enough money to provide for yourself and family, that kind of thing. But ultimately you know that whatever work you pursue it will be a major benefit to society and the human race and your reward is being able to survive well enough to follow those pursuits. <br/><br/>That’s supposed to be how Starfleet originated. Humans found out that they weren’t alone during a time of crisis and disparity, worked out that they were stronger and better as a unified force and therefore pooled all resources and distributed all work. That’s how they got efficient enough and resource-rich enough to build a space-faring poverty-less world. <br/><br/>Now the political system in Star Trek is a whole ‘nother pool of debate…. But basically, no Ron Moore, it’s not “hooey”, it’s just exploring a theoretical construct outside of capitalist economics. </p>\n<p><strong>tl;dr summary: There are more ways to operate an economic system outside of bartering and a police state. There are many different ways which our economics and resources could be organised and not all of them use money. You should learn about them because they’re interesting. Also they help you understand Star Trek. (sorry there’s no ‘read more’ options for quotes).</strong></p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://janewaytookmycoffeecastle.tumblr.com/\">janewaytookmycoffeecastle</a>)</p>\n<p>Fuckin yes space communism now</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://amodernmanifesto.tumblr.com/\">amodernmanifesto</a>)</p>\n<p>So my understanding of this is that the bottom fell out of the Future Space economy once <a href=\"https://en.wikipedia.org/wiki/Replicator_%28Star_Trek%29\">replicators</a> were invented: ultimately, humans need food, water and homes. With warp drives sorting out the &ldquo;space&rdquo; problem, replicators sorting out &ldquo;food&rdquo; and &ldquo;water&rdquo;, it becomes impossible to purchase somebody&rsquo;s labour: what are you going to offer them? They can build their own home brick by synthesized brick, and live off their replicator indefinitely. The only problem is large, coordinated networks, like electricity, internet and so on, and I don&rsquo;t doubt that there&rsquo;s planets in the Federation which have sworn off these, but at some point something like Starfleet would have emerged on Earth and said, look, we&rsquo;re just going to set these things up through volunteer and prestige networks and let you draw off them essentially free &ndash; or maybe you have to serve in Starfleet for a certain number of years or something? Somebody&rsquo;s gotta replace all those redshirts.\n</p>\n<p>Rather awesomely, replicators are the next logical step once you have <a href=\"https://en.wikipedia.org/wiki/Transporter_%28Star_Trek%29\">transporters</a>: if you can recreate somebody at a distance, there must be a way to prevent the &ldquo;original&rdquo; from being destroyed. So a gimmick that started as a way of saving money during TOS ended up explaining the economy in the rest of the Trekverse.</p>",
   "quote-text" : "By the time I joined TNG, Gene had decreed that money most emphatically did NOT exist in the Federation, nor did ‘credits’ and that was that. Personally, I’ve always felt this was a bunch of hooey, but it was one of the rules and that’s that.",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/86348256784/OFk9GbOz\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "OFk9GbOz",
   "slug" : "by-the-time-i-joined-tng-gene-had-decreed-that",
   "tags" : [
      "star trek",
      "economics"
   ],
   "type" : "quote",
   "unix-timestamp" : 1400625769,
   "url" : "http://tumblr.ggvaidya.com/post/86348256784",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/86348256784/by-the-time-i-joined-tng-gene-had-decreed-that"
}

