{
   "date-gmt" : "2014-05-21 18:34:27 GMT",
   "tags" : [
      "history",
      "bread",
      "bread is serious business"
   ],
   "format" : "html",
   "reblog-key" : "VDPfpscz",
   "photo-url-500" : "http://41.media.tumblr.com/1f256ff2e24ebd45d21baff898972a72/tumblr_mqgdw7zD7U1qa3mn6o1_500.jpg",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/86424191954/phantomwise-lordhayati-drtanner",
   "type" : "photo",
   "from-feed-id" : 0,
   "photo-url-1280" : "http://41.media.tumblr.com/1f256ff2e24ebd45d21baff898972a72/tumblr_mqgdw7zD7U1qa3mn6o1_500.jpg",
   "slug" : "phantomwise-lordhayati-drtanner",
   "bookmarklet" : 0,
   "photo-url-100" : "http://36.media.tumblr.com/1f256ff2e24ebd45d21baff898972a72/tumblr_mqgdw7zD7U1qa3mn6o1_100.jpg",
   "height" : 399,
   "id" : "86424191954",
   "url" : "http://tumblr.ggvaidya.com/post/86424191954",
   "mobile" : 0,
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://phantomwise.tumblr.com/post/84695473406/lordhayati-drtanner-dancingspirals\">phantomwise</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://lordhayati.tumblr.com/post/70162798332\">lordhayati</a>:</p>\n<blockquote>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://drtanner.tumblr.com/post/56754948168\">drtanner</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://dancingspirals.tumblr.com/post/56618164288/ironychan-hungrylikethewolfie-dduane-a\">dancingspirals</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://ironychan.tumblr.com/post/56607568611/hungrylikethewolfie-dduane-a-loaf-of-bread\">ironychan</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://hungrylikethewolfie.tumblr.com/post/56540134733/dduane-a-loaf-of-bread-made-in-the-first\">hungrylikethewolfie</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://dduane.tumblr.com/post/56524858858/a-loaf-of-bread-made-in-the-first-century-ad\">dduane</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://wine-loving-vagabond.tumblr.com/post/56349531596\">wine-loving-vagabond</a>:</p>\n<blockquote>\n<p>A loaf of bread made in the first century AD, which was discovered at Pompeii, preserved for centuries in the volcanic ashes of Mount Vesuvius. The markings visible on the top are made from a Roman bread stamp, which bakeries were required to use in order to mark the source of the loaves, and to prevent fraud. (via <a href=\"http://ridiculouslyinteresting.com/2013/07/22/preserved-loaf-of-bread-discovered-at-pompeii/#more-1875\">Ridiculously Interesting</a>)</p>\n</blockquote>\n<p>(sigh) I’ve seen these before, but this one’s particularly beautiful.</p>\n</blockquote>\n<p>I feel like I’m supposed to be marveling over the fact that this is <em>a loaf of bread</em> that’s been preserved for thousands of years, and don’t get me wrong, that’s hella cool.  But honestly, I’m mostly struck by the unexpected news that “bread fraud” was apparently once a serious concern.</p>\n</blockquote>\n<p>Bread Fraud was a huge thing,  Bread was provided to the Roman people by the government - bakers were given grain to make the free bread, but some of them stole the government grain to use in other baked goods and would add various substitutes, like sawdust or even worse things, to the bread instead.  So if people complained that their free bread was not proper bread, the stamp told them exactly whose bakery they ought to burn down.</p>\n</blockquote>\n<p>Bread stamps continued to be used at <em>least</em> until the Medieval period in Europe. Any commercially sold bread had to be stamped with an official seal to identify the baker to show that it complied with all rules and regulations about size, price, and quality. This way, rotten or undersized loaves could be traced back to the baker. Bakers could be pilloried, sent down the streets in a hurdle cart with the offending loaf tied around their neck, fined, or forbidden to engage in baking commercially ever again in that city. There are records of a baker in London being sent on a hurdle cart because he used an iron rod to increase the weight of his loaves, and another who wrapped rotten dough with fresh who was pilloried. Any baker hurdled three times had to move to a new city if they wanted to continue baking.<em><br/></em></p>\n<p>If you have made bread, you are probably familiar with a molding board. It’s a flat board used to shape the bread. Clever fraudsters came up with a molding board that had a little hole drilled into it that wasn’t easily noticed. A customer would buy his dough by weight, and then the baker would force some of that dough through the hole, so they could sell and underweight loaf and use the stolen dough to bake new loafs to sell. Molding boards ended up being banned in London after nine different bakers were caught doing this. <span>There were also instances of grain sellers withholding grain to create an artificial scarcity drive up the price of that, and things like bread.</span></p>\n<p><span>Bread, being one of the <em>main things</em> that literally everyone ate in many parts of the world, ended up with a plethora of rules and regulations. Bakers were probably no more likely to commit fraud than anyone else, but there were <em>so many</em> of them, that we ended up with lots and lots of rules and records of people being shifty.</span></p>\n<p><span>Check out <span>Fabulous Feasts: Medieval Cookery and Ceremony</span> by Madeleine Pelner Cosman for a whole chapter on food laws as they existed in about 1400. Plus the color plates are <em>fantastic</em>.</span></p>\n</blockquote>\n<p>Holy shit. </p>\n<p><em>Bread is serious fucking business.</em></p>\n</blockquote>\n</blockquote>\n<p>Man the bread fandom don’t put up with shit at all.</p>\n</blockquote>\n<p>bread is seriously serious fucking business. like, start digging in revolutions and riots the world over and you’ll always find fucking bread. do not underestimate the power of carbohydrates.</p>\n</blockquote>",
   "width" : 481,
   "date" : "Wed, 21 May 2014 12:34:27",
   "photo-url-75" : "http://36.media.tumblr.com/1f256ff2e24ebd45d21baff898972a72/tumblr_mqgdw7zD7U1qa3mn6o1_75sq.jpg",
   "photo-url-400" : "http://40.media.tumblr.com/1f256ff2e24ebd45d21baff898972a72/tumblr_mqgdw7zD7U1qa3mn6o1_400.jpg",
   "unix-timestamp" : 1400697267,
   "photo-url-250" : "http://40.media.tumblr.com/1f256ff2e24ebd45d21baff898972a72/tumblr_mqgdw7zD7U1qa3mn6o1_250.jpg",
   "photos" : [],
   "feed-item" : ""
}

