{
   "from-feed-id" : 0,
   "unix-timestamp" : 1400704560,
   "url" : "http://tumblr.ggvaidya.com/post/86434590679",
   "bookmarklet" : 0,
   "reblog-key" : "tYrZiW7K",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/86434590679/for-the-first-time-i-felt-almost-immediately-the",
   "slug" : "for-the-first-time-i-felt-almost-immediately-the",
   "format" : "html",
   "date" : "Wed, 21 May 2014 14:36:00",
   "mobile" : 0,
   "id" : "86434590679",
   "feed-item" : "",
   "tags" : [
      "grief",
      "death",
      "grieving"
   ],
   "quote-text" : "<p>For the first time, I felt almost immediately the loss of a person, the regret of all the things I didn’t say to him the last time we had met, the stabbing pain at being so far away, being so helpless, not having been at his side during his last moments. For the first time, I felt the tears come. They came in floods, interspersed with long periods of silent introspection. I found myself digging up old pictures, conjuring up his face, remembering strange details like how he insisted on bringing the ends of bedsheets precisely together while folding them, how he got angry at us when we did a shoddy job. I remembered Sunday mornings over cups of tea, sitting by his side &#8212; a little girl in love with words, watching him do the weekly cryptic crossword with ease.</p>\n\n<p>[&#8230;]</p>\n\n<p>It was only then that I realized what the act of grieving accomplishes. How it finally allows us to see a person for who they really were and what they stood for before they came into our lives. And how it helps us connect the dots to see their legacy, to see how their existence affected the ones around them. Grieving made me think about what my grandfathers gave me &#8212; their love for words, their magnanimousness, their appreciation of both the sciences and the fine arts.</p>",
   "quote-source" : "amu, <a href=\"http://\"><em>The articulation of grief</em></a>, May 20, 2014",
   "date-gmt" : "2014-05-21 20:36:00 GMT",
   "type" : "quote"
}

