{
   "bookmarklet" : 0,
   "date" : "Sat, 24 May 2014 14:40:27",
   "date-gmt" : "2014-05-24 20:40:27 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "86722794153",
   "mobile" : 0,
   "quote-source" : "<p>Ursula K. Le Guin, <a href=\"http://www.slate.com/articles/arts/culturebox/2004/12/a_whitewashed_earthsea.1.html\">&ldquo;A Whitewashed Earthsea: How the Sci Fi Channel wrecked my books&rdquo;</a> (<a href=\"http://nanettehb.tumblr.com/post/73631680877/a-whitewashed-earthsea-how-the-sci-fi-channel-wrecked\">via</a>)</p>\n<p>In case you weren’t aware how awesome Le Guin is.</p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://blueandbluer.tumblr.com/\">blueandbluer</a>)</p>",
   "quote-text" : "<p>Most of the characters in my fantasy and far-future science fiction books are not white. They’re mixed; they’re rainbow. In my first big science fiction novel, The Left Hand of Darkness, the only person from Earth is a black man, and everybody else in the book is Inuit (or Tibetan) brown. In the two fantasy novels the miniseries is ‘based on,’ everybody is brown or copper-red or black, except the Kargish people in the East and their descendants in the Archipelago, who are white, with fair or dark hair. The central character Tenar, a Karg, is a white brunette. Ged, an Archipelagan, is red-brown. His friend, Vetch, is black. In the [Sci Fi Channel] miniseries, Tenar is played by Smallville’s Kristin Kreuk, the only person in the miniseries who looks at all Asian. Ged and Vetch are white.</p>\n\n<p>My color scheme was conscious and deliberate from the start. I didn’t see why everybody in science fiction had to be a honky named Bob or Joe or Bill. I didn’t see why everybody in heroic fantasy had to be white (and why all the leading women had ‘violet eyes’). It didn’t even make sense. Whites are a minority on Earth now—why wouldn’t they still be either a minority, or just swallowed up in the larger colored gene pool, in the future? […]</p>\n\n<p>I think it is possible that some readers never even notice what color the people in the story are. Don’t notice, don’t care. Whites of course have the privilege of not caring, of being ‘colorblind.’ Nobody else does.</p>\n\n<p>I have heard, not often, but very memorably, from readers of color who told me that the Earthsea books were the only books in the genre that they felt included in—and how much this meant to them, particularly as adolescents, when they’d found nothing to read in fantasy and science fiction except the adventures of white people in white worlds. Those letters have been a tremendous reward and true joy to me. </p>\n\n<p>So far no reader of color has told me I ought to butt out, or that I got the ethnicity wrong. When they do, I’ll listen. As an anthropologist’s daughter, I am intensely conscious of the risk of cultural or ethnic imperialism—a white writer speaking for nonwhite people, co-opting their voice, an act of extreme arrogance. In a totally invented fantasy world, or in a far-future science fiction setting, in the rainbow world we can imagine, this risk is mitigated. That’s the beauty of science fiction and fantasy—freedom of invention.</p>\n\n<p>But with all freedom comes responsibility. Which is something these filmmakers seem not to understand.</p>",
   "reblog-key" : "6hozrXgt",
   "slug" : "most-of-the-characters-in-my-fantasy-and",
   "tags" : [
      "writing"
   ],
   "type" : "quote",
   "unix-timestamp" : 1400964027,
   "url" : "http://tumblr.ggvaidya.com/post/86722794153",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/86722794153/most-of-the-characters-in-my-fantasy-and"
}

