{
   "date" : "Sun, 25 May 2014 08:54:04",
   "reblog-key" : "T1mJ7p9F",
   "type" : "regular",
   "date-gmt" : "2014-05-25 14:54:04 GMT",
   "regular-title" : "(I could not make this shit up)",
   "format" : "html",
   "regular-body" : "<p><a class=\"tumblr_blog\" href=\"http://leupagus.tumblr.com/post/86541825078/i-could-not-make-this-shit-up\">leupagus</a>:</p>\n<blockquote>\n<p>My apartment has windows facing the street, meaning I can hear pretty much everything that happens on the sidewalk beneath them. And this morning, just as my side of the street was getting the cars cleared for street cleaning, I heard some dude outside go, “C’mon, I just want your number, is that so much to ask? You’re so pretty, you know?”</p>\n<p>Well, in light of <a href=\"http://leupagus.tumblr.com/post/85344856703/this-is-so-beautiful-source-as-far-as-i-can\">recent conversations</a>, I was like RED ALERT, and bustled my nosy butt outside to see what was up. Sure enough, a guy in his mid-to-late thirties had <em>stopped his car</em>, <em>gotten out,</em> and was now <em>following a girl down the street</em>. And when I say a girl, I mean a teenager.</p>\n<p>Now, I’m brave and stuff, but this guy had shown himself willing to go so far outside the socially acceptable boundaries of behavior that I was pretty sure if I called him on this he wouldn’t take it well, and I was weighing my options when, like an angel of mercy and goodness, a parking enforcement officer came rolling up and she got out. First she saw me and was like, “Is this your car?”</p>\n<p>And I was like, “It belongs to that guy down the street hassling that girl.”</p>\n<p>And bless this woman’s heart, she gave this great eyebrow and was like, “EXCUSE ME <em>SIR</em>, UNLESS YOU WANT A $75 TICKET I SUGGEST YOU MOVE.”</p>\n<p>I will give him credit for balls of steel, because he actually said, “Hold on one minute, I’m talking to my friend,” which, NOPE.</p>\n<p>Fortunately the officer is like, “Sure, I’ll wait a minute, and in the meantime I’ll be writing you this ticket.”</p>\n<p>So the dude goes grumbling back to his car, and of course he can’t park it anywhere nearby, so he drives off. In the meantime, I ask the girl if she wants to come inside for a minute to make sure the dude left, which she did, and sure enough DUDE CIRCLED AROUND THE BLOCK LOOKING FOR HER (I watched him while the girl was inside getting acquainted with my dog) before taking off. The girl is 18, she didn’t know the guy, and the whole time I was driving her to her brother’s house she kept trying to figure out what she’d done wrong.</p>\n<p><strong>Not all men harass women. But all women - and girls - are harassed by men.</strong></p>\n</blockquote>",
   "bookmarklet" : 0,
   "tags" : [
      "yesallwomen",
      "harrassment",
      "feminism"
   ],
   "id" : "86795847784",
   "slug" : "i-could-not-make-this-shit-up",
   "unix-timestamp" : 1401029644,
   "mobile" : 0,
   "from-feed-id" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/86795847784/i-could-not-make-this-shit-up",
   "url" : "http://tumblr.ggvaidya.com/post/86795847784",
   "feed-item" : ""
}

