{
   "format" : "html",
   "date" : "Tue, 27 May 2014 01:47:38",
   "reblog-key" : "p8QQl6HT",
   "bookmarklet" : 0,
   "date-gmt" : "2014-05-27 07:47:38 GMT",
   "id" : "86983513004",
   "url" : "http://tumblr.ggvaidya.com/post/86983513004",
   "unix-timestamp" : 1401176858,
   "tags" : [
      "remember what i posted earlier about kindness having no cost?",
      "welp",
      "these two lovely human beings show you just how wonderful it can be",
      "so what are you waiting for?",
      "kindness",
      "calming manatee",
      "love"
   ],
   "type" : "regular",
   "slug" : "roman-sunshine-i-got-a-big-anon-message-at",
   "from-feed-id" : 0,
   "feed-item" : "",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/86983513004/roman-sunshine-i-got-a-big-anon-message-at",
   "regular-body" : "<p><a href=\"http://roman-sunshine.tumblr.com/post/86981599819/i-got-a-big-anon-message-at-manatee-today-i-wish\" class=\"tumblr_blog\">roman-sunshine</a>:</p>\n\n<blockquote><p>I got a big anon message at Manatee today.<br/><br/><em>I wish I could send you a picture of the manatee I drew on my hand. It’s a cartoon manatee, quite adorable-looking (if I do say so myself :p) with “xox manatee” written beneath it. While I’m trying to sleep tonight, I’ll look at it and remember that someone out there has done a lot to help people. While I try to get myself to school, knowing that people could try to hurt me and that I’m not doing as well as I want, someone knows I don’t have to internalize it and that I look great today. (1)</em><br/><em>While I’m alone, struggling to practice self-care and reach my potential, I’ll look at that cute freaking manatee on my skin and know someone out there believes in me, even if sometimes I don’t believe in myself. :) I hope you follow your own advice, ‘cause someone who helps people like you do deserves ten times more! I’m a better human now, and I will always love manatees like you. Thank you, thank you, thank you. Also, you look nice today, too. You always do. (2)</em><br/><br/>I’m not crying, you’re crying.</p></blockquote>",
   "regular-title" : null
}

