{
   "bookmarklet" : 0,
   "date" : "Tue, 27 May 2014 10:37:51",
   "date-gmt" : "2014-05-27 14:37:51 GMT",
   "feed-item" : "",
   "format" : "html",
   "from-feed-id" : 0,
   "id" : "87003001244",
   "is-submission" : false,
   "like-button" : "<div class=\"like_button\" data-post-id=\"87003001244\" data-blog-name=\"mrvaidya\" id=\"like_button_87003001244\"><iframe id=\"like_iframe_87003001244\" src=\"http://assets.tumblr.com/assets/html/like_iframe.html?_v=399aee1ea58b6007c2190a8138f100e5#name=mrvaidya&amp;post_id=87003001244&amp;color=black&amp;rk=G4Cmuua8&amp;root_id=67232344121\" scrolling=\"no\" width=\"20\" height=\"20\" frameborder=\"0\" class=\"like_toggle\" allowTransparency=\"true\" name=\"like_iframe_87003001244\"></iframe></div>",
   "mobile" : 0,
   "quote-source" : "R. MCKINLEY, DEC. 1, 2012 (via <a class=\"tumblr_blog\" href=\"http://caseylee.tumblr.com/\">caseylee</a>)",
   "quote-text" : "<p>8 Ways To Say I Love You</p>\n\n<p>1. Spit it into her voicemail, a little slurred and sounding like the shot whiskey you downed for courage. Feel as ashamed as you do walking into work in last night’s clothes. Wake up cringing for days, waiting for her to mention it.</p>\n\n<p>2. Sigh it into her mouth, wedged in between teeth and tongues. Don’t even let your lips move when you say it, ever so lightly, into the air. Maybe it was just an exhalation of ecstasy.</p>\n\n<p>3. Buy her flowers. Buy her chocolate. Buy her a teddy bear, because that’s what every romantic comedy has taught you. Take her out to a nice restaurant where neither of you feel comfortable and spend the whole night clearing your throat and tugging at your tie. Feel like your actions are more suited to a proposal than the simple confession of something you’ve always known.</p>\n\n<p>4. Whisper it into her hair in the middle of the night, after you’ve counted the space between her breaths and are certain she’s asleep. Shut your eyes quickly when she shifts toward you in askance. Maybe you were just sleep whispering.</p>\n\n<p>5. Blurt it out in the middle of an impromptu dance party in the kitchen, as clumsy as your two left feet. When time seems to freeze, hastily tack on “in that shirt” or “when you make your award-winning meatballs” or, if you are feeling particularly brave, “when we do this.” Resume dancing and pretend you don’t feel her eyes on you the rest of the night.</p>\n\n<p>6. Write her a letter in which the amount of circumnavigating and angst could rival Mr. Darcy’s. Debate where to leave it all day – on her pillow? In her coat pocket? Throw it away in frustration, conveniently leaving it face up in the trashcan, her name scrawled on the front in your sloppy handwriting. Let her wonder if you meant it.</p>\n\n<p>7. Wait until something terrible has happened and you can’t not tell her anymore. Wait until she almost gets hit by a car crossing Wabash against the light and after you are done cursing at the shit-for-brains cab drivers in this city, realize you are actually just terrified of living without her. Tell her with your hands shaking.</p>\n\n<p>8. Say it deliberately, your tongue a springboard for every syllable. Over coffee, brushing your teeth side-by-side, as you turn off the light to go to sleep – it doesn’t matter where. Do not adorn it with extra words like “I think” or “I might.” Do not sigh heavily as if admitting it were a burden instead of the most joyous thing you’ve ever done. Look her in the eyes and pray, heart thumping wildly, that she will turn to you and say, “I love you too.”</p>",
   "reblog-button" : "<a href=\"https://www.tumblr.com/reblog/87003001244/G4Cmuua8\" class=\"reblog_button\"style=\"display: block;width:20px;height:20px;\"><svg width=\"100%\" height=\"100%\" viewBox=\"0 0 21 21\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" fill=\"#ccc\"><path d=\"M5.01092527,5.99908429 L16.0088498,5.99908429 L16.136,9.508 L20.836,4.752 L16.136,0.083 L16.1360004,3.01110845 L2.09985349,3.01110845 C1.50585349,3.01110845 0.979248041,3.44726568 0.979248041,4.45007306 L0.979248041,10.9999998 L3.98376463,8.30993634 L3.98376463,6.89801007 C3.98376463,6.20867902 4.71892527,5.99908429 5.01092527,5.99908429 Z\"></path><path d=\"M17.1420002,13.2800293 C17.1420002,13.5720293 17.022957,14.0490723 16.730957,14.0490723 L4.92919922,14.0490723 L4.92919922,11 L0.5,15.806 L4.92919922,20.5103758 L5.00469971,16.9990234 L18.9700928,16.9990234 C19.5640928,16.9990234 19.9453125,16.4010001 19.9453125,15.8060001 L19.9453125,9.5324707 L17.142,12.203\"></path></svg></a>",
   "reblog-key" : "G4Cmuua8",
   "slug" : "8-ways-to-say-i-love-you-1-spit-it-into-her",
   "tags" : [
      "hah",
      "love",
      "beautiful",
      "relationships"
   ],
   "type" : "quote",
   "unix-timestamp" : 1401201471,
   "url" : "http://tumblr.ggvaidya.com/post/87003001244",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/87003001244/8-ways-to-say-i-love-you-1-spit-it-into-her"
}

