{
   "quote-source" : "<blockquote>\n<p><strong>Dolly Alderton</strong> (via <a class=\"tumblr_blog\" href=\"http://gaslightgoodbye.tumblr.com/\">gaslightgoodbye</a>)</p>\n<p>This. Fuck.</p>\n</blockquote>\n<p>(via <a class=\"tumblr_blog\" href=\"http://georgesscreeningroom.tumblr.com/\">georgesscreeningroom</a>)</p>",
   "date-gmt" : "2014-06-04 05:11:17 GMT",
   "type" : "quote",
   "quote-text" : "<p>If they don’t reply to your texts — they’re not interested in you.</p>\n\n<p>If they don’t call you — they’re not interested in you.</p>\n\n<p>If they forget your birthday — they’re not interested in you.</p>\n\n<p>If they’re hung up on their ex — they’re not interested in you.</p>\n\n<p>If they’re obsessed with being single — they’re not interested in you.</p>\n\n<p>If they don’t want to meet your friends — they’re not interested in you.</p>\n\n<p>If they don’t want you to meet their friends — they’re not interested in you.</p>\n\n<p>If they don’t ask questions about your life — they’re not interested in you.</p>\n\n<p>If they don’t tell you things about their life — they’re not interested in you.</p>\n\n<p>If they only speak to you when they want to have sex with you — they’re not interested in you.</p>\n\n<p>If they only have sex with you when they’re drunk — they’re not interested in you.</p>\n\n<p>If they say “should we just keep this between us?’ after you have sex with them — they’re not interested in you.</p>\n\n<p>If they don’t have sex with you — they’re not interested in you.</p>\n\n<p>If they can always find a psychobabble rationale about who “I am” or “you are” or “we are” as reason why you can’t be together — they’re not interested in you.</p>\n\n<p>If they have said for more than six months that they would like to be with you “BUT” — they’re not interested in you.</p>\n\n<p>And if you still need convincing — think of it this way. Think of what the real day-to-day of life is taken up by. Life is birthday parties at terrible pubs. Life is losing your credit card and the annual Melbourne Cup sweepstake in the office. Life is hen’s nights, bucks’ nights, sitting on the phone for three hours to get U2 tickets and not getting them, the apartment upstairs flooding your house, interval training, calorie counting, cancer scares, illegal mini cabs, Secret Santa, rail replacement buses and Dido albums. Dogs die, cars crash, bin liners break, contracts end, curtain rails collapse, trains get delayed, football teams lose. Divorce happens and so do earthquakes and so does An Audience With Michael Bublé. Landlords put rent up, phones get stolen and the supermarket often completely runs out of hummus.</p>\n\n<p>Now, taking all of the above into account — you look me dead in the eye and tell me the truth. Do you really have enough spare energy to pursue someone who isn’t interested in you? Do you really want to waste any more time on top of all of that? No. Me neither. So give it up, my friend. It’s a loser’s game. Delete their number. Don’t go on any more dates with them. Stop lurking their Facebook page. Feels good, doesn’t it?</p>",
   "tags" : [
      "relationships"
   ],
   "feed-item" : "",
   "id" : "87770005394",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/87770005394/if-they-dont-reply-to-your-texts-theyre-not",
   "reblog-key" : "KlyIAQiS",
   "bookmarklet" : 0,
   "format" : "html",
   "date" : "Tue, 03 Jun 2014 23:11:17",
   "slug" : "if-they-dont-reply-to-your-texts-theyre-not",
   "url" : "http://tumblr.ggvaidya.com/post/87770005394",
   "from-feed-id" : 0,
   "unix-timestamp" : 1401858677
}

