{
   "photo-caption" : "<p><a href=\"http://dendroica.tumblr.com/post/87950746623/something-is-seriously-wrong-on-the-east-coast-and\" class=\"tumblr_blog\">dendroica</a>:</p>\n\n<blockquote><p><strong><a href=\"http://www.motherjones.com/environment/2014/04/gulf-maine-puffin-climate-change\">Something Is Seriously Wrong on the East Coast—and It’s Killing All the Baby Puffins</a></strong></p>\n<blockquote>\n<p>Now, thanks to a grant from the Annenberg Foundation, the Puffin Cam offered new opportunities for research and outreach. Puffin parents dote on their single chick, sheltering it in a two-foot burrow beneath rocky ledges and bringing it piles of small fish each day. Researchers would get to watch live puffin feeding behavior for the first time, and schoolkids around the world would be falling for Petey.</p>\n<p>But Kress soon noticed that something was wrong. Puffins dine primarily on hake and herring, two teardrop-shaped fish that have always been abundant in the Gulf of Maine. But Petey’s parents brought him mostly butterfish, which are shaped more like saucers. Kress watched Petey repeatedly pick up butterfish and try to swallow them. The video is absurd and tragic, because the butterfish is wider than the little gray fluff ball, who keeps tossing his head back, trying to choke down the fish, only to drop it, shaking with the effort. Petey tries again and again, but he never manages it. For weeks, his parents kept bringing him butterfish, and he kept struggling. Eventually, he began moving less and less. On July 20, Petey expired in front of a live audience. Puffin snuff.</p>\n<p>&ldquo;When he died, there was a huge outcry from viewers,&rdquo; Kress tells me. &ldquo;But we thought, ‘Well, that’s nature.’ They don’t all live. It’s normal to have some chicks die.&rdquo; Puffins successfully raise chicks 77 percent of the time, and Petey’s parents had a good track record; Kress assumed they were just unlucky. Then he checked the other 64 burrows he was tracking: Only 31 percent had successfully fledged. He saw dead chicks and piles of rotting butterfish everywhere. &ldquo;That,&rdquo; he says, &ldquo;was the epiphany.&rdquo;</p>\n<p>Why would the veteran puffin parents of Maine start bringing their chicks food they couldn’t swallow? Only because they had no choice. Herring and hake had dramatically declined in the waters surrounding Seal Island, and by August, Kress had a pretty good idea why: The water was much too hot….</p>\n<p>Like much of the country, the Northeast experienced the warmest March on record in 2012, and the year just stayed hot after that. Records weren’t merely shattered; they were ground into dust. Temperatures in the Gulf of Maine, which has been warming faster than almost any other marine environment on Earth, shot far higher than anyone had ever recorded, and the place’s personality changed. The spring bloom of phytoplankton occurred exceptionally early, before most animals were ready to take advantage of it. Lobsters shifted toward shore a month ahead of schedule, leading to record landings and the lowest prices in 18 years.</p>\n<p>Hake and herring, meanwhile, got the hell out of Dodge, heading for cooler waters. In all, at least 14 Gulf of Maine fish species have been shifting northward or deeper in search of relief. That left the puffins little to feed their chicks except butterfish, a more southerly species that has recently proliferated in the Gulf. Butterfish have also been growing larger during the past few years of intense warmth, and that, thinks Stephen Kress, might be a key. “Fish start growing in response to changes in water temperature and food,” he says. “The earlier that cycle starts, the bigger they’re gonna be. What seems to have happened in 2012 is that the butterfish got a head start on the puffins. If it was a little smaller, the butterfish might actually be a fine meal for a puffin chick. But if it’s too big, then it’s just the opposite. That’s one of the interesting things about climate change. It’s the slight nuances that can have huge effects on species.”</p>\n</blockquote>\n<p>(via <a href=\"http://www.motherjones.com/environment/2014/04/gulf-maine-puffin-climate-change\">Mother Jones</a>)</p></blockquote>",
   "id" : "88021488209",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/88021488209/dendroica-something-is-seriously-wrong-on-the",
   "date" : "Fri, 06 Jun 2014 16:01:01",
   "photo-url-250" : "http://40.media.tumblr.com/b3dabd8ab87bf1e45574a34382a0c235/tumblr_n6q177YVhp1qzul89o1_250.jpg",
   "photo-url-1280" : "http://40.media.tumblr.com/b3dabd8ab87bf1e45574a34382a0c235/tumblr_n6q177YVhp1qzul89o1_1280.jpg",
   "photo-url-75" : "http://40.media.tumblr.com/b3dabd8ab87bf1e45574a34382a0c235/tumblr_n6q177YVhp1qzul89o1_75sq.jpg",
   "mobile" : 0,
   "bookmarklet" : 0,
   "photo-link-url" : "http://www.motherjones.com/environment/2014/04/gulf-maine-puffin-climate-change",
   "date-gmt" : "2014-06-06 22:01:01 GMT",
   "from-feed-id" : 0,
   "format" : "html",
   "photo-url-100" : "http://41.media.tumblr.com/b3dabd8ab87bf1e45574a34382a0c235/tumblr_n6q177YVhp1qzul89o1_100.jpg",
   "photos" : [],
   "slug" : "dendroica-something-is-seriously-wrong-on-the",
   "type" : "photo",
   "width" : "630",
   "height" : "354",
   "photo-url-400" : "http://41.media.tumblr.com/b3dabd8ab87bf1e45574a34382a0c235/tumblr_n6q177YVhp1qzul89o1_400.jpg",
   "unix-timestamp" : 1402092061,
   "photo-url-500" : "http://36.media.tumblr.com/b3dabd8ab87bf1e45574a34382a0c235/tumblr_n6q177YVhp1qzul89o1_500.jpg",
   "reblog-key" : "CZQoup7l",
   "tags" : [
      "huh",
      "puffins"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/88021488209",
   "feed-item" : ""
}

