{
   "type" : "quote",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/88304518483",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/88304518483/i-know-grant-thoroughly-i-had-ample-opportunity",
   "quote-text" : "<p>I know Grant thoroughly. I had ample opportunity to study him when I was President, and I am convinced he is the greatest farce that was ever thrust upon a people. Why, the little fellow — excuse me for using that expression, but I can’t help pitying him — the little fellow has nothing in him. He hasn’t a single idea. He had no policy, no conception of what the country requires. He don’t understand the philosophy of a single great question, and is completely lost in trying to understand his situation. He is mendacious, cunning, and treacherous…</p>\n\n<p>I tell you, sir, Grant is nothing more than a bundle of petty spites, jealousies, and resentments. And yet they say Grant is a second Washington. Only think of it, when you compare him with Washington or Jefferson, where is he? Why he is so small you must put your finger on him. He, a little upstart, a coward, physically and intellectually, to be compared to George Washington! Why, it makes me laugh…</p>\n\n<p>Grant has nothing. Physically and mentally and morally he is a nonentity. Why, sir, his soul is so small that you could put it within the periphery of a hazel nutshell and it might float about for a thousand years without knocking against the walls of the shell. That’s the size of his soul…</p>\n\n<p>He has no idea, no policy, no standard, no creed, no faith. How can he guide the people? How can he impress any great improvements or moral ideas upon the nation?…The little fellow has come to think he is somebody really. I can’t help pitying him when I think how well I know him and what an infinitessimal creature he really is…</p>",
   "tags" : [
      "ha",
      "history"
   ],
   "date-gmt" : "2014-06-09 20:40:12 GMT",
   "id" : "88304518483",
   "reblog-key" : "dd84GeVW",
   "format" : "html",
   "date" : "Mon, 09 Jun 2014 14:40:12",
   "from-feed-id" : 0,
   "quote-source" : "Andrew Johnson, totally dissing Ulysses S. Grant in an interview with the New York Herald shortly after Grant succeeded him as President, June 27, 1869 (via <a class=\"tumblr_blog\" href=\"http://deadpresidents.tumblr.com/\">deadpresidents</a>)",
   "slug" : "i-know-grant-thoroughly-i-had-ample-opportunity",
   "unix-timestamp" : 1402346412,
   "feed-item" : ""
}

