{
   "date-gmt" : "2014-06-16 07:16:45 GMT",
   "id" : "88939020044",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/88939020044/unlike-godzilla-pacific-rim-doesnt-try-to-be",
   "quote-text" : "<p>Unlike Godzilla, Pacific Rim doesn’t try to be serious even when it’s being serious. Characters have names like Stacker Pentecost and Hercules Hansen. The film requires you to believe that the best way to battle a giant monster is to build an even larger robot to fight that monster.</p>\n\n<p>Much of the Act 2 drama derives from inter-pilot tension airlifted from the Val Kilmer scenes in Top Gun. It’s the polar opposite of the Godzilla school of drama, where everyone is a total professional who has absolutely no personal goal besides Saving The World. In Pacific Rim, Idris Elba is Rinko Kikuchi’s Obi-Wan Kenobi, and two of the last Giant Robot-pilots in the world frequently get into sneering fights over who’s the bigger badass, and Charlie Day is a scientist.</p>\n\n<p>So, for all these reasons, Pacific Rim is a movie that I’ve heard perfectly smart people describe as “stupid” or “silly.” The problem with this line of thinking is that, really, that every blockbuster is pretty “silly,” in the context of Things Adults Should Care About. Godzilla is not less stupid than Pacific Rim just because people frown more. […]</p>\n\n<p>The difference, I think, is that Pacific Rim glories in its own silliness. There’s a flashback scene where Idris Elba rescues a little girl, and when he emerges from his giant robot, the sun shines upon him like he’s the catharsis in a biblical epic. There’s a moment when one giant robot swings an oil tanker like a sword. Then it grows a sword out of its wrist. Then it falls from space to earth.</p>\n\n<p>There are real complaints to make about Pacific Rim, I guess, all of them fair and most of them pedantic. I know a lot of people who have issues with the story. (“Why didn’t they use the wrist-sword earlier?” is a popular one.) Conversely, I don’t really know anyone who minds the story in Godzilla, possibly because everything stupid that happens is prefaced by Frowning Watanabe saying “This is why the stupid thing that’s about to happen makes sense.” Godzilla wants so badly to make sense. Pacific Rim wants so badly for Ron Perlman to wear golden shoes.</p>",
   "tags" : [
      "pacific rim",
      "and who among us here do NOT want ron perlman to wear golden shoes?"
   ],
   "mobile" : 0,
   "type" : "quote",
   "bookmarklet" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/88939020044",
   "feed-item" : "",
   "unix-timestamp" : 1402903005,
   "date" : "Mon, 16 Jun 2014 01:16:45",
   "from-feed-id" : 0,
   "quote-source" : "Darren Franich, “Entertainment Geekly: A call for an end to serious blockbusters” (via <a class=\"tumblr_blog\" href=\"http://rahleighs.tumblr.com/\">rahleighs</a>)",
   "slug" : "unlike-godzilla-pacific-rim-doesnt-try-to-be",
   "format" : "html",
   "reblog-key" : "Wnl0MBbj"
}

