{
   "mobile" : 0,
   "unix-timestamp" : 1402925610,
   "quote-text" : "<p>How to feel better about yourself:</p>\n\n<p>1. Sleep without underwear every once and a while, it’s good for you. Maybe even try sleeping naked.</p>\n\n<p>2. Take long baths with tea, ice cream, or whatever you please. Throw in bubbles if that’s your style. </p>\n\n<p>3. Look at yourself like you look at your best friend. Find the freckles you love, what your eyes look best with, what hairstyle compliments your smile. </p>\n\n<p>4. When you look at your naked body in the mirror, only think good things. Say compliments to yourself aloud. Watch yourself smile, and encourage yourself.</p>\n\n<p>5. Take yourself out on a date. Treat yourself to the things you love. You’re alone yes, but there is nothing wrong with that. Remember all the times you were smothered by people and talking crowds, and you only wanted to be alone with yourself.</p>\n\n<p>6. Write yourself a love note. Tell yourself your favorite things about you, and tell yourself all the things you want to become. Tell yourself you’ll love you forever.</p><p>7. Take pictures of yourself. Selfies are magnificent! Take 500! Take them everywhere! Find the good lighting! Pick your favorite one and realize what a wonderful work of art you are. </p>\n\n<p>8. Acknowledge your accomplishments, all of them. Got out of bed? It’s hard sometimes and it’s been hard before, so honestly great job. Drink lots of water, and at the end of the day congratulate yourself for staying hydrated. Let yourself know when you are proud, and soak up the feeling of “well done”.</p>",
   "tags" : [
      "advice"
   ],
   "date-gmt" : "2014-06-16 13:33:30 GMT",
   "slug" : "how-to-feel-better-about-yourself-1-sleep",
   "from-feed-id" : 0,
   "id" : "88955726224",
   "quote-source" : "<a href=\"http://h0wlinggh0st.tumblr.com\" title=\"h0wlinggh0st\">h0wlinggh0st</a> (via <a class=\"tumblr_blog\" href=\"http://dishevelment.tumblr.com/\">dishevelment</a>)",
   "bookmarklet" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/88955726224/how-to-feel-better-about-yourself-1-sleep",
   "format" : "html",
   "date" : "Mon, 16 Jun 2014 07:33:30",
   "reblog-key" : "o7pu1oXN",
   "type" : "quote",
   "url" : "http://tumblr.ggvaidya.com/post/88955726224",
   "feed-item" : ""
}

