{
   "format" : "html",
   "feed-item" : "",
   "quote-source" : "<strong><a href=\"http://mic.com/articles/92659/a-federal-judge-just-ripped-apart-the-dumbest-argument-against-gay-marriage-ever?utm_source=policymicTBLR&amp;utm_medium=main&amp;utm_campaign=social\">Federal judge in Kentucky rips apart dumbest argument against gay-marriage</a></strong> (via <a class=\"tumblr_blog\" href=\"http://micdotcom.tumblr.com/\">micdotcom</a>)",
   "date" : "Tue, 01 Jul 2014 21:05:03",
   "id" : "90518585064",
   "unix-timestamp" : 1404270303,
   "from-feed-id" : 0,
   "slug" : "these-arguments-are-not-those-of-serious-people",
   "tags" : [
      "heh",
      "lgbt"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/90518585064/these-arguments-are-not-those-of-serious-people",
   "date-gmt" : "2014-07-02 03:05:03 GMT",
   "url" : "http://tumblr.ggvaidya.com/post/90518585064",
   "quote-text" : "These arguments are not those of serious people. Though it seems almost unnecessary to explain, here are the reasons why.”\n\nEven assuming the state has a legitimate interest in promoting procreation, the court fails to see, and defendant never explains, how the exclusion of same-sex couples from marriage has any effect whatsoever on procreation among heterosexual spouses. Excluding same-sex couples from marriage does not change the number of heterosexual couples who choose to get married, the number who choose to have children, or the number of children they have.\n<br/><br/>\nThe state’s attempts to connect the exclusion of same-sex couples from marriage to its interest in economic stability and in ‘ensuring humanity’s continued existence’ are at best illogical and even bewildering … The court can think of no other conceivable legitimate reason for Kentucky’s laws excluding same-sex couples from marriage.\n<br/><br/>\n…\n<br/><br/>\n[A]s this Court has respectfully explained, in America even sincere and long-held religious views do not trump the constitutional rights of those who happen to have been out-voted.",
   "reblog-key" : "JJAKPvek",
   "mobile" : 0,
   "bookmarklet" : 0,
   "type" : "quote"
}

