{
   "from-feed-id" : 0,
   "feed-item" : "",
   "bookmarklet" : 0,
   "date-gmt" : "2014-07-02 01:40:13 GMT",
   "regular-title" : "Book meme !",
   "date" : "Tue, 01 Jul 2014 19:40:13",
   "unix-timestamp" : 1404265213,
   "url" : "http://tumblr.ggvaidya.com/post/90511375049",
   "id" : "90511375049",
   "reblog-key" : "jHpd2tX4",
   "format" : "html",
   "tags" : [
      "books",
      "bookS",
      "booKs",
      "babaloobala",
      "Books"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/90511375049/book-meme",
   "mobile" : 0,
   "type" : "regular",
   "slug" : "book-meme",
   "regular-body" : "<p><a href=\"http://dressthesavage.tumblr.com/post/90502188042/book-meme\" class=\"tumblr_blog\">dressthesavage</a>:</p>\n\n<blockquote>\n<div id=\"title1\">tagged by the gorgeous <a class=\"tumblelog\" href=\"http://tmblr.co/mwkdkKw7eGG4uB62VPLtiFA\" target=\"_blank\">thatiswhy</a> ! thanks m’dear :)</div>\n<p><strong>Rules:</strong> <strong><em>In a text post, list ten books that have stayed with you in some way. Don’t take but a few minutes, and don’t think too hard — they don’t have to be the “right” or “great” works, just the ones that have touched you. Tag [ten] friends, including me, so I’ll see your list. Make sure you let your friends know you’ve tagged them.</em></strong></p>\n<p><em>alRIGHT LET’S DO THIS THING</em></p>\n<p>disclaimer: i read a LOT of history books, so i’ve left them off the list bc there’s way too many and they all stay with me, really. I’ve stuck to novels for this, and even then i’m sure i’ve forgotten some favourites. also this got way too long i’m so sorry </p>\n<p>more under the cut ~ </p>\n<p><a href=\"http://dressthesavage.tumblr.com/post/90502188042/book-meme\">Read More</a></p></blockquote>\n\n<p>Thanks for tagging me, <a href=\"http://dressthesavage.tumblr.com/post/90502188042/book-meme\">dressthesavage</a>! I don&rsquo;t usually have the time to work through one of these (since I must reply in terrible detail, as I love these things), but since this explicitly says &ldquo;don&rsquo;t take but a few minutes&rdquo;, I shall try!</p>\n\n<ol><li><em>The Year of the Death of Ricardo Reis</em> by José Saramago: \nIt is 1935. A middle-aged Portuguese doctor who has lived in Brazil for almost two decades returns to Lisbon after hearing of the death of a close friend. For nine months he lives by himself, falls in love twice, discusses the meaning of life with his dead friend&rsquo;s ghost, and then dies himself. My favourite book of all time. \n</li>\n\n<li><em>Lolita</em> by Vladimir Nabokov: Probably the best writing I&rsquo;ve ever read; each page glitters with amazingly twisty, melodic, brilliantly constructed prose. Humbert&rsquo;s description of his love is no less painful and glorious for the realisation that it is hopeless, obsessive, exploitive, manipulative and terribly, terribly wrong.\n</li>\n\n<li><em>The Silmarillion</em> by J.R.R. Tolkien: I&rsquo;ve taken this book everywhere I&rsquo;ve been since I bought it (I think in 2002?). When other, better books cannot help, Tolkien&rsquo;s grand vision of a fated people cursed to live out their infinitely prolonged lives searching for a long-lost treasure they cannot hope to regain by themselves reminds me that there is worth in the hopelessest struggle.\n</li>\n\n<li><em>Illywhacker</em> by Peter Carey: An Australian entrepreneur relates his life story. Crazily imaginative, recklessly inventive, and very, very sad.\n</li>\n\n<li><em>Mostly Harmless</em> by Douglas Adams: The strangest, saddest and weirdest of the <em>Hitchiker&rsquo;s Guide</em> books, with one of the scariest, most powerful villains I&rsquo;ve ever read. For the longest time, my blog&rsquo;s byline was a quote from it:\n\n<blockquote>&ldquo;A beach house,&rdquo; he said, &ldquo;doesn&rsquo;t even have to be on the beach. Though the best ones are. We all like to congregate,&rdquo; he went on, &ldquo;at boundary conditions&rdquo;. &ldquo;Really?&rdquo; said Arthur. &ldquo;Where land meets water. Where earth meets air. Where body meets mind. Where space meets time. We like to be on one side, and look at the other.&rdquo;</blockquote>\n</li>\n\n<li><em>Shades of Grey: The Road to High Saffron</em> by Jasper Fforde: A post-apocalyptic society on earth can no longer perceive colour. Society has rebuilt itself as a colourtocracy: the better you perceive colour, and the higher &ldquo;quality&rdquo; of colour you perceive, the higher your position in society. From bird-eating highways to getting high from certain shades of yellow to a strict and sometimes incoherent code upon which all society is built, this book is a virtuosity of weirdness. Plus, every organism has been genetically manipulated into displaying a species identifier barcode on its body somewhere, which is clearly right up my alley.\n</li>\n\n<li><em>Something Rotten</em> by Jasper Fforde: the fantastic ending to the first set of Thursday Next novels includes a rude, medieval prophet, a fantastically important croquet tournament, the most famous character in English drama, a trip to the afterlife, President-for-Life George Formby, and at least one brilliant revelation that&rsquo;s been hiding in the background of the series since book #2. Plus, y'know, Hamlet reference.\n</li>\n\n<li><em>Perdido Street Station</em> by China Miéville: A mad scientist inadvertently releases fluttering death upon a giant city so terrifying that the denizens of Hell refuse to have any part of it. He must dodge the police while working together with a kick-ass civil rights activist, a disgraced bird-man, a sneaky feller who knows his way around the underground, a sentient [spoiler] and an interdimensional, homicidal spider to save one of the most gorgeous, detailed, and best imagined cities I&rsquo;ve seen in fiction ever.\n</li>\n\n<li><em>The Cloudspotter&rsquo;s Guide</em> by Gavin Pretor-Pinney: because someone wrote a book about every type of cloud and made it entertaining, which, how?, and yet, here it is.</li>\n\n<li><em>Bridge to Terabithia</em> by Katherine Paterson: because eighteen years later, I still remember exactly where I was when the bombshell fell.\n</li>\n\n<li>(bonus!) <em>Jeeves and the Feudal Spirit</em> by P.G. Wodehouse: the first Jeeves novel I read. Wodehouse is absolutely English literature&rsquo;s performing flea, in that he can jump to dizzying heights and flit with manic speed through the most complicated plots, pulling here and pushing there until the whole thing unfolds like a wonderful flower. But obviously he isn&rsquo;t really a brilliant writer, or at least nowhere near as good as his great creation, Bertram Wilberforce Wooster, who is genuinely one of my favourite writers at all time. It&rsquo;s pretty remarkable how many of the books above (and the one below) look up to Wodehouse: <em>Shades of Grey</em> particularly is clearly attempt to bring some of the Wooster magic to the purple (heh) prose.\n</li>\n\n<li>(another bonus!) <em>Reaper Man</em> by Terry Pratchett: okay, so the B story was kind of crap, and the A story could be a bit trite at bits, but, I first read this book in the year my favourite aunt died, and it&rsquo;s treatment of death has stuck with me. Especially Death&rsquo;s wonderful speech to Azrael at the end:\n<blockquote style=\"font-variant: small-caps\">\nAll things that are, are ours. But we must care. For if we do not care, we do not exist. If we do not exist, then there is nothing but blind oblivion. And even oblivion must end someday. Lord, will you grant me just a little time? for the proper balance of things. To return what was given. For the sake of prisoners and the flight of birds. &hellip; Lord, what can the harvest hope for, if not for the care of the reaper man?\n</blockquote>\n</li>\n\n</ol>"
}

