{
   "reblog-key" : "vAcCgBwH",
   "format" : "html",
   "tags" : [
      "life",
      "death",
      "house md"
   ],
   "slug" : "simply-a-test",
   "type" : "conversation",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/90589340259/simply-a-test",
   "date" : "Wed, 02 Jul 2014 15:03:00",
   "conversation-title" : "Simply a test",
   "bookmarklet" : 0,
   "date-gmt" : "2014-07-02 21:03:00 GMT",
   "conversation" : [
      {
         "phrase" : "Do you think he was dead? Do you think those experiences were real?\r",
         "name" : "Dr. Wilson",
         "label" : "Dr. Wilson:"
      },
      {
         "label" : "Dr. House:",
         "name" : "Dr. House",
         "phrase" : "Define real. They were real experiences. What they meant... Personally, I choose to believe that the white light people sometimes see, visions, this patient saw. They're all just chemical reactions that take place when the brain shuts down.\r"
      },
      {
         "label" : "Dr. Foreman:",
         "phrase" : "You choose to believe that?\r",
         "name" : "Dr. Foreman"
      },
      {
         "label" : "Dr. House:",
         "name" : "Dr. House",
         "phrase" : "There's no conclusive science. My choice has no practical relevance to my life, I choose the outcome I find more comforting.\r"
      },
      {
         "label" : "Dr. Cameron:",
         "phrase" : "You find it more comforting to believe that this is it?\r",
         "name" : "Dr. Cameron"
      },
      {
         "label" : "Dr. House:",
         "phrase" : "I find it more comforting to believe that this isn't simply a test.",
         "name" : "Dr. House"
      }
   ],
   "from-feed-id" : 0,
   "feed-item" : "",
   "url" : "http://tumblr.ggvaidya.com/post/90589340259",
   "conversation-text" : "Dr. Wilson: Do you think he was dead? Do you think those experiences were real?\r\nDr. House: Define real. They were real experiences. What they meant... Personally, I choose to believe that the white light people sometimes see, visions, this patient saw. They're all just chemical reactions that take place when the brain shuts down.\r\nDr. Foreman: You choose to believe that?\r\nDr. House: There's no conclusive science. My choice has no practical relevance to my life, I choose the outcome I find more comforting.\r\nDr. Cameron: You find it more comforting to believe that this is it?\r\nDr. House: I find it more comforting to believe that this isn't simply a test. ",
   "id" : "90589340259",
   "unix-timestamp" : 1404334980
}

