{
   "quote-source" : "Terry Pratchett, “Reaper Man” (via <a href=\"http://twin-city-ankh-and-morpork.tumblr.com/\" class=\"tumblr_blog\">twin-city-ankh-and-morpork</a>)",
   "date-gmt" : "2014-07-14 09:14:51 GMT",
   "type" : "quote",
   "quote-text" : "The relationship between the University and the Patrician, absolute ruler and nearly benevolent dictator of Ankh-Morpork, was a complex and subtle one.<br/>\nThe wizards held that, as servants of a higher truth, they were not<br/>\nsubject to the mundane laws of the city.<br/>\nThe Patrician said that, indeed, this was the case, but they would bloody well pay their taxes like everyone else.<br/>\nThe wizards said that, as followers of the light of wisdom, they owed<br/>\nallegiance to no mortal man.<br/>\nThe Patrician said that this may well be true but they also owed a city<br/>\ntax of two hundred dollars per head per annum, payable quarterly.<br/>\nThe wizards said that the University stood on magical ground and was<br/>\ntherefore exempt from taxation and anyway you couldn’t put a tax on<br/>\nknowledge.<br/>\nThe Patrician said you could. It was two hundred dollars per capita; if<br/>\nper capita was a problem, decapita could be arranged.<br/>\nThe wizards said that the University had never paid taxes to the civil<br/>\nauthority.<br/>\nThe Patrician said he was not proposing to remain civil for long.<br/>\nThe wizards said, what about easy terms?<br/>\nThe Patrician said he was talking about easy terms. They wouldn’t want toknow about the hard terms.<br/>\nThe wizards said that there was a ruler back in, oh, it would be the<br/>\nCentury of the Dragonfly, who had tried to tell the University what to<br/>\ndo. The Patrician could come and have a look at him if he liked.<br/>\nThe Patrician said that he would. He truly would. In the end it was agreed that while the wizards of course paid no taxes,<br/>\nthey would nevertheless make an entirely voluntary donation of, oh, let’s say two hundred dollars per head, without prejudice, mutatis mutandis, no strings attached, to be used strictly for non-militaristic and environmentally-acceptable purposes.<br/>\nIt was this dynamic interplay of power blocs that made Ankh-Morpork such an interesting, stimulating and above all bloody dangerous place in which to live.",
   "tags" : [
      "reaper man",
      "terry pratchett",
      "the patrician"
   ],
   "feed-item" : "",
   "id" : "91731726879",
   "mobile" : 0,
   "reblog-key" : "z5ZCEnmn",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/91731726879/the-relationship-between-the-university-and-the",
   "bookmarklet" : 0,
   "format" : "html",
   "date" : "Mon, 14 Jul 2014 03:14:51",
   "slug" : "the-relationship-between-the-university-and-the",
   "url" : "http://tumblr.ggvaidya.com/post/91731726879",
   "from-feed-id" : 0,
   "unix-timestamp" : 1405329291
}

