{
   "unix-timestamp" : 1407616827,
   "format" : "html",
   "date" : "Sat, 09 Aug 2014 14:40:27",
   "tags" : [
      "um",
      "what",
      "grad school",
      "snakes"
   ],
   "quote-text" : "<p>Q: Do I have to kill the snake? <br/>\nA: University guidelines state that you have to “defeat” the snake. There are many ways to accomplish this. Lots of students choose to wrestle the snake. Some construct decoys and elaborate traps to confuse and then ensnare the snake. One student brought a flute and played a song to lull the snake to sleep. Then he threw the snake out a window.</p>\n\n<p>Q: Does everyone fight the same snake? <br/>\nA: No. You will fight one of the many snakes that are kept on campus by the facilities department.</p>\n\n<p>Q: Are the snakes big? <br/>\nA: We have lots of different snakes. The quality of your work determines which snake you will fight. The better your thesis is, the smaller the snake will be.</p>\n\n<p>Q: Does my thesis adviser pick the snake? <br/>\nA: No. Your adviser just tells the guy who picks the snakes how good your thesis was.</p>\n\n<p>Q: What does it mean if I get a small snake that is also very strong? <br/>\nA: Snake-picking is not an exact science. The size of the snake is the main factor. The snake may be very strong, or it may be very weak. It may be of Asian, African, or South American origin. It may constrict its victims and then swallow them whole, or it may use venom to blind and/or paralyze its prey. You shouldn’t read too much into these other characteristics. Although if you get a poisonous snake, it often means that there was a problem with the formatting of your bibliography.</p>\n\n<p>Q: When and where do I fight the snake? Does the school have some kind of pit or arena for snake fights?<br/>\nA: You fight the snake in the room you have reserved for your defense. The fight generally starts after you have finished answering questions about your thesis. However, the snake will be lurking in the room the whole time and it can strike at any point. If the snake attacks prematurely it’s obviously better to defeat it and get back to the rest of your defense as quickly as possible.</p>\n\n<p>Q: Would someone who wrote a bad thesis and defeated a large snake get the same grade as someone who wrote a good thesis and defeated a small snake? <br/>\nA: Yes.</p>\n\n<p>Q: So then couldn’t you just fight a snake in lieu of actually writing a thesis? <br/>\nA: Technically, yes. But in that case the snake would be very big. Very big, indeed.</p>\n\n<p>Q: Could the snake kill me? <br/>\nA: That almost never happens. But if you’re worried, just make sure that you write a good thesis.</p>\n\n<p>Q: Why do I have to do this? <br/>\nA: Snake fighting is one of the great traditions of higher education. It may seem somewhat antiquated and silly, like the robes we wear at graduation, but fighting a snake is an important part of the history and culture of every reputable university. Almost everyone with an advanced degree has gone through this process. Notable figures such as John Foster Dulles, Philip Roth, and Doris Kearns Goodwin (to name but a few) have all had to defeat at least one snake in single combat.</p>\n\n<p>Q: This whole snake thing is just a metaphor, right? <br/>\nA: I assure you, the snakes are very real.</p>",
   "reblog-key" : "bE6JGiPi",
   "slug" : "q-do-i-have-to-kill-the-snake-a-university",
   "bookmarklet" : 0,
   "quote-source" : "&ldquo;The Snake Fight Portion of Your Thesis Defense&rdquo; by Luke Burns (via <a class=\"tumblr_blog\" href=\"http://inevitablerecursion.tumblr.com/\">inevitablerecursion</a>)",
   "type" : "quote",
   "url" : "http://tumblr.ggvaidya.com/post/94274767050",
   "mobile" : 0,
   "id" : "94274767050",
   "date-gmt" : "2014-08-09 20:40:27 GMT",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/94274767050/q-do-i-have-to-kill-the-snake-a-university",
   "from-feed-id" : 0,
   "feed-item" : ""
}

