{
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/94694396939/the-people-in-charge-of-a-large-american-community",
   "reblog-key" : "mvOgneTJ",
   "quote-source" : "<a href=\"http://www.philly.com/philly/blogs/attytood/Theres-a-police-coup-right-now-n-Ferguson-Mo-.html\">There’s a police coup going on right now in Ferguson, Mo.</a> (via <a href=\"http://dendroica.tumblr.com/\" class=\"tumblr_blog\">dendroica</a>)",
   "tags" : [
      "ferguson mo"
   ],
   "type" : "quote",
   "slug" : "the-people-in-charge-of-a-large-american-community",
   "quote-text" : "<p>The people in charge of a large American community are systematically shredding the United States Constitution tonight. It is nothing less than a police coup.</p> \n\n<p>The Bill of Rights guarantees that all citizens have the right to assemble peacefully. And yet residents of Ferguson who gathered to protest under the bright August sun were met with a mid-sized Army of militarized cops, ordered off the public right-of-way, and ordered to go home, under the glare of a rifle mounted on a tripod. In a move that even George Orwell would not have believed, cops with loudspeakers insisted to the crowd, “You have the right to peacefully assemble - from 25 feet away.”</p> \n\n<p>The Bill of Rights guarantees freedom of speech — but over these successive nights citizens who’ve tried to speak out of have had tear gas fired at them (in at least one case at a private citizen on his own lawn), then rubber bullets, as well as wooden pellets fired from guns. </p>\n\n<p>The Bill of Rights protects the right of a free press — but apparently not in Ferguson, Mo., not tonight. Reporters from the Huffington Post and the Washington Post were arrested by cops inside a McDonald’s (!) as they were trying to file their reports; the Post’s Wesley Lowery, an African-American, was slammed into a soda fountain. They were eventually released (one small step for mankind) and when Lowery was asked, is he was more scared of the protesters or the cops, he answered: “Easy answer, i’m a black man – the police.” Other reporters, including two who happened to be black, said they were denied access to a news conference. Trymaine Lee, the former Daily News intern who went on to become a Pulitzer Prize winning journalist, said on Twitter: “I’ve been told to disperse and go to my residence…”</p> \n\n<p>America’s political traditions insist that the public has a right to know what its government is doing. This, too, has been ripped into a thousand pieces in Ferguson, Mo. The name of the officer who shot Mike Brown has been shielded from the public, and so have most basic facts of what occurred last weekend. A report from the medical examiner was censored to keep the public from even knowing how many times Brown was shot. What is Ferguson covering up?</p>",
   "id" : "94694396939",
   "feed-item" : "",
   "date-gmt" : "2014-08-14 04:14:06 GMT",
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/94694396939",
   "mobile" : 0,
   "unix-timestamp" : 1407989646,
   "format" : "html",
   "date" : "Wed, 13 Aug 2014 22:14:06",
   "bookmarklet" : 0
}

