{
   "date" : "Thu, 14 Aug 2014 18:24:07",
   "id" : "94771174074",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/94771174074/biologys-cruel-joke-goes-something-like-this-as",
   "date-gmt" : "2014-08-15 00:24:07 GMT",
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "mobile" : 0,
   "quote-text" : "Biology’s cruel joke goes something like this: As a teenage body goes through puberty, its circadian rhythm essentially shifts three hours backward. Suddenly, going to bed at nine or ten o’clock at night isn’t just a drag, but close to a biological impossibility. Studies of teenagers around the globe have found that adolescent brains do not start releasing melatonin until around eleven o’clock at night and keep pumping out the hormone well past sunrise. Adults, meanwhile, have little-to-no melatonin in their bodies when they wake up. With all that melatonin surging through their bloodstream, teenagers who are forced to be awake before eight in the morning are often barely alert and want nothing more than to give in to their body’s demands and fall back asleep. Because of the shift in their circadian rhythm, asking a teenager to perform well in a classroom during the early morning is like asking him or her to fly across the country and instantly adjust to the new time zone — and then do the same thing every night, for four years.",
   "slug" : "biologys-cruel-joke-goes-something-like-this-as",
   "quote-source" : "<p><a href=\"http://www.brainpickings.org/index.php/2013/07/17/sleep-and-the-teenage-brain/?utm_source=buffer&amp;utm_campaign=Buffer&amp;utm_content=buffer69bc1&amp;utm_medium=twitter\">Sleep and the teenage brain</a> (via <a class=\"tumblr_blog\" href=\"http://exp.lore.com/\">explore-blog</a>)</p>\n<p>This is why you have every right to be tired.  </p>\n<p>(via <a class=\"tumblr_blog\" href=\"http://lookrainbows.tumblr.com/\">lookrainbows</a>)</p>",
   "format" : "html",
   "url" : "http://tumblr.ggvaidya.com/post/94771174074",
   "tags" : [
      "huh",
      "cool",
      "sleep"
   ],
   "reblog-key" : "HgAn5drQ",
   "feed-item" : "",
   "type" : "quote",
   "unix-timestamp" : 1408062247
}

