{
   "date-gmt" : "2014-08-15 21:32:09 GMT",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/94849278679/on-26th-january-1950-india-will-be-an-independent",
   "feed-item" : "",
   "from-feed-id" : 0,
   "mobile" : 0,
   "id" : "94849278679",
   "url" : "http://tumblr.ggvaidya.com/post/94849278679",
   "type" : "quote",
   "quote-source" : "Dr. B. R. Ambedkar, <a href=\"http://parliamentofindia.nic.in/ls/debates/vol11p11.htm\">Constituent Assembly of India, Volume XI</a>, Friday, November 25, 1949.",
   "slug" : "on-26th-january-1950-india-will-be-an-independent",
   "bookmarklet" : 0,
   "format" : "html",
   "date" : "Fri, 15 Aug 2014 15:32:09",
   "unix-timestamp" : 1408138329,
   "quote-text" : "<p>On 26th January 1950, India will be an independent country (Cheers). What would happen to her independence? Will she maintain her independence or will she lose it again? This is the first thought that comes to my mind. It is not that India was never an independent country. The point is that she once lost the independence she had. Will she lost it a second time? It is this thought which makes me most anxious for the future. What perturbs me greatly is the fact that not only India has once before lost her independence, but she lost it by the infidelity and treachery of some of her own people. In the invasion of Sind by Mahommed-Bin-Kasim, the military commanders of King Dahar accepted bribes from the agents of Mahommed-Bin-Kasim and refused to fight on the side of their King. It was Jaichand who invited Mahommed Gohri to invade India and fight against Prithvi Raj and promised him the help of himself and the Solanki Kings. When Shivaji was fighting for the liberation of Hindus, the other Maratha noblemen and the Rajput Kings were fighting the battle on the side of Moghul Emperors. When the British were trying to destroy the Sikh Rulers, Gulab Singh, their principal commander sat silent and did not help to save the Sikh Kingdom. In 1857, when a large part of India had declared a war of independence against the British, the Sikhs stood and watched the event as silent spectators.</p>\n\n<p>Will history repeat itself? It is this thought which fills me with anxiety. This anxiety is deepened by the realization of the fact that in addition to our old enemies in the form of castes and creeds we are going to have many political parties with diverse and opposing political creeds. Will Indian place the country above their creed or will they place creed above country? I do not know. But this much is certain that if the parties place creed above country, our independence will be put in jeopardy a second time and probably be lost for ever. This eventuality we must all resolutely guard against. We must be determined to defend our independence with the last drop of our blood. (Cheers)</p>\n\n<p>On the 26th of January 1950, India would be a democratic country in the sense that India from that day would have a government of the people, by the people and for the people. The same thought comes to my mind. What would happen to her democratic Constitution? Will she be able to maintain it or will she lost it again. This is the second thought that comes to my mind and makes me as anxious as the first.</p>\n\n<p>It is not that India did not know what is Democracy. There was a time when India was studded with republics, and even where there were monarchies, they were either elected or limited. They were never absolute. It is not that India did not know Parliaments or Parliamentary Procedure. A study of the Buddhist Bhikshu Sanghas discloses that not only there were Parliaments-for the Sanghas were nothing but Parliaments – but the Sanghas knew and observed all the rules of Parliamentary Procedure known to modern times. They had rules regarding seating arrangements, rules regarding Motions, Resolutions, Quorum, Whip, Counting of Votes, Voting by Ballot, Censure Motion, Regularization, Res Judicata, etc. Although these rules of Parliamentary Procedure were applied by the Buddha to the meetings of the Sanghas, he must have borrowed them from the rules of the Political Assemblies functioning in the country in his time.</p>\n\n<p>This democratic system India lost. Will she lost it a second time? I do not know. But it is quite possible in a country like India – where democracy from its long disuse must be regarded as something quite new – there is danger of democracy giving place to dictatorship. It is quite possible for this new born democracy to retain its form but give place to dictatorship in fact. If there is a landslide, the danger of the second possibility becoming actuality is much greater.</p>\n\n<p>If we wish to maintain democracy not merely in form, but also in fact, what must we do? The first thing in my judgement we must do is to hold fast to constitutional methods of achieving our social and economic objectives. It means we must abandon the bloody methods of revolution. It means that we must abandon the method of civil disobedience, non-cooperation and satyagraha. When there was no way left for constitutional methods for achieving economic and social objectives, there was a great deal of justification for unconstitutional methods. But where constitutional methods are open, there can be no justification for these unconstitutional methods. These methods are nothing but the Grammar of Anarchy and the sooner they are abandoned, the better for us.</p>\n\n<p>The second thing we must do is to observe the caution which John Stuart Mill has given to all who are interested in the maintenance of democracy, namely, not &ldquo;to lay their liberties at the feet of even a great man, or to trust him with power which enable him to subvert their institutions&rdquo;. There is nothing wrong in being grateful to great men who have rendered life-long services to the country. But there are limits to gratefulness. As has been well said by the Irish Patriot Daniel O'Connel, no man can be grateful at the cost of his honour, no woman can be grateful at the cost of her chastity and no nation can be grateful at the cost of its liberty. This caution is far more necessary in the case of India than in the case of any other country. For in India, Bhakti or what may be called the path of devotion or hero-worship, plays a part in its politics unequalled in magnitude by the part it plays in the politics of any other country in the world. Bhakti in religion may be a road to the salvation of the soul. But in politics, Bhakti or hero-worship is a sure road to degradation and to eventual dictatorship.</p>\n\n<p>The third thing we must do is not to be content with mere political democracy. We must make our political democracy a social democracy as well. Political democracy cannot last unless there lies at the base of it social democracy. What does social democracy mean? It means a way of life which recognizes liberty, equality and fraternity as the principles of life. These principles of liberty, equality and fraternity as the principles of life. These principles of liberty, equality and fraternity are not to be treated as separate items in a trinity. They form a union of trinity in the sense that to divorce one from the other is to defeat the very purpose of democracy. Liberty cannot be divorced from equality, equality cannot be divorced from liberty. Nor can liberty and equality be divorced from fraternity. Without equality, liberty would produce the supremacy of the few over the many. Equality without liberty would kill individual initiative. Without fraternity, liberty would produce the supremacy of the few over the many. Equality without liberty would kill individual initiative. Without fraternity, liberty and equality could not become a natural course of things. It would require a constable to enforce them. We must begin by acknowledging the fact that there is complete absence of two things in Indian Society. One of these is equality. On the social plane, we have in India a society based on the principle of graded inequality which we have a society in which there are some who have immense wealth as against many who live in abject poverty. On the 26th of January 1950, we are going to enter into a life of contradictions. In politics we will have equality and in social and economic life we will have inequality. In politics we will be recognizing the principle of one man one vote and one vote one value. In our social and economic life, we shall, by reason of our social and economic structure, continue to deny the principle of one man one value. How long shall we continue to live this life of contradictions? How long shall we continue to deny equality in our social and economic life? If we continue to deny it for long, we will do so only by putting our political democracy in peril. We must remove this contradiction at the earliest possible moment or else those who suffer from inequality will blow up the structure of political democracy which is Assembly has to laboriously built up.</p>\n\n<p>The second thing we are wanting in is recognition of the principle of fraternity. what does fraternity mean? Fraternity means a sense of common brotherhood of all Indians-if Indians being one people. It is the principle which gives unity and solidarity to social life. It is a difficult thing to achieve. How difficult it is, can be realized from the story related by James Bryce in his volume on American Commonwealth about the United States of America.</p>\n\n<p>The story is &ndash; I propose to recount it in the words of Bryce himself &ndash; that &ndash;</p>\n\n<p><q>Some years ago the American Protestant Episcopal Church was occupied at its triennial Convention in revising its liturgy. It was thought desirable to introduce among the short sentence prayers a prayer for the whole people, and an eminent  New England divine proposed the words &lsquo;O Lord, bless our nation&rsquo;. Accepted one afternoon, on the spur of the moment, the sentence was brought up next day for reconsideration, when so many objections were raised by the laity to the word nation&rsquo; as importing too definite a recognition of national unity, that it was dropped, and instead there were adopted the words 'O Lord, bless these United States.&rsquo;</q></p>\n\n<p>There was so little solidarity in the U.S.A. at the time when this incident occurred that the people of America did not think that they were a nation. If the people of the United States could not feel that they were a nation, how difficult it is for Indians to think that they are a nation. I remember the days when politically-minded Indians, resented the expression &ldquo;the people of India&rdquo;. They preferred the expression &ldquo;the Indian nation.&rdquo; I am of opinion that in believing that we are a nation, we are cherishing a great delusion. How can people divided into several thousands of castes be a nation? The sooner we realize that we are not as yet a nation in the social and psychological sense of the world, the better for us. For then only we shall realize the necessity of becoming a nation and seriously think of ways and means of realizing the goal. The realization of this goal is going to be very difficult &ndash; far more difficult than it has been in the United States. The United States has no caste problem. In India there are castes. The castes are anti-national. In the first place because they bring about separation in social life. They are anti-national also because they generate jealousy and antipathy between caste and caste. But we must overcome all these difficulties if we wish to become a nation in reality. For fraternity can be a fact only when there is a nation. Without fraternity equality and liberty will be no deeper than coats of paint.</p>\n\n<p>These are my reflections about the tasks that lie ahead of us. They may not be very pleasant to some. But there can be no gainsaying that political power in this country has too long been the monopoly of a few and the many are only beasts of burden, but also beasts of prey. This monopoly has not merely deprived them of their chance of betterment, it has sapped them of what may be called the significance of life. These down-trodden classes are tired of being governed. They are impatient to govern themselves. This urge for self-realization in the down-trodden classes must no be allowed to devolve into a class struggle or class war. It would lead to a division of the House. That would indeed be a day of disaster. For, as has been well said by Abraham Lincoln, a House divided against itself cannot stand very long. Therefore the sooner room is made for the realization of their aspiration, the better for the few, the better for the country, the better for the maintenance for its independence and the better for the continuance of its democratic structure. This can only be done by the establishment of equality and fraternity in all spheres of life. That is why I have laid so much stresses on them.</p>\n\n<p>I do not wish to weary the House any further. Independence is no doubt a matter of joy. But let us not forget that this independence has thrown on us great responsibilities. By independence, we have lost the excuse of blaming the British for anything going wrong. If hereafter things go wrong, we will have nobody to blame except ourselves. There is great danger of things going wrong. Times are fast changing. People including our own are being moved by new ideologies. They are getting tired of Government by the people. They are prepared to have Governments for the people and are indifferent whether it is Government of the people and by the people. If we wish to preserve the Constitution in which we have sought to enshrine the principle of Government of the people, for the people and by the people, let us resolve not to be tardy in the recognition of the evils that lie across our path and which induce people to prefer Government for the people to Government by the people, nor to be weak in our initiative to remove them. That is the only way to serve the country. I know of no better.</p>",
   "tags" : [
      "b r ambedkar",
      "india",
      "independence"
   ],
   "reblog-key" : "4SepxVsD"
}

