{
   "reblog-key" : "TSRBaain",
   "bookmarklet" : 0,
   "tags" : [
      "police",
      "racism",
      "prejudice"
   ],
   "from-feed-id" : 0,
   "type" : "quote",
   "feed-item" : "",
   "date" : "Mon, 18 Aug 2014 02:16:15",
   "url" : "http://tumblr.ggvaidya.com/post/95081793974",
   "id" : "95081793974",
   "quote-text" : "<p>After a minute or so, it became clear to them that I was not, in fact, a herion user.  It was remarkable how quickly I shifted in their view from &ldquo;junkie&rdquo; to &ldquo;white do-gooder&rdquo;.  Within sixty seconds, their tone of voice changed, they took me out of cuffs, and their started explaining why they had taken the approach that they did.</p>\n\n<p>Their explanation went like this: The corner where I had dropped of this student was a well-known herion point.  White people are so rare in this neighborhood that those who are around after dark are usually there for the drugs.  Transactions often occur in the buyer&rsquo;s car, with the buyer driving the dealer around the block as the deal is made.  So I fit the profile of a herion buyer.  When I failed to stop for them, they escalated by getting out and drawing guns.  When I continued to creep my car forward towards them (unintentionally, since I had no idea what I was doing at that point), they felt they had to escalate further my opening the door and putting a gun to my head.</p>\n\n<p>It almost makes sense, except that <em>they never identified themselves as cops</em>.  They were in an unmarked car and never bothered to show me a badge.  Because they read me as a herion junkie, they assumed I would be familiar with the routine of being pulled over by an unmarked car.  Just to emphasize the point: <em>They were quicker to pull their guns on me than to show me any kind of police identification</em>.</p>\n\n<p>The next week, I told the chess team what happened during practice.  I&rsquo;ll never forget what one of them said to me next: &ldquo;Mr. Allen, I&rsquo;m sorry you had to go through that, but you know what that makes you?  A black man.  We go through that shit every day.&rdquo;  He then told me about a time the cops made him strip to his underwear and stand outside in the middle of winter for hours, cuffed to a police car, before they released him without charge.  All of my students had stories.  They all had stories of the cops treating them as if their time, their dignity, and even their lives were worthless.</p>",
   "unix-timestamp" : 1408349775,
   "quote-source" : "Ben Allen, <a href=\"http://plektix.fieldofscience.com/2014/08/the-time-cops-pulled-their-guns-on-me.html\"><em>The time the cops pulled their guns on me</em></a>, August 17, 2014.",
   "format" : "html",
   "date-gmt" : "2014-08-18 08:16:15 GMT",
   "mobile" : 0,
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/95081793974/after-a-minute-or-so-it-became-clear-to-them-that",
   "slug" : "after-a-minute-or-so-it-became-clear-to-them-that"
}

