{
   "tags" : [
      "so Microsoft is being found in contempt of court",
      "and I'm on *their* side?!",
      "how weird"
   ],
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/96492971834/the-case-is-the-nations-first-testing-the-obama",
   "unix-timestamp" : 1409702070,
   "date" : "Tue, 02 Sep 2014 17:54:30",
   "quote-source" : "<a href=\"http://arstechnica.com/tech-policy/2014/09/judge-mulls-contempt-charges-in-microsofts-e-mail-privacy-fight-with-us/\">Judge mulls contempt charges in Microsoft’s e-mail privacy fight with US | Ars Technica</a> (via <a class=\"tumblr_blog\" href=\"http://jenn2d2.tumblr.com/\">jenn2d2</a>)",
   "slug" : "the-case-is-the-nations-first-testing-the-obama",
   "type" : "quote",
   "feed-item" : "",
   "mobile" : 0,
   "date-gmt" : "2014-09-02 23:54:30 GMT",
   "reblog-key" : "jjkcyIgY",
   "format" : "html",
   "id" : "96492971834",
   "url" : "http://tumblr.ggvaidya.com/post/96492971834",
   "from-feed-id" : 0,
   "quote-text" : "<p>The case is the nation’s first testing the Obama administration’s position that any company with operations in the US must comply with valid warrants for data, even if the content is stored overseas. The US believes the e-mail on a Microsoft server in Dublin, Ireland is associated with narcotics trafficking.</p>\n\n<p>Microsoft on Tuesday reiterated its position that it was talking with US District Judge Loretta Preska, the judge who sided with the Obama administration on Friday. “We will not be turning over the e-mail,” Microsoft said in a statement.</p>\n\n<p>The precedent-setting case became mired in a procedural muck on Friday. A contempt order could solve it, however.</p>\n\n<p>Before the Labor Day weekend, the judge ordered Microsoft to cough up the data. Judge Preska originally found in the government’s favor in July, but she stayed enforcing her ruling pending a Microsoft appeal. Thee judge decided Friday that her ruling wasn’t appealable and lifted the stay. But Preska suggested that Microsoft could obtain the legal standing to have the case heard on appeal if it refused to comply and was found in contempt.</p>\n\n<p>&ldquo;If Microsoft refuses to comply, the Court could find Microsoft in contempt, which would be a final order subject to appellate review,&rdquo; the judge wrote.</p>\n\n<p>Microsoft said Tuesday that “Everyone agrees this case can and will proceed to the appeals court. This is simply about finding the appropriate procedure for that to happen.”</p>\n\n<p>The government asked the judge to hold Microsoft in contempt.</p>\n\n<p>&ldquo;If Microsoft refuses to comply with the order, then the Government respectfully requests that the Court issue a contempt order that would, in turn, be a properly appealable final order, which could be stayed on consent pending appeal,&rdquo; the government wrote.</p>",
   "bookmarklet" : 0
}

