{
   "reblog-key" : "086sMgFd",
   "type" : "conversation",
   "conversation" : [
      {
         "label" : "Them:",
         "name" : "Them",
         "phrase" : "I don't think kids should be exposed to gay relationships.\r"
      },
      {
         "name" : "You",
         "label" : "You:",
         "phrase" : "Why not?\r"
      },
      {
         "name" : "Them",
         "label" : "Them:",
         "phrase" : "It's introducing children to sexuality! They're too young for that!\r"
      },
      {
         "name" : "You",
         "label" : "You:",
         "phrase" : "So when a prince and princess kiss in a Disney movie, are they introduced to sexuality? When the prince and the princess get married and have a child, is that introducing your child to sexuality?\r"
      },
      {
         "name" : "Them",
         "label" : "Them:",
         "phrase" : "NO! But if they see a man and a man, or a woman and a woman together... they're going to start asking questions! Like how a man and a man can... you know, do anything together.\r"
      },
      {
         "name" : "You",
         "label" : "You:",
         "phrase" : "You think the only thing people think when they see a gay couple is \"I wonder how they have sex\"? Furthermore, you think a CHILD is going to even know what that means? When the prince and the princess kiss, does your 4 year old daughter ask, \"mommy, how do people have intercourse\"? No. She just sees two people in love. If you remember when you were a kid, you probably didn't think about sex every time you saw two people happy together. \r"
      },
      {
         "name" : "Them",
         "label" : "Them:",
         "phrase" : "But it'll bring up all kinds of questions, it'll confuse my child!\r"
      },
      {
         "label" : "You:",
         "name" : "You",
         "phrase" : "Then be a fucking parent and explain it to your child. The only question that might be brought up is \"mom, why don't you want gay people to be happy?\". And when you don't have a good answer for that question, you can look your child in the eye and say \"It's because I'm a bigot\"."
      }
   ],
   "date-gmt" : "2014-09-20 05:54:42 GMT",
   "feed-item" : "",
   "conversation-text" : "Them: I don't think kids should be exposed to gay relationships.\r\nYou: Why not?\r\nThem: It's introducing children to sexuality! They're too young for that!\r\nYou: So when a prince and princess kiss in a Disney movie, are they introduced to sexuality? When the prince and the princess get married and have a child, is that introducing your child to sexuality?\r\nThem: NO! But if they see a man and a man, or a woman and a woman together... they're going to start asking questions! Like how a man and a man can... you know, do anything together.\r\nYou: You think the only thing people think when they see a gay couple is \"I wonder how they have sex\"? Furthermore, you think a CHILD is going to even know what that means? When the prince and the princess kiss, does your 4 year old daughter ask, \"mommy, how do people have intercourse\"? No. She just sees two people in love. If you remember when you were a kid, you probably didn't think about sex every time you saw two people happy together. \r\nThem: But it'll bring up all kinds of questions, it'll confuse my child!\r\nYou: Then be a fucking parent and explain it to your child. The only question that might be brought up is \"mom, why don't you want gay people to be happy?\". And when you don't have a good answer for that question, you can look your child in the eye and say \"It's because I'm a bigot\". ",
   "tags" : [
      "nice"
   ],
   "bookmarklet" : 0,
   "format" : "html",
   "conversation-title" : null,
   "unix-timestamp" : 1411192482,
   "slug" : "them-i-dont-think-kids-should-be-exposed-to-gay",
   "date" : "Fri, 19 Sep 2014 23:54:42",
   "mobile" : 0,
   "id" : "97947270584",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/97947270584/them-i-dont-think-kids-should-be-exposed-to-gay",
   "from-feed-id" : 0,
   "url" : "http://tumblr.ggvaidya.com/post/97947270584"
}

