{
   "feed-item" : "",
   "unix-timestamp" : 1411417221,
   "date" : "Mon, 22 Sep 2014 14:20:21",
   "mobile" : 0,
   "quote-text" : "1) Learn to put on your bracelets and zip up your dresses by yourself. There will be times when you will be alone.<br/>\n2) Get on a long plane ride. Look out the window. Understand the immensity of our world. Understand your insignificance. Understand your absolute importance.<br/>\n3) Press the send button. If you don’t say it now, you never will.<br/>\n4) Do not sneer at happiness or roll your eyes at sadness. Be aware that apathy is not healthy.<br/>\n5) You are more than the amount of people who want to have sex with you.<br/>\n6) That pit in your stomach when he doesn’t text you back, it shouldn’t be there. No one should be able to control you like that.<br/> \n7) Shopping is cathartic. Buy the shoes and deal with one-ply toilet paper for a while.<br/>\n8) It will get better, but it will never be perfect. Learn to live through the small moments of happiness. When they disappear, remember they will resurface.<br/>\n9) I promise that cookie will not change anything (except that it will make you smile).<br/>\n10) Please, please, take care of yourself. You are everything to somebody. You are everything to your self. That alone is enough.",
   "url" : "http://tumblr.ggvaidya.com/post/98167710228",
   "id" : "98167710228",
   "quote-source" : "<em>things to remember, <a href=\"http://thegirlwithfernweh.tumblr.com\">-</a></em><a href=\"http://thegirlwithfernweh.tumblr.com\">n.m.</a> (via <a class=\"tumblr_blog\" href=\"http://thegirlwithfernweh.tumblr.com/\">thegirlwithfernweh</a>)",
   "bookmarklet" : 0,
   "slug" : "1-learn-to-put-on-your-bracelets-and-zip-up-your",
   "from-feed-id" : 0,
   "type" : "quote",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/98167710228/1-learn-to-put-on-your-bracelets-and-zip-up-your",
   "reblog-key" : "TMMmwuKP",
   "format" : "html",
   "tags" : [
      "nice",
      "life",
      "friendship",
      "advice"
   ],
   "date-gmt" : "2014-09-22 20:20:21 GMT"
}

