{
   "reblog-key" : "KUMA17tn",
   "width" : "640",
   "slug" : "koryos-eusociality-and-other-sex-free",
   "from-feed-id" : 0,
   "photo-url-250" : "http://36.media.tumblr.com/8708289364d3ad0cf095f1486de9aa05/tumblr_nbpd3aADD61r9x4owo1_250.jpg",
   "format" : "html",
   "height" : "538",
   "photo-url-75" : "http://41.media.tumblr.com/8708289364d3ad0cf095f1486de9aa05/tumblr_nbpd3aADD61r9x4owo1_75sq.jpg",
   "date-gmt" : "2014-09-28 20:40:11 GMT",
   "bookmarklet" : 0,
   "mobile" : 0,
   "id" : "98665101614",
   "feed-item" : "",
   "date" : "Sun, 28 Sep 2014 14:40:11",
   "photo-url-1280" : "http://40.media.tumblr.com/8708289364d3ad0cf095f1486de9aa05/tumblr_nbpd3aADD61r9x4owo1_1280.jpg",
   "photo-url-500" : "http://41.media.tumblr.com/8708289364d3ad0cf095f1486de9aa05/tumblr_nbpd3aADD61r9x4owo1_500.jpg",
   "photo-url-400" : "http://40.media.tumblr.com/8708289364d3ad0cf095f1486de9aa05/tumblr_nbpd3aADD61r9x4owo1_400.jpg",
   "type" : "photo",
   "photo-url-100" : "http://36.media.tumblr.com/8708289364d3ad0cf095f1486de9aa05/tumblr_nbpd3aADD61r9x4owo1_100.jpg",
   "tags" : [
      "naked mole rat",
      "SO CUTE"
   ],
   "unix-timestamp" : 1411936811,
   "photo-caption" : "<p><a href=\"http://koryos.tumblr.com/post/97161280506/eusociality-and-other-sex-free-lifestyles-why\" class=\"tumblr_blog\">koryos</a>:</p>\n\n<blockquote><p><strong>Eusociality and Other Sex-Free Lifestyles: Why Members of Sexual Species May Choose To Stay Chaste</strong></p>\n<p>Sometimes I hear people making derisive comments towards asexual individuals, something along the lines of how it goes against nature to never have sex, therefore something is horribly wrong with them, etc., etc.<br/><br/>The specific plague I wish upon those people is an infestation of termites. Why termites? I’ll talk about that in a bit.</p>\n<p>At one point highly social behavior presented kind of a paradox to the traditional, selfish-gene style evolutionary theory. Charles Darwin famously admitted that it was the social behavior of the bee that was going to bring down his entire construction, because most bees- nay, the vast majority of all individual bees spend all their times leading pious, sexless lives centered around helping one other bee reproduce. At the peak of the season, honeybee colonies can have 60,000 nonbreeding individuals- and just one sexually active queen.</p>\n<p>Darwin, of course, did not yet know about genes, but he had an inkling that heredity was a clue- that by helping their relatives, the bees were actually helping themselves. Later scientists have filled in more of the gaps using modern molecular science, and yes, from a genetic standpoint, helping a relative is something like helping a piece of yourself.</p>\n<p>But at what point does the value of helping close relatives outweigh the value of actually reproducing? That is a question biologists have been grappling with for quite a while. Because in the game of evolution, what matters isn’t how big your species’ population is- what matters is how many of those individuals share your genes.</p>\n<p><a href=\"http://www.koryoswrites.com/nonfiction/eusociality-and-other-sex-free-lifestyles/\">Read more…</a></p></blockquote>",
   "url" : "http://tumblr.ggvaidya.com/post/98665101614",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/98665101614/koryos-eusociality-and-other-sex-free",
   "photos" : []
}

