{
   "bookmarklet" : 0,
   "from-feed-id" : 0,
   "feed-item" : "",
   "format" : "html",
   "date-gmt" : "2014-10-11 20:20:26 GMT",
   "reblog-key" : "3OGmoTno",
   "quote-source" : "Brenda Ueland<span>, </span><em>If You Want to Write: A Book about Art, Independence and Spirit</em> (via <a class=\"tumblr_blog\" href=\"http://raggedybearcat.tumblr.com/\">raggedybearcat</a>)",
   "date" : "Sat, 11 Oct 2014 14:20:26",
   "slug" : "when-van-gogh-was-a-young-man-in-his-early",
   "unix-timestamp" : 1413058826,
   "tags" : [
      "aww",
      "art",
      "Vincent Van Gogh"
   ],
   "url" : "http://tumblr.ggvaidya.com/post/99753235343",
   "mobile" : 0,
   "quote-text" : "<p>When Van Gogh was a young man in his early twenties, he was in London studying to be a clergyman. He had no thought of being an artist at all. he sat in his cheap little room writing a letter to his younger brother in Holland, whom he loved very much. He looked out his window at a watery twilight, a thin lamppost, a star, and he said in his letter something like this: “it is so beautiful I must show you how it looks.” And then on his cheap ruled note paper, he made the most beautiful, tender, little drawing of it. </p>\n\n<p>When I read this letter of Van Gogh’s it comforted me very much and seemed to throw a clear light on the whole road of Art. Before, I thought that to produce a work of painting or literature, you scowled and thought long and ponderously and weighed everything solemnly and learned everything that all artists had ever done aforetime, and what their influences and schools were, and you were extremely careful about *design* and *balance* and getting *interesting planes* into your painting, and avoided, with the most astringent severity, showing the faintest *academical* tendency, and were strictly modern. And so on and so on.</p>\n\n<p>But the moment I read Van Gogh’s letter I knew what art was, and the creative impulse. It is a feeling of love and enthusiasm for something, and in a direct, simple, passionate and true way, you try to show this beauty in things to others, by drawing it.</p>\n\n<p>And Van Gogh’s little drawing on the cheap note paper was a work of art because he loved the sky and the frail lamppost against it so seriously that he made the drawing with the most exquisite conscientiousness and care.</p>",
   "type" : "quote",
   "id" : "99753235343",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/99753235343/when-van-gogh-was-a-young-man-in-his-early"
}

