{
   "date" : "Mon, 13 Oct 2014 16:54:22",
   "photo-caption" : "<p><a class=\"tumblr_blog\" href=\"http://hitlerch4n.tumblr.com/post/99760913895/ledi-babushka-soski-weloveinterracial-black\">hitlerch4n</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://ledi-babushka-soski.tumblr.com/post/99760295092/weloveinterracial-black-teen-with-white-parents\">ledi-babushka-soski</a>:</p>\n<blockquote>\n<p><a class=\"tumblr_blog\" href=\"http://weloveinterracial.tumblr.com/post/99672946666/black-teen-with-white-parents-mistaken\">weloveinterracial</a>:</p>\n<blockquote>\n<p><span>Black Teen With White Parents Mistaken For </span><span id=\"tlvans_burglar\">Burglar</span><span>, Assaulted By Cops In His Own Home</span><span><br/></span></p>\n<p><span>‘Put your hands on the door, I was like, ‘For what? This is my house.’ Police pointed at photos of white people hanging on the wall and told him that he was lying.</span><span><br/></span></p>\n<p>A North Carolina teen was recently assaulted and pepper sprayed by police in his own home, after he was mistaken for a <span>burglar</span>.  18-year-old DeShawn Currie has been living with foster parents Ricky and Stacy Tyler in Wake County, North Carolina for about a year.</p>\n<p>The Tylers love DeShawn as their own son and they have taken him into their home, in hopes to provide him the safe and loving environment that he needs to thrive in the most important years of his life.</p>\n<p>Unfortunately, some of the Tyler’s neighbors were not familiar with the family dynamics of the home, and decided to call the police to report a burglary when they saw the young man entering his home after school one day.  DeShawn did not climb through a window or struggle to get inside, but simply walked through the unlocked door of the home.  The only thing that actually made his neighbors suspicious, was the color of his skin.</p>\n<p>When police arrived on the scene they treated DeShawn like a criminal without asking any questions.</p>\n<p><em>“They was like, ‘Put your hands on the door, I was like, ‘For what? This is my house.’ I was like, ‘Why are y’all in here</em>?” DeShawn said in an interview.</p>\n<p>When DeShawn asked the officers why they were in his home, they pointed at photos of white people hanging on the wall and told him that he was lying.</p>\n<p><em>“I’m feeling comfortable, I had moved into my room, and I’m feeling like I’m loved. And then when they come in and they just profile me and say that I’m not who I am. And that I do not stay here because there was white kids on the wall, that really made me mad</em>,” DeShawn later told reporters.</p>\n<p>During the entire altercation, police were shouting profanity at the young man, and pointing multiple guns at his face.  When DeShawn stood firm and insisted that he was in fact in his own home, police attacked him with pepper spray.</p>\n<p>When Stacy Tyler came home from work she saw her son DeShawn in the driveway being treated by paramedics for the injuries that police had inflicted.</p>\n<h2><em>“My 5-year-old last night, she looked at me and said, ‘Mama I don’t understand why they hated our brother, and they had to come in and hurt him,”</em> <a href=\"http://abc11.com/340724/\">Stay Tyler told reporters.</a></h2>\n<p><em>“Everything that we’ve worked so hard for in the past years was stripped away yesterday in just a matter of moments,</em>” father Ricky Tyler added.</p>\n<p>The police department has defended their actions, saying that that DeShawn did not obey the officer’s orders to the letter, despite the fact that they were intruders in his home and had no right to be there barking orders at him.</p>\n</blockquote>\n<p>Now this is something to bring attention to.</p>\n</blockquote>\n<p>Yes</p>\n</blockquote>",
   "url" : "http://tumblr.ggvaidya.com/post/99944718899",
   "reblog-key" : "KjRMT2wy",
   "unix-timestamp" : 1413240862,
   "height" : "148",
   "mobile" : 0,
   "width" : "300",
   "from-feed-id" : 0,
   "slug" : "hitlerch4n-ledi-babushka-soski",
   "bookmarklet" : 0,
   "photo-url-1280" : "http://41.media.tumblr.com/be7435ba51aa42027d4b1ffb64ef496e/tumblr_nd8z8l0LvF1s5k66zo1_400.jpg",
   "url-with-slug" : "http://tumblr.ggvaidya.com/post/99944718899/hitlerch4n-ledi-babushka-soski",
   "photo-url-500" : "http://41.media.tumblr.com/be7435ba51aa42027d4b1ffb64ef496e/tumblr_nd8z8l0LvF1s5k66zo1_400.jpg",
   "feed-item" : "",
   "photo-url-75" : "http://41.media.tumblr.com/be7435ba51aa42027d4b1ffb64ef496e/tumblr_nd8z8l0LvF1s5k66zo1_75sq.jpg",
   "tags" : [
      "racism"
   ],
   "photo-url-250" : "http://40.media.tumblr.com/be7435ba51aa42027d4b1ffb64ef496e/tumblr_nd8z8l0LvF1s5k66zo1_250.jpg",
   "photos" : [],
   "date-gmt" : "2014-10-13 22:54:22 GMT",
   "type" : "photo",
   "format" : "html",
   "id" : "99944718899",
   "photo-url-400" : "http://41.media.tumblr.com/be7435ba51aa42027d4b1ffb64ef496e/tumblr_nd8z8l0LvF1s5k66zo1_400.jpg",
   "photo-url-100" : "http://36.media.tumblr.com/be7435ba51aa42027d4b1ffb64ef496e/tumblr_nd8z8l0LvF1s5k66zo1_100.jpg"
}

